{
    "2": [
        [
            "1 Я принимал душ, пока моя жена готовила завтрак. ",
            "1 I was taking a shower while my wife was making breakfast. "
        ],
        [
            "2 Когда я позвонил, моя сестра спала. ",
            "2 When I rang my sister was sleeping. "
        ],
        [
            "3 Когда моя бабушка смотрела телеви- зор, кто-то позвонил. ",
            "3 When my grandmother was watching TV someone rang. "
        ],
        [
            "4 Когда я шел в магазин вчера, я встретил Катю. ",
            "4 When I was going to the shop yesterday I met Kate. "
        ],
        [
            "5 Что ты делал вчера весь вечер? — Я смотрел телевизор. ",
            "5 What were you doing the whole evening yesterday? - I was watching TV. "
        ],
        [
            "6 Когда мать открыла дверь, она увидела, что дети играли. ",
            "6 When the mother opened the door, she saw that the children were playing. "
        ],
        [
            "7 Они пили чай, когда я пришел. ",
            "7 They were drinking tea when I came. "
        ],
        [
            "8 Я не видел его вчера. ",
            "8 I did not see him yesterday. "
        ],
        [
            "9 Где он был вчера? — Он ходил в больницу. ",
            "9 Where was he yesterday? - He went to the hospital. "
        ],
        [
            "10 Когда он звонил ей вчера? — Он позвонил ей в семь. ",
            "10 When did he call her yesterday? — He called her at seven. "
        ],
        [
            "11 Мы смотрели фильм с 8 до ",
            "11 We were watching a film since 8 till "
        ],
        [
            "10 ",
            "10 "
        ],
        [
            "12 Он шел в институт вчера, когда я его увидел на улице. ",
            "12 He was going to the institute yesterday when I saw him in the street. "
        ],
        [
            "13 Когда папа при- шел домой, мама готовила кушать. ",
            "13 When our father came home our mother was cooking dinner. "
        ],
        [
            "14 Вчера уроки начались в де- вять. ",
            "14 Yesterday the lessons began at nine. "
        ],
        [
            "15 Дедушка читал газету вчера в десять. ",
            "15 Our grandfather was reading a newspaper at ten yesterday. "
        ],
        [
            "16 Когда вы начали делать домашнее задание? ",
            "16 When did you begin to do your homework? "
        ],
        [
            "17 Она пришла домой в семь. Она вошла в комнату. Папа читал, мама смотрела телевизор, ее старшая сестра разговаривала по телефону. ",
            "17 She came home at seven. She entered (came into) the room. Her father was reading, her mother was watching TV, her elder sister was speaking on the phone. "
        ],
        [
            "18 Где вы были в субботу? — Мы были в ресторане. Мы ужинали. ",
            "18 Where were you on Sunday? - We were at the restaurant. We had dinner. "
        ],
        [
            "19 Около десяти я уснул. ",
            "19 I fell asleep about ten. "
        ],
        [
            "20 Где вы провели прошлое лето? — Я ездил в Барселону. ",
            "20 Where did you spend last summer? — I went to Barcelona. "
        ],
        [
            "21 Я пришел домой около восьми и увидел, что моя жена стирала. ",
            "21 I came home about eight and I saw that my wife was washing clothes."
        ]
    ]
}