{
    "3": [
        [
            " 1",
            "1 We should not invite her. She is such a bore. "
        ],
        [
            " Нам не следует приглашать ее. Она такая зануда (bore). 2",
            "2 She is always speaking about her children. "
        ],
        [
            " Она всегда рассказывает о своих детях. 3",
            "3 I did not know anyone in London that is why I wanted to leave. "
        ],
        [
            " Я никого не знал в Лондоне, поэтому хотел уехать. 4",
            "4 It is summer. It is warm outside. We often go to the river. Sometimes we can spend the whole day at the river. "
        ],
        [
            " Лето. На улице (outside) тепло. Мы часто ходим на реку. Иногда мы можем провести на речке целый день. 5",
            "5 Are there many beautiful buildings in London? "
        ],
        [
            " В Лондоне много красивых зданий? 6",
            "6 You needn't tell her about it. She knows everything. "
        ],
        [
            " Тебе не нужно говорить ей об этом. Она все знает. 7",
            "7 I did not see her yesterday. She did not call me, although I was waiting for her phone call the whole evening. "
        ],
        [
            " Я не видел ее вчера. Она не звонила мне, хотя я прождал ее звонка целый вечер. 8",
            "8 Lena always helps her mother about the house. "
        ],
        [
            " Лена всегда помогает маме по дому. 9",
            "9 Bring me something to read. "
        ],
        [
            " Принеси мне что-нибудь почитать. 10",
            "10 Speak up. She isn't sleeping. "
        ],
        [
            " Говори громче (speak up). Она не спит. 11",
            "11 Didn't she invite us? "
        ],
        [
            " Она не пригласила нас? 12",
            "12 Who was she talking to when I came in? "
        ],
        [
            " С кем она разговари- вала, когда я вошел? 13",
            "13 Не wasn't working at three. Neither were we. "
        ],
        [
            " Он не работал в три. И мы тоже. 14",
            "14 When will she come home tomorrow? "
        ],
        [
            " Когда она придет завтра домой? 15",
            "15 He rang me up yesterday at one o'clock. Can you hear this? The phone is ringing. I wonder who is calling. "
        ],
        [
            " Он позвонил мне вчера в час. Слышишь? Звонит телефон. Интересно, кто звонит. 16",
            "17 They are speaking about us, aren't they? "
        ]
    ]
}