{
    "4": [
        [
            "1 Ты знаешь, кому она пишет письмо? ",
            "1 Do you know who she is writing the letter to? "
        ],
        [
            "2 В холодильнике много мяса. Возьми себе немного. ",
            "2 There is much meat in the fridge. Take some. "
        ],
        [
            "3 Где твой сын? — Он в школе. А твой? ",
            "3 Where is your son? - He is at school. And yours? "
        ],
        [
            "4 Она всегда делает все сама. ",
            "4 She always does everything herself. "
        ],
        [
            "5 Гдe ты будешь завтра в это время? — Не знаю, я думаю, я пойду в школу. Я буду в школе до шести. Позвони мне, если хочешь. ",
            "5 Where will you be tomorrow at this time? — I don't know. I think I will go to school. I will be at school till six. Call me (give me a call) if you want. "
        ],
        [
            "6 Что ты читаешь? — Я читаю интересную книгу. Мой брат дал мне ее. Если позвонишь мне во вторник, я дам тебе ее почитать. ",
            "6 What are you reading? - I am reading an interesting book. My brother gave it to me. If you call me on Tuesday I will give it to you to read. "
        ],
        [
            "7 Я не смогу позвонить тебе завтра. ",
            "7 I will not be able to call you tomorrow. "
        ],
        [
            "8 Весь вечер вчера я просматривал ее письма. Я думаю, что она любила его. ",
            "8 I was looking through her letters yesterday the whole evening. I think she loved him. "
        ],
        [
            "9 Мне было стыдно за тебя. Ты был такой грубый. ",
            "9 I was ashamed of you. You were so rude. "
        ],
        [
            "10 Посмотри. Она идет к нам. Я не знаю, что она хочет сказать нам. ",
            "10 Look. She is coming to us. I don't know what she wants to tell us. "
        ],
        [
            "11 Это их книги. А где мои? ",
            "11 Are these their books? And where are mine? "
        ],
        [
            "12 Я распаковывал ее чемодан, пока она готовила кофе. ",
            "12 I was unpacking her suitcase while she was making coffee. "
        ],
        [
            "13 Из чего ты приготовил салат? ",
            "13 What did you make your salad of? "
        ],
        [
            "14 Вот наш дом. Мы построили его три года назад. Я должен сказать, это было не легко. ",
            "14 Here is our house. We built it three years ago. I must say it was not easy. "
        ],
        [
            "15 Интересно, позвонит ли он в пять. ",
            "15 I wonder if (whether) he will call at five. "
        ]
    ]
}