{
    "5": [
        [
            " 1",
            "1 We will arrive at the airport about three. "
        ],
        [
            " Мы прибудем в аэропорт около трех. 2",
            "2 Your son was absent from school for three days in March. "
        ],
        [
            " Ваш сын отсутствовал в школе в течение трех дней в марте. 3",
            "3 What did you laugh at yesterday? "
        ],
        [
            " Над чем ты вчера смеялся? 4",
            "4 We ran out of eggs yesterday and my mother went to the shop. "
        ],
        [
            " У нас вчера закончились яйца, и мама пошла в магазин. 5",
            "5 She will wait for you. Call and tell her that you will not come. "
        ],
        [
            " Она будет ждать тебя, позвони и скажи ей, что ты не придешь. 6",
            "6 He lost the key yesterday. I will look for it in the room. "
        ],
        [
            " Он вчера поте- рял ключ. Я поищу его в комнате. 7",
            "7 This city is famous for its beautiful streets. "
        ],
        [
            " Этот город известен своими кра- сивыми улицами. 8",
            "8 When my brother entered the room she looked at him. "
        ],
        [
            " Когда мой брат вошел в комнату, она посмотрела на него. 9",
            "9 She likes when her child smiles at her. "
        ],
        [
            " Ей нравится, когда ее ребенок улыбается ей. 10",
            "10 My grandmother wanted to call at the supermarket. "
        ],
        [
            " Бабушка хотела зайти в супермаркет. 11",
            "11 His father worked at this question for a long time. "
        ],
        [
            " Его отец работал над этим вопросом долгое время. 12",
            "12 My mother is not very good at maths. "
        ],
        [
            " Моя мама не очень разбирается в математике. 13",
            "13 She will be surprised at your phone call. "
        ],
        [
            " Она будет удивлена твоим звонком. 14",
            "14 I asked the driver to drive up to the market. "
        ],
        [
            " Я попросил водителя подъе- хать к рынку. 15",
            "15 I didn't want to insist on the invitation. "
        ],
        [
            " Я не хотел настаивать на приглашении. 16",
            "16 Anna switched on the light in the kitchen and then she forgot to switch it off. "
        ],
        [
            " Анна включила свет в кухне и забыла выключить его. 17",
            "17 This trip depends on her. "
        ],
        [
            " Эта поездка зави- сит от нее. 18",
            "18 We will get off at the next bus stop. "
        ],
        [
            " Мы сойдем на следующей остановке. 19",
            "19 Sasha asked for my book. "
        ],
        [
            " Саша попросил мою книгу. 20",
            "20 We will be late for the plain. "
        ],
        [
            " Мы опоздаем на самолет. 21",
            "21 My mother sent me for the doctor. "
        ],
        [
            " Мама послала меня за доктором. 22",
            "22 We are leaving for New York on Saturday."
        ]
    ]
}