{
    "5": [
        [
            "1 Мы прибудем в аэропорт около трех. ",
            "1 We will arrive at the airport about three. "
        ],
        [
            "2 Ваш сын отсутствовал в школе в течение трех дней в марте. ",
            "2 Your son was absent from school for three days in March. "
        ],
        [
            "3 Над чем ты вчера смеялся? ",
            "3 What did you laugh at yesterday? "
        ],
        [
            "4 У нас вчера закончились яйца, и мама пошла в магазин. ",
            "4 We ran out of eggs yesterday and my mother went to the shop. "
        ],
        [
            "5 Она будет ждать тебя, позвони и скажи ей, что ты не придешь. ",
            "5 She will wait for you. Call and tell her that you will not come. "
        ],
        [
            "6 Он вчера потерял ключ. Я поищу его в комнате. ",
            "6 He lost the key yesterday. I will look for it in the room. "
        ],
        [
            "7 Этот город известен своими красивыми улицами. ",
            "7 This city is famous for its beautiful streets. "
        ],
        [
            "8 Когда мой брат вошел в комнату, она посмотрела на него. ",
            "8 When my brother entered the room she looked at him. "
        ],
        [
            "9 Ей нравится, когда ее ребенок улыбается ей. ",
            "9 She likes when her child smiles at her. "
        ],
        [
            "10 Бабушка хотела зайти в супермаркет. ",
            "10 My grandmother wanted to call at the supermarket. "
        ],
        [
            "11 Его отец работал над этим вопросом долгое время. ",
            "11 His father worked at this question for a long time. "
        ],
        [
            "12 Моя мама не очень разбирается в математике. ",
            "12 My mother is not very good at maths. "
        ],
        [
            "13 Она будет удивлена твоим звонком. ",
            "13 She will be surprised at your phone call. "
        ],
        [
            "14 Я попросил водителя подъехать к рынку. ",
            "14 I asked the driver to drive up to the market. "
        ],
        [
            "15 Я не хотел настаивать на приглашении. ",
            "15 I didn't want to insist on the invitation. "
        ],
        [
            "16 Анна включила свет в кухне и забыла выключить его. ",
            "16 Anna switched on the light in the kitchen and then she forgot to switch it off. "
        ],
        [
            "17 Эта поездка зависит от нее. ",
            "17 This trip depends on her. "
        ],
        [
            "18 Мы сойдем на следующей остановке. ",
            "18 We will get off at the next bus stop. "
        ],
        [
            "19 Саша попросил мою книгу. ",
            "19 Sasha asked for my book. "
        ],
        [
            "20 Мы опоздаем на самолет. ",
            "20 We will be late for the plain. "
        ],
        [
            "21 Мама послала меня за доктором. ",
            "21 My mother sent me for the doctor. "
        ],
        [
            "22 Мы уезжаем в Нью-Йорк в субботу. ",
            "22 We are leaving for New York on Saturday. "
        ]
    ]
}