{
    "escape from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He managed to escape from prison",
            "He managed to escape from prison.",
            "Hard work was his escape from worry.",
            "TV is used as an escape from reality.",
            "He managed to escape from his captors.",
            "He made his escape from the mental hospital.",
            "He used television as an escape from reality.",
            "Holman let a weary sigh escape from his lips.",
            "He was shaken by his narrow escape from death.",
            "Gardening offered an escape from her busy life.",
            "We had to break the door out to escape from the fire.",
            "There was a frantic rush to escape from the building.",
            "They are trying to help people to escape from poverty.",
            "Young people often desire to escape from their parents.",
            "Travel can be an escape from the routine drudgery of life.",
            "Romantic novels were her escape from the stress of daily life.",
            "There is no escape from these charges since they are statutory.",
            "He celebrated his escape from his boring job with a long vacation.",
            "Many commandos nevertheless found ingenious means of escape from them.",
            "Thus the electrons either escape from the atom altogether or spiral into the nucleus.",
            "He ran like the clappers to escape from the police.",
            "She reads love stories as an escape from her worries.",
            "The canary escaped from its cage.",
            "He escaped from prison in October.",
            "He escaped unscathed from the accident.",
            "She escaped from the wreckage unscathed.",
            "Two criminals escaped from prison last night.",
            "Three terrorists escaped from Brixton Prison.",
            "A wisp of hair had escaped from under her hat.",
            "...steam escaped from a long crevice in the volcano..."
        ],
        "example_translate": [
            "Ему удалось сбежать из тюрьмы.",
            "Ему удалось сбежать из тюрьмы.",
            "Тяжёлый труд был его спасением от беспокойства.",
            "Телевизор используется для бегства от реальности.",
            "Ему удалось сбежать от своих похитителей.",
            "Он совершил побег из психиатрической лечебницы.",
            "Он использовал телевидение для бегства от реальности.",
            "С губ Холмена сорвался усталый вздох.",
            "Его потрясло то, что он оказался на волоске от смерти.",
            "Садоводство стало ей спасением от своей занятой жизни.",
            "Нам пришлось выломать дверь, чтобы выбраться из огня.",
            "Люди отчаянно рванули к выходу, пытаясь выбраться из здания.",
            "Они пытаются помочь людям вырваться из бедности.",
            "Молодые часто хотят уйти от своих родителей.",
            "Путешествия могут оказаться спасением от нудной жизненной рутины.",
            "Спасением от стрессов повседневной жизни для неё были любовные романы.",
            "От этих обвинений никуда не деться, поскольку они установлены законом.",
            "Он отпраздновал своё бегство от скучной работы длительным отпуском.",
            "Многие спецназовцы, тем не менее, находили хитроумные способы спастись от них.",
            "Таким образом, электроны либо полностью покидают атом, либо по спирали возвращаются в ядро.",
            "Он бежал со всех ног, чтобы оторваться от полиции.",
            "Она читает книги про любовь, чтобы уйти от неприглядной действительности.",
            "Канарейка вырвалась из своей клетки.",
            "В октябре он сбежал из тюрьмы.",
            "Он вышел из аварии целым и невредимым.",
            "Она выбралась из обломков целой и невредимой.",
            "Вчера из тюрьмы сбежали двое заключенных.",
            "Из брикстонской тюрьмы сбежали трое террористов.",
            "Из-под её шляпы выбилась прядь волос.",
            "...пар выходил из длинной расщелины в вулкане..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}