{
    "excuse for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What's your excuse for being so late?",
            "There is no excuse for such rudeness.",
            "He offered a feeble excuse for his behavior.",
            "What's your excuse for being late this time?",
            "My teacher rejected my excuse for being late.",
            "There can be no excuse for any further delay.",
            "She gave us some hokey excuse for being late.",
            "There is no excuse for such shameful behavior.",
            "I'm sure Mike has a good excuse for not coming.",
            "His birthday gives us a good excuse for a party.",
            "That piece of junk is a pitiful excuse for a car.",
            "John concocted an elaborate excuse for being late.",
            "There is no excuse for such inconsiderate behavior.",
            "He had to get his mother to write an excuse for him.",
            "Yvonne's excuse for being late was totally unbelievable.",
            "He gave an implausible excuse for showing up late for work.",
            "She designed a good excuse for not attending classes that day.",
            "He's a rotten excuse for a lawyer. Why on earth did you hire him?",
            "But that's no excuse for councils who failed so comprehensively to cope.",
            "The conference is an excellent excuse for a few days' holiday by the sea.",
            "How he always manages to dig up a fresh excuse for being late, I'll never know.",
            "If we respond with violence, we'll be playing into their hands, giving them an excuse for a fight.",
            "This is a sad excuse for a car.",
            "He's always making excuses for himself.",
            "Please excuse me for not calling sooner.",
            "Please excuse me for being so late today.",
            "Fay's always making excuses for her husband's odd behavior.",
            "Excuse me for the word, but you have bitched the whole business.",
            "The captain offered no excuses for his team's humiliating defeat.",
            "Her endless excuses for not doing the work madded her overburdened coworkers."
        ],
        "example_translate": [
            "По какому это поводу ты так поздно? / И какова же причина такого опоздания?",
            "Подобному хамству нет никакого оправдания.",
            "Его оправдание своего поведения было неубедительным.",
            "Что на этот раз помешало тебе прийти вовремя? / Почему же вы опоздали на этот раз?",
            "Учитель не принял мою отговорку по поводу опоздания.",
            "Дальнейшему промедлению не может быть оправданий.",
            "Она что-то наплела нам по поводу своего опоздания.",
            "Такому позорному поведению нет оправданий.",
            "Я уверен, что у Майка есть веская причина не прийти.",
            "Его день рождения даёт нам хороший повод для вечеринки.",
            "Эта убогая рухлядь — не машина, а одно название.",
            "Джон выдумал изощрённое оправдание за опоздание.",
            "такому неосмотрительному поведению нет оправданий.",
            "Ему пришлось попросить мать написать для него объяснительную записку.",
            "Оправдание Ивонн за своё опоздание было совершенно невероятным.",
            "Он привёл неправдоподобное оправдание за опоздание на работу.",
            "Она придумала хороший повод не ходить в тот день на занятия.",
            "Это же не адвокат, а позор один. На кой ляд вы его нанимали?",
            "Но это не оправдание советам, которые так всесторонне не справились с ситуацией.",
            "Конференция является отличным предлогом, чтобы несколько дней отдохнуть на море.",
            "И как это ему удается всегда найти какое-нибудь новое оправдание, когда он опаздывает?",
            "Ответив насилием, мы сыграем им на руку, давая им повод для драки.",
            "Не машина, а так, ерунда какая-то.",
            "Он вечно находит себе какие-то оправдания.",
            "Прошу извинить меня, что не позвонил раньше.",
            "Пожалуйста, извини, что я сегодня так поздно.",
            "Фэй всегда находит оправдания странному поведению мужа.",
            "Простите меня за это слово, но вы испоганили всё дело.",
            "Капитан не нашёл никаких оправданий для унизительного поражения своей команды.",
            "Её бесконечные оправдания по поводу несделанной работы приводили в ярость перегруженных коллег."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}