{
    "experiment with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They did some experiments with magnets.",
            "The composer experimented with a new style.",
            "Margaret began experimenting with watercolor.",
            "She admitted she had experimented with cocaine.",
            "They conducted the experiments with scientific rigor.",
            "All the band experimented with drugs, particularly LSD.",
            "For almost 100 years, artists have experimented with abstraction.",
            "We are experimenting with the new drug in order to fight this disease.",
            "There have been several experiments with anaerobic digesters at dog parks.",
            "For a few months in 2014, I experimented with a more dangerous vice, something called",
            "One famous neuoroligist had recently published a paper describing his experiments with the tachistoscope."
        ],
        "example_translate": [
            "Они провели несколько экспериментов с магнитами.",
            "Композитор попробовал себя в новом стиле.",
            "Маргарет начала экспериментировать с акварелью.",
            "Она призналась, что уже пробовала кокаин.",
            "Эксперименты они проводили с научной строгостью.",
            "Вся группа экспериментировала с наркотиками, в частности с ЛСД.",
            "На протяжении почти 100 лет художники экспериментируют с абстрактным искусством.",
            "Мы экспериментируем с новым препаратом для того, чтобы бороться с этим недугом.",
            "В собачьих парках было проведено несколько экспериментов с анаэробными реакторами.",
            "В течение нескольких месяцев я экспериментировал с более опасным пороком, называемым либертарианством.",
            "Один известный невролог недавно опубликовал статью, описывающую его эксперименты с тахистоскопом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}