{
    "1": [
        [
            "1 Он предпочитает отдыхать зимой, нежели летом. ",
            "1 He prefers having a rest in winter to having a rest in summer. "
        ],
        [
            "2 Саша попросил прояснить все вопросы. ",
            "2 Sasha asked to clarify all the matters. "
        ],
        [
            "3 Я не хотел напугать его. ",
            "3 I didn't want to frighten him. "
        ],
        [
            "4 Квартира будет в твоем распоряжении в течение трех дней. ",
            "4 The flat will be at your disposal for three days. "
        ],
        [
            "5 Видишь, с чем мне приходится мириться! ",
            "5 See what I have to put up with! "
        ],
        [
            "6 Он никогда не бывает искренним. ",
            "6 He is never honest. "
        ],
        [
            "7 Человек, который его шантажировал, в тюрьме. ",
            "7 The person who blackmailed him is in prison. "
        ],
        [
            "8 Она закричала на меня. ",
            "8 She started shouting at me. "
        ],
        [
            "9 Не стоит ехать туда так рано. ",
            "9 It is not worth going there so early. "
        ],
        [
            "10 Не волнуйся! Я запишу номер ее телефона. ",
            "10 Don't worry. I will put down her phone number. "
        ],
        [
            "11 Они хотят подкупить декана. ",
            "11 They want to bribe the dean. "
        ],
        [
            "12 Он полагает, что встречу необходимо отложить. ",
            "12 He supposes that the meeting should be put off. "
        ],
        [
            "13 Представляешь, он остановился в гостинице, а не у нас. ",
            "13 Can you imagine he put up at the hotel but not at our place? "
        ],
        [
            "14 Его сестра очень сдержанная. Она никогда не заговорит с тобой первой. ",
            "14 His sister is very reserved. She will never start talking to you first. "
        ],
        [
            "15 Ты испугался? ",
            "15 Did you get frightened? "
        ],
        [
            "16 Он не делал этого. Он невиновен. ",
            "16 He didn't do that. He is innocent. "
        ],
        [
            "17 Она попросила повесить фотографию над кроватью. ",
            "17 She asked to put up the photo over the bed. "
        ],
        [
            "18 Его попросили покинуть страну в течение 24 часов. ",
            "18 His was asked to leave the country within 24 hours. "
        ],
        [
            "19 Мы не знаем, куда он убрал магнитофон со стола. ",
            "19 We don't know where to he removed the tape recorder from the table. "
        ],
        [
            "20 Это очевидно, что он снова обманул тебя. ",
            "20 This is obvious that he has deceived you. "
        ],
        [
            "21 Я не думаю, что его разоблачат. ",
            "21 I don't think that he will be exposed. "
        ],
        [
            "22 Саша говорит, что он устал от своей работы. ",
            "22 Sasha says that he is tired of his work. "
        ],
        [
            "23 Чем это пахнет? ",
            "24 What does it smell of? "
        ]
    ]
}