{
    "3": [
        [
            "1 \"What is your new house like?\" I asked them. ",
            "1 I asked them what their new house was like. "
        ],
        [
            "2 \"Did they understand what you said to them?\" he asked. ",
            "2 He asked if they had understood what you had said to them. "
        ],
        [
            "3 She said: \"I shall finish my work by the end of this month.\" ",
            "3 She said that she would finish her work by the end of that month. "
        ],
        [
            "4 He said: \"I went to get this book because I have not read it.\" ",
            "4 He said that he had gone to get that book because he had not read it. "
        ],
        [
            "5 \"I will never buy it,\" she said. ",
            "5 She said that she would never buy it. "
        ],
        [
            "6 \"I've been to New Jersey for a month,\" he said. ",
            "6 He said that he had been to New Jersey for a month. "
        ],
        [
            "7 \"Haven't you got a car?\" he asked. ",
            "7 He asked if I had a car. "
        ],
        [
            "8 \"When you don't like a film, do you stay to the end or walk out in the middle?\" she asked. ",
            "8 She asked if I stayed to the end or walked out in the middle when I didn't like a film. "
        ],
        [
            "9 \"Don't argue with your father,\" I said. ",
            "9 I asked him not to argue with his father. "
        ],
        [
            "10 She asked me, \"Is the baby asleep or awake?\" ",
            "10 She asked me if the baby was asleep or awake. "
        ],
        [
            "11 \"Wait for me at the supermarket,\" said the young man. ",
            "11 The young man asked to wait for him at the supermarket. "
        ],
        [
            "12 \"Don't shout,\" he said. ",
            "12 He asked not to shout. "
        ],
        [
            "13 \"Don't go near the water, children,\" she said. ",
            "13 She asked the children not to go near the water. "
        ],
        [
            "14 \"Don't forget to call me,\" said his mother. ",
            "14 His mother asked not to forget to call her. "
        ],
        [
            "15 She wrote to me: \"I am looking forward to your visit.\" ",
            "15 She wrote to me that she was looking forward to my visit. "
        ],
        [
            "16 \"We have a nice apartment in the country,\" they said. ",
            "16 They said that they had a nice apartment in the country. "
        ],
        [
            "17 \"What else did you see?\" I asked the boy. ",
            "17 I asked the boy what else he had seen. "
        ],
        [
            "18 I asked Ann, \"How do you get there?\" ",
            "18 I asked Ann how she got there. "
        ],
        [
            "19 He said, \"My wife has just bought a new flat.\" ",
            "19 He said that his wife had just bought a newflat. "
        ],
        [
            "20 \"Who put so much sugar in my coffee?\" he asked. ",
            "20 He asked who had put so much sugar in his coffee. "
        ],
        [
            "21 \"Why did you travel first class?\" I asked him. ",
            "21 I asked him why he had travelled first class. "
        ],
        [
            "22 He said: \"I have spoken to Mr. Bell and he will be here in an hour.\" ",
            "22 He said that he had spoken to Mr. Bell and that he would be there in an hour"
        ]
    ]
}