{
    "1": [
        [
            "1 Никто никогда не звонит мне. ",
            "1 Nobody ever rings me. "
        ],
        [
            "2 Некоторые люди не любят громкую музыку. ",
            "2 Some people do not like loud music. "
        ],
        [
            "3 Это не понравится никому. ",
            "3 Nobody will like it. "
        ],
        [
            "4 Никто не купил мороженого. ",
            "4 Nobody bought ice cream. "
        ],
        [
            "5 Она никого не любит. ",
            "5 She does not love anyone. (She loves nobody.) "
        ],
        [
            "6 В баре никого нет. ",
            "6 There is no one at the bar. "
        ],
        [
            "7 Он рассказал нам всё о своей поездке в Париж. ",
            "7 He told us everything (all) about his trip to Paris. "
        ],
        [
            "8 Есть ли кто-нибудь в офисе? — Нет, там никого нет. ",
            "8 Is there anyone in the office? — No, there is no one there. (There is not anyone there.) "
        ],
        [
            "9 Мой дядя хочет мне что-то сказать. ",
            "9 My uncle wants to say something to me. "
        ],
        [
            "10 Я где-то оставил свою ручку. ",
            "10 I left my pen somewhere. "
        ],
        [
            "11 На полу что-то лежит. ",
            "11 There is something on the floor. "
        ],
        [
            "12 Он что-то знает об этом. ",
            "12 He knows something about it. "
        ],
        [
            "13 Он попросил дать ему любой карандаш. ",
            "13 He asked to give him any pencil. "
        ],
        [
            "14 На столе что-то синее. Что это такое? — Это чернила. ",
            "14 There is something blue on the table. What is it? — It is ink. "
        ],
        [
            "15 Он был готов сделать для нее все, что угодно. ",
            "15 He was ready to do anything for her. "
        ],
        [
            "16 Никто об этом ничего не знал. ",
            "16 Nobody knew anything about it. "
        ],
        [
            "17 В городе много ресторанов. Везде деревья и цветы. Это очень красивый город. ",
            "17 There are a lot of restaurants in the city. There are trees and flowers everywhere. It is a very beautiful city. "
        ],
        [
            "18 У него есть какие-нибудь друзья в Минске? — У него нет друзей в Минске. ",
            "18 Does he have any friends in Minsk? — He has no friends in Minsk. (He hasn't any friends in Minsk.) "
        ],
        [
            "19 Там есть кто-то, да? ",
            "19 There is somebody there, isn't there? "
        ],
        [
            "20 Он никогда не узнает, что случилось вчера. ",
            "20 He will not ever learn what happened yesterday. (He will never learn what happened yesterday.) "
        ]
    ]
}