{
    "2": [
        [
            "1 В вашем ресторане есть что-нибудь из китайской кухни? ",
            "1 Is there anything from Chinese cuisine in your restaurant? "
        ],
        [
            "2 Позвони дедушке, он хочет тебе что-то сказать. ",
            "2 Call your grandfather. He wants to say something to you. "
        ],
        [
            "3 Ты где-нибудь видел его? — Нигде. ",
            "3 Did you see him anywhere? - I haven't seen him anywhere (I have seen him nowhere). "
        ],
        [
            "4 Кто-то приходил? ",
            "4 Did anybody come? "
        ],
        [
            "5 Никто не придет. ",
            "5 No one (nobody) will come. "
        ],
        [
            "6 Он разбил какую-то вазу. ",
            "6 He broke some vase. "
        ],
        [
            "7 Мы хотим сделать что-нибудь приятное для нее. ",
            "7 We want to do something nice for her. "
        ],
        [
            "8 Расскажите нам что-нибудь интересное. ",
            "8 Tell us something interesting. "
        ],
        [
            "9 Он хотел вам что-то показать. ",
            "9 He wanted to show you something. "
        ],
        [
            "10 Дай мне, пожалуйста, что-нибудь поесть. ",
            "10 Please, give me something to eat. "
        ],
        [
            "11 Кто-нибудь знает, как готовить пиццу? — Никто не знает. ",
            "11 Does anybody know how to cook pizza? - Nobody does. "
        ],
        [
            "12 Я хочу пойти куда-нибудь сегодня. ",
            "12 I want to go somewhere today. "
        ],
        [
            "13 Принеси мне, пожалуйста, что-нибудь попить. ",
            "13 Please, bring me something to drink. "
        ],
        [
            "14 Мы никуда не пойдем, да? ",
            "14 We will not go anywhere, will we? "
        ],
        [
            "15 В твоем компьютере есть какие-нибудь интересные игры? — Нет, там нет никаких игр. ",
            "15 Are there any interesting games in your computer? No, there are no computer games there. "
        ],
        [
            "16 Под столом есть что-нибудь? — Да, там что-то есть. ",
            "16 Is there anything under the table? — Yes, there is something. "
        ],
        [
            "17 На полке есть какие-нибудь цветы? — Нет. ",
            "17 Are there anyflowers on the shelf? - No, there are none. "
        ],
        [
            "18 У него дома есть какие-нибудь книги на итальянском языке? — Нет, у него нет никаких книг на итальянском языке. ",
            "18 Does he have any books in the Italian language at home? - No, he has no books in the Italian language. "
        ],
        [
            "19 Мы никогда не звонили ему сами. ",
            "19 We never called him ourselves. (We didn't ever call him ourselves.) "
        ],
        [
            "20 Какая-нибудь из этих книг интересная? — Все эти книги очень интересные. ",
            "20 Is any of these books interesting? - All these books are very interesting. "
        ]
    ]
}