{
    "10": [
        [
            "1 Мы поговорим с ним завтра по телефону. ",
            "1 We will speak to him on the phone tomorrow. "
        ],
        [
            "2 Она не хочет слушать меня. Она думает, что я обманул ее вчера. ",
            "2 She does not want to listen to me. She thinks that I deceived her yesterday. "
        ],
        [
            "3 Она не хотела соглашаться с твоим мнением. ",
            "3 She did not want to agree with you (with your point of view). "
        ],
        [
            "4 Она пишет много писем своему мужу. ",
            "4 She writes a lot of letters to her husband. "
        ],
        [
            "5 Эта ма- шина принадлежит мне. ",
            "5 This car belongs to me. "
        ],
        [
            "6 Мы поговорим об этом журнале в субботу. ",
            "6 We will speak (talk) about this magazine on Saturday. "
        ],
        [
            "7 Собаки очень жестоки к кошкам. ",
            "7 Dogs are very cruel to cats. "
        ],
        [
            "8 Мы пытались поговорить с ним, но он не хотел слушать нас. ",
            "8 We tried to speak (talk) to him, but he did not want to listen to us. "
        ],
        [
            "9 Она написала ему о проблемах с сыном. ",
            "9 She wrote to him about problems with her son. "
        ],
        [
            "10 Он не привыкнет к этому шумному (noisy) городу. ",
            "10 He will not get accustomed (used) to this noisy city. "
        ],
        [
            "11 Это случи- лось с моей сестрой три года назад. ",
            "11 This happened to my sister three years ago. "
        ],
        [
            "12 Мама говорила мне об этом. ",
            "12 My mother said to (told) me about it. "
        ],
        [
            "13 Моя сестра не любит говорить о своей работе. ",
            "13 My sister does not like to speak (talk) about her work. "
        ],
        [
            "14 Приходи вече- ром. Я угощу тебя мороженым со взбитыми сливками. ",
            "14 Come in the evening. I will treat you to ice cream with whipped cream. "
        ]
    ]
}