{
    "5": [
        [
            "1 С кем она приходила? ",
            "1 Who did she come with? "
        ],
        [
            "2 Маша была в комнате. Она стояла укнижного шкафа. ",
            "2 Masha was in the room. She stood at the bookcase."
        ],
        [
            "3 Ковер был на полу. Дети сели на ковер и началииграть с игрушками. ",
            "3 The carpet was on the floor. The children sat on the carpet and started to play withthe toys. "
        ],
        [
            "4 Где мальчики? — Они во дворе. ",
            "4 Where are the boys? - They are in the garden. "
        ],
        [
            "5 Die Петя? —Он на стадионе. ",
            "5 Where is Pete? - Heis at the stadium. "
        ],
        [
            "6 В субботу мы ходим на рынок. ",
            "6 We go to the market on Saturday. "
        ],
        [
            "7 Иди в магазин.",
            "7 Go to the shop. "
        ],
        [
            "8 Катя купила молоко в магазине. ",
            "8 Katebought milk at the shop. "
        ],
        [
            "9 Повесьте картину на доску.",
            "9 Hang the picture on the blackboard. "
        ],
        [
            "10 Она налила в чашку кофе и поставила ее на стол. ",
            "10 She pouredcoffee into the cup and put it on the table. "
        ],
        [
            "11 Катя за столом. ",
            "11 Kate is at the table. "
        ],
        [
            "12 Кот под столом. ",
            "12 The cat isunder the table. "
        ],
        [
            "13 Ник вошел в кухню и сел за стол. Мамабыла у плиты. Она подошла к столу, поставила на стол стакан и налилав стакан воды. ",
            "13 Nick came into the kitchen and sat at the table. His mother wasat the stove. She went up to the table, put the glass on the table and poured water intothe glass. "
        ],
        [
            "14 Мы ходили в ресторан на прошлой неделе. ",
            "14 We went to the restaurant last week. "
        ],
        [
            "15 Васяоткрыл дверь за ручку (door handle) и вошел в дом. В комнате онувидел стол. Он подошел к столу. На столе он увидел три тарелки.",
            "15 Vasya opened the door by thedoor handle and went into the house. He saw a table in the room. He went up to thetable. Не saw three plates on the table. "
        ],
        [
            "16 В этом году они поженятся. ",
            "16 They will get married this year. "
        ],
        [
            "17 О чем она вам рассказала?",
            "17 Whatdid she tell you about?"
        ]
    ]
}