{
    "6": [
        [
            "1 Мы прочитаем этот журнал дома ",
            "1 We will read this magazine at home. "
        ],
        [
            "2 Я не поверю тебе в этотраз. ",
            "2 I will not believe you this time. "
        ],
        [
            "3 На что он посмотрел? ",
            "3 Whatdid he look at? "
        ],
        [
            "4 Моя сестра придет к Ане через тричаса. ",
            "4 My sister will come to Ann in three hours. "
        ],
        [
            "5 Мы шли через лес в течение часа. ",
            "5 We were walkingthrough the forest for an hour. "
        ],
        [
            "6 В будущем году мы поедем на юг на машине. ",
            "6 Next year we will go to the South by car. "
        ],
        [
            "7 Где бабушка? — Она в ресторане. Она вернется из ресторана через час. ",
            "7 Whereis our grandmother? — She is at the restaurant. She will come back from the restaurantin an hour. "
        ],
        [
            "8 Они пошли по направлению к бассейну. ",
            "8 They went towards the swimming pool. "
        ],
        [
            "9 Масло на столе. Поставь его в холодильник. А теперь садись застол. ",
            "9 The butter is on the table. Putit into the fridge. And now sit at the table. "
        ],
        [
            "10 Сок в стакане. Выпей его и поставь стакан на полку. ",
            "10 The juice is in the glass. Drink it andput the glass on the shelf. "
        ],
        [
            "11 Гдетвоя ручка? — Она в моем кармане. ",
            "11 Where is your pen? — It is in my pocket. "
        ],
        [
            "12 Положи конфету в карман.",
            "12 Put thesweet into the pocket. "
        ],
        [
            "13 Он прыгнул в реку и быстро поплыл к острову. ",
            "13 He jumped into the river and swam quickly to the island."
        ],
        [
            "14 Через час мыбыли дома. ",
            "14 We were at home in an hour. "
        ],
        [
            "15 Она взяла сына за руку и пошла через улицу. ",
            "15 She took her son buy the hand and went acrossthe street. "
        ],
        [
            "16 Надстолом летала муха. ",
            "16 Afly flew over the table. "
        ],
        [
            "17 Том придет домой после 7 . ",
            "17 Tom will come home after 7 . "
        ],
        [
            "18 У меня многодокторов среди моих друзей. ",
            "18 I havemany doctors among my friends. "
        ],
        [
            "19 Я буду в школе в это время.",
            "19 I will be at school at this time."
        ]
    ]
}