{
    "7": [
        [
            "1 Мой дедушка работал на Западе в течение 3 лет. ",
            "1 My grandfather worked in the West for 3 years. "
        ],
        [
            "2 Положикниги в сумку сейчас, потому что через час ты забудешь сделать это.",
            "2 Put the books into the bagnow because you will forget to do this in an hour. "
        ],
        [
            "3 Она не пойдет с нами на концерт. Она пойдет на концерт со своиммужем. Мы встретимся до или после концерта. ",
            "3 She will not go to the concertwith us. She will go to the concert with her husband. We will meet before or after theconcert. "
        ],
        [
            "4 Она достала изчемодана 2 платья и положила в него 3 юбки. ",
            "4 She took 2 dresses out of the suitcase and put 3 skirts into it. "
        ],
        [
            "5 Во время концертаон спел 3 песни на английском языке. ",
            "5 He sang3 songs in the English language during the concert. "
        ],
        [
            "6 В четверг мы сели за столоколо 5 часов. ",
            "6 On Thursday we sat at thetable at about 5 o'clock. "
        ],
        [
            "7 В прошлом году он заплатил за эту машину около1000 долларов. ",
            "7 Last year he paid for this car about 1000 dollars. "
        ],
        [
            "8 Они любят гулять по улице летом. ",
            "8 Theylike to walk along the street in summer. "
        ],
        [
            "9 Моя дочьпомогает мне по дому. ",
            "9 My daughter helps me about the house."
        ],
        [
            "10 Между двумя этими старыми деревьямирастет молодое дерево. ",
            "10 A young tree grows between two these old trees. "
        ],
        [
            "11 Этим летом они поедут в Амстердам на2 недели. ",
            "11 This summer they will goto Amsterdam for 2 weeks. "
        ],
        [
            "12 Где ты взял эту старую рубашку? — Я достал ее из шкафа.",
            "12 Where did you take this old shirt from? — I took it outof the wardrobe. "
        ],
        [
            "13 Летом он всегда ездит в Испанию. ",
            "13 In summer he always goes to Spain. "
        ],
        [
            "14 Этой осенью мы поедемв Берлин на 2 недели. ",
            "14 This autumn we willgo to Berlin for 2 weeks. "
        ],
        [
            "15 Не волнуйся, я позвоню тебе в этот раз.",
            "15 Don't worry. I will call you this time."
        ]
    ]
}