{
    "8": [
        [
            "1 Мы готовили пиццу раз в неделю. ",
            "1 We cooked pizza once a week. "
        ],
        [
            "2 Он будет учиться в Лон- доне в течение года. ",
            "2 He will study in London for a year. "
        ],
        [
            "3 Я буду свободен с 5 часов. ",
            "3 I will be free since 5 o'clock. "
        ],
        [
            "4 Они приедут к 10 часам в четверг. ",
            "4 They will come by 10 o'clock on Thursday. "
        ],
        [
            "5 Она попросила добавить в коктейль льда. ",
            "5 She asked to add ice into the cocktail. "
        ],
        [
            "6 Мы пойдем через лес. Я думаю, мы найдем там хорошее место и сядем на траве у реки. ",
            "6 We will go through the forest. I think, we will find there a good place and we will sit down on the grass at the river. "
        ],
        [
            "7 Она вбежала в комнату и через минуту выбежала из нее. ",
            "7 She ran into the room and ran out of it in a minute. "
        ],
        [
            "8 Он получает 50 долларов в день. ",
            "8 He gets 50 dollars a day. "
        ],
        [
            "9 Мы часто ходим обедать в ресторан. В ресторане мы заказываем много блюд. ",
            "9 We often go to have lunch to the restaurant. We order a lot of (many) dishes at the restaurant. "
        ],
        [
            "10 Мой друг живет в Варшаве. ",
            "10 My friend lives in Warsaw. "
        ],
        [
            "11 На этой неделе он поедет в Лон- дон. ",
            "11 He will go to London this week. "
        ],
        [
            "12 Где моя книга? — Она под холодильником. ",
            "12 Where is my book? - It is under the table. "
        ],
        [
            "13 Осенью я люблю гулять в парке с моей собакой. ",
            "13 In autumn I like to walk with my dog in the park. "
        ],
        [
            "14 На уроках английского мы много разговариваем на английском. ",
            "14 We speak much English at the lessons of English. "
        ],
        [
            "15 Она посылает около 10 писем в месяц. ",
            "15 She sends about 10 letters a month. "
        ],
        [
            "16 Мой папа вошел в класс, взял меня за руку и вывел меня из него. ",
            "16 My father went into the classroom, took me by my hand and took me out of it. "
        ],
        [
            "17 Мой сын звонит мне дважды в неделю. ",
            "17 My son calls me twice a week. "
        ],
        [
            "18 Таня получит это письмо через 3 недели. ",
            "18 Tanya will get this letter in 3 weeks. "
        ]
    ]
}