{
    "9": [
        [
            "1 Мой сын всегда играет в футбол летом на поле. ",
            "1 In summer my son always plays football in the field. "
        ],
        [
            "2 В октябре мы много гуляли по улице. ",
            "2 In October we walked a lot along the street. "
        ],
        [
            "3 Она подошла ко мне, и мы пошли через улицу. ",
            "3 She came up to me and we went across the street. "
        ],
        [
            "4 С кем ты говорил по телефону? ",
            "4 Who did you speak on the phone to? "
        ],
        [
            "5 Мы вошли в сад. ",
            "5 We went to the garden. "
        ],
        [
            "6 С кем ты ходил в кино? ",
            "6 Who did you go to the cinema with? "
        ],
        [
            "7 Он пошел вдоль улицы. ",
            "7 He went along the street. "
        ],
        [
            "8 Она не подошла ко мне вчера на улице. ",
            "8 She did not come up to me in the street yesterday. "
        ],
        [
            "9 Ты откуда? — Я из Варшавы. ",
            "9 Where are you from? — I am from Warsaw. "
        ],
        [
            "10 В прошлом месяце он дал мне около 20 долларов. Я заплатил за билеты в кино. ",
            "10 Last month he gave me about 20 dollars. I paid for the tickets to the cinema. "
        ],
        [
            "11 В пятницу они были около индийского ресторана, находящегося на улице недалеко от супермаркета. ",
            "11 On Friday they were near the Indian restaurant in the street not far from the supermarket. "
        ],
        [
            "12 Мы плавали по морю. ",
            "12 We swam across the sea. "
        ],
        [
            "13 Его дочь любит играть на пианино. ",
            "13 His daughter likes to play the piano. "
        ],
        [
            "14 В понедельник мы много ездили по городу. ",
            "14 On Monday we drove much about the city. "
        ],
        [
            "15 Весной я люблю ездить в Канны. Я не люблю ездить туда зимой. ",
            "15 I like to go to Cannes in spring. I don't like to go there in winter. "
        ],
        [
            "16 Мы много читали на уроке. ",
            "16 We read a lot (much) at the lesson. "
        ],
        [
            "17 Он перепрыгнул через забор. ",
            "17 He jumped over the fence. "
        ],
        [
            "180 чем вы разговаривали? ",
            "18 What did you talk about? "
        ],
        [
            "19 Этот фильм очень популярен среди детей. ",
            "19 This film is very popular with children. "
        ],
        [
            "20 Мой друг жил на севере в течение 7 лет. ",
            "20 My friend lived in the North for 7 years. "
        ],
        [
            "21 На завтрак у меня были бутерброды с ветчиной и кофе с сахаром. ",
            "21 I had sandwiches with ham and coffee with sugar for breakfast. "
        ],
        [
            "22 Он вошел в магазин и купил литр молока. ",
            "22 He went into the shop and bought a liter of milk. "
        ],
        [
            "23 С кем мы будем ужинать через 3 дня? ",
            "23 Who will we have dinner with in 3 days? "
        ],
        [
            "24 Где твой велосипед? — Он за углом. ",
            "24 Where is your bike? — It is behind the corner. "
        ],
        [
            "25 На прошлой неделе мы посмотрели интересный фильм по телевизору. ",
            "25 Last week we watched an interesting film on TV. "
        ],
        [
            "26 Он достал из сумки 6 персиков и положил их в холодильник. ",
            "26 He took 6 peaches out of the bag and put them into the fridge. "
        ]
    ]
}