{
    "2": [
        [
            "1 Передайте соль, пожалуйста. ",
            "1 Can you pass me the salt, please? (Pass me the salt, please). "
        ],
        [
            "2 Не сидите у окна, вы простудитесь. ",
            "2 Don't sit at the window, you will catch a cold. "
        ],
        [
            "3 Никто не любит плохую погоду. ",
            "3 Nobody likes bad weather. "
        ],
        [
            "4 Вода необходима для жизни. ",
            "4 Water is necessary for life. "
        ],
        [
            "5 Он не может плавать в такой холодной воде. ",
            "5 He cannot swim in such cold water. "
        ],
        [
            "6 Он никогда не видел такого странного человека. ",
            "6 He has never seen such a strange person. "
        ],
        [
            "7 Почему вы носите очки? ",
            "7 Why do you wear glasses? (Why are you wearing glasses?) "
        ],
        [
            "8 Что вы здесь делаете? — Я жду автобус. - Давно ждете? — Я жду уже 30 минут. ",
            "8 What are you doing here? - I am waiting for a bus. — Have you been waiting long? - I have already been waiting for 30 minutes. "
        ],
        [
            "9 Я пытался дозвониться тебе целую неделю. Где ты был? ",
            "9 I was telephoning (calling, ringing you up) the whole week. Where were you? "
        ],
        [
            "10 Я не думаю, что я видел этот фильм раньше. ",
            "10 I don't think I have seen this film before. "
        ],
        [
            "11 Наконец-то он пришел. Мы ждали его так долго. ",
            "11 He has come at last. We have been waiting for him so long. "
        ],
        [
            "12 Жизнь невозможна без воздуха. ",
            "12 Life is impossible without air. "
        ],
        [
            "13 Он прожил долгую жизнь. ",
            "13 He has lived a long life. "
        ],
        [
            "14 Саша пьет много кофе. Он выпивает в день около семи или восьми чашек. Посмотри, он снова пьет кофе! Если он будет пить так много кофе, у него будут проблемы с сердцем. Вчера, когда я встретил его в баре, он снова пил кофе. Он сказал, что он уже выпил четыре чашки. Я думаю, когда мы встретим его здесь завтра, он снова будет пить кофе. К тому моменту, когда мы его встретим, он уже выпьет пару чашек. ",
            "14 Sasha drinks much coffee. He drinks about seven or eight cups a day. Look! He is drinking coffee again. If he drinks so much coffee he will have problems with his heart. Yesterday when I met him at the bar he was drinking coffee again. He said he had already drunk four cups. I think when we meet him here tomorrow he will be drinking coffee again. By the moment we meet him, he will have already drunk a couple of cups. "
        ],
        [
            "15 Я предпочел бы пойти в ресторан. ",
            "15 I'd rather go to the restaurant. "
        ],
        [
            "16 Мы подождем, пока она не ответит. ",
            "16 We will wait until she answers. "
        ],
        [
            "17 Он не закончил к трем. И мы тоже. ",
            "17 He hadn't finished by three. Neither had we. "
        ]
    ]
}