{
    "3": [
        [
            "1 Снег уже идет три дня. Я не думаю, что он скоро перестанет. ",
            "1 It has already been snowing for three days. I don't think it will stop snowing soon. "
        ],
        [
            "2 Она не знала, плакать ей или смеяться, когда пояла, что он ее снова обманул. ",
            "2 She did not know whether to laugh or to cry when she learnt that he had deceived her again. "
        ],
        [
            "3 В этом районе много бездомных. ",
            "3 There are a lot of homeless in this region. "
        ],
        [
            "4 Почему твоя одежда такая грязная? ",
            "4 Why are your clothes so dirty? "
        ],
        [
            "5 Ты знаешь, где она была в два часа ночи? — Знаю, мы были вместе. Мы пили кофе в местном баре. — Вы начали часто встречаться. Может, вы поженитесь скоро? — Все может случиться. Кто знает!? ",
            "5 Do you know where she was at two o'clock at night? - I do, we were together. We were drinking coffee at the local bar. — You have started to meet each other very often. Maybe, you will get married soon? - Everything (anything) can happen. Who knows!? "
        ],
        [
            "6 Интересно, где она сейчас? ",
            "6 I wonder where she is now. "
        ],
        [
            "7 Я почти два часа искал свою книгу, когда ты позвонил и сказал, что нашел ее на моем столе. ",
            "7 I had been looking for my book for almost two hours when you called and said that you had found it on my table. "
        ],
        [
            "8 Сколько тебе потребовалось времени, чтобы догадаться, кто тебе звонил? ",
            "8 How much time (how long) did it take you to guess who had called you? "
        ],
        [
            "9 За последнее время многое изменилось. ",
            "9 Much has changed recently. "
        ],
        [
            "10 Что ты здесь делаешь? — Жду автобус. — Давно ждешь? — Я жду его уже час. ",
            "10 What are you doing here? I am waiting for a bus. - Have you been waiting long? - I have already been waiting for it for an hour. "
        ],
        [
            "11 Интересно, что он сейчас делает? — Он просматривает твои письма. ",
            "11 I wonder what he is doing now. - He is looking through your letters. "
        ],
        [
            "12 Если тебя это интересует, приходи к нам вечером. ",
            "12 If it interests you, come to us in the evening. "
        ]
    ]
}