{
    "4": [
        [
            "1 What large cities in Europe do you know?",
            "1 I know London, Paris, Amsterdam, Berlin."
        ],
        [
            "2 What do the letters CIS stand for?",
            "2 The letters CIS (СНГ) stand for Commonwealth of Independent States."
        ],
        [
            "3 What is the population of Great Britain?",
            "3 The population of Great Britain is over 58 million people."
        ],
        [
            "4 Is anybody waiting for you now?",
            "4 No, nobody is waiting for me now."
        ],
        [
            "5 Are you bad in driving?",
            "5 No, I am not bad at driving."
        ],
        [
            "6 Who was the first president of the USA?",
            "6 Washington was the first president of the USA."
        ],
        [
            "7 When did you go to the restaurant last?",
            "7 I went to the restaurant a week ago."
        ],
        [
            "8 Have you ever seen a crocodile?",
            "8 No, I have never seen a crocodile."
        ],
        [
            "9 Are you scared to stay at home on your own at night?",
            "9 No, I am not scared to stay at home on my own at night."
        ],
        [
            "10 Will you be upset if it rains in the evening?",
            "10 Yes, I will be upset if it rains in the evening."
        ],
        [
            "11 Why mustn't we smoke?",
            "11 We mustn't smoke because it is not good for our health."
        ],
        [
            "12 Will you be able to help me tomorrow if I ask you to?",
            "12 Yes, I will be able to help you tomorrow if you ask me to."
        ],
        [
            "13 Who discovered America?",
            "13 Columbus discovered America."
        ],
        [
            "14 What is the capital of Germany?",
            "14 The capital of Germany is Berlin."
        ],
        [
            "15 Who was the third president of the USA?",
            "15 Thomas Jefferson was the third president of the USA."
        ],
        [
            "16 What have you been doing since morning?",
            "16 I have been working since the morning."
        ]
    ]
}