{
    "1": [
        [
            "1 The Sasha has a coffee. The coffee is not a sweet. ",
            "1 (имя собственное) Sasha has (неисчисляемое сущ., о кофе говорим 1-й раз) coffee. The (о кофе говорим 2-й раз) coffee is not (прилагательное) sweet. "
        ],
        [
            "2 An your friend has a car. A car is a nice. ",
            "2 (местоимение)Your friend has а (о машине говорим 1-й раз) car. The (о машине говорим 2-й раз) car is (прилагательное) nice. "
        ],
        [
            "3 A my dog has the toy. The your dog has an toy, too. A toys are red. The they are not a green. ",
            "3 (местоимение) My dog has а (о игрушке говорим 1-й раз) toy. (местоимение) Your dog has а (об этой игрушке говорим тоже 1-й раз) toy, too. The (об игрушках говорим 2-й раз) toys are red. (местоимение) They are not (прилагательное) green. "
        ],
        [
            "4 I have a photos. The they are an interesting. ",
            "4 I have (говорим о фотографиях 1-й раз, a/an во мн.ч. не употребляется) photos, (местоимение) They are (прилагательное) interesting. "
        ],
        [
            "5 The she is a good girl. She is a nine. ",
            "5 (местоимение) She is а (о хорошей девушке говорим 1-й раз) good girl. She is (числительное) nine. "
        ],
        [
            "6 This is a milk. The milk is a white. ",
            "6 This is (неисчисляемое сущ., о молоке говорим 1-й раз) milk. The (о молоке говорим 2-й раз) milk is (прилагательное) white. "
        ],
        [
            "7 An I have the interesting book. An interesting book is a new. ",
            "7 (местоимение) I have an (об интересной книге говорим 1-й раз) interesting book. The (об интересной книге говорим 2-й раз) interesting book is (прилагательное) new. "
        ],
        [
            "8 I have the friend. A friend is the nice. ",
            "8 I have а (о друге говорим 1-й раз) friend. The (о друге говорим 2-й раз) friend is (прилагательное) nice. "
        ],
        [
            "9 This is a apple. An apple is a sweet. ",
            "9 This is an (о яблоке говорим 1-й раз, слово начинается на гласную) apple. The (о яблоке говорим 2-й раз) apple is (прилагательное) sweet. "
        ],
        [
            "10 The my friend has the cat. An cat is a good. ",
            "10 (местоимение) My friend has а (о кошке говорим 1-й раз) cat. The (о кошке говорим 2-й раз) cat is (прилагательное) good. "
        ]
    ]
}