{
    "4": [
        [
            "1 This is ... my table. On ... table I have ... book, two ... pencils, and ... cup of ... coffee. ",
            "1 This is (с местоимениями артикли не употребляются) my table. On the (на этом столе) table I have а (о книге говорим в 1-й раз) book, two (о карандашах говорим в 1-й раз) pencils, and а (о гашке говорим в 1-й раз) cup of (говорим в 1-й раз, кофе неисчисл. сущ.) coffee. "
        ],
        [
            "2 This is ... bag. ... bag is ... black. ",
            "2 This is а (о сумке говорим в 1-й раз) bag. The (о сумке говорим 2-й раз) bag is (прилагательное) black. "
        ],
        [
            "3 I have ... two sisters. ... my sisters are students. ",
            "3 I have (о сестрах говорим в 1-й раз, сущ. во мн. ч.) two sisters, (перед местоимением артикли не употр.) My sisters are students. "
        ],
        [
            "4 I get up at ... seven in ... morning and go to ... bed at ... eleven in ... evening. ",
            "4 I get up at (числительное) seven in the (выражение нужно запомнить) morning and go to (выражение нужно запомнить) bed at (числительное) eleven in the (выражение нужно запомнить) evening. "
        ],
        [
            "5 We are at ... home. ",
            "5 We are at (выражение нужно запомнить) home. "
        ],
        [
            "6... my brother is not at... home, he is at... school. ",
            "6 (местоимение) My brother is not at (выражение нужно запомнить) home, he is at (выражение нужно запомнить) school. "
        ],
        [
            "7 Where is ... your sister? — She is at ... home. ",
            "7 Where is (местоимение) your sister? — She is at (выражение нужно запомнить) home. "
        ],
        [
            "8 ...we have ... large ... family. ",
            "8 (местоимение) We have а (о семье говорим в 1-й раз) large (прилагательное large относится к сущ. family, артикль будет перед прилагат.) family. "
        ],
        [
            "9 This is ... my room. ... room is ... large. ",
            "9 This is (местоимение) my room. The (о комнате говорим 2-й раз) room is (прилагательное) large. "
        ],
        [
            "10 This is ... soup. ... soup is tasty. ",
            "10 This is (говорим в 1-й раз, неисчисл. сущ.) soup. The (говорим 2-й раз) soup is tasty. "
        ],
        [
            "11 You have ... pencils, but you have not ... pen. Give me ... pencils. ",
            "11 You have (говорим в 1-й раз, сущ. во мн. ч.) pencils, but you have not а (говорим в 1-й раз) pen. Give me the (дай мне эти карандаши, говорим 2-й раз) pencils. "
        ],
        [
            "12 I like ... your beautiful flower. Give me ... flower. ",
            "12 I like (местоимение) your beautiful flower. Give me the (дай мне этот цветок говорим 2-й раз) flower. "
        ],
        [
            "13... Pencils are ... on... table. Give me... pencil. ",
            "13 (говорим в 1-й раз) Pencils are on the (на этом столе) table. Give me a (the) (дай мне этот или любой карандаш) pencil "
        ],
        [
            "14 Have... you... house? — No, I have not... house, but I have ... car. ",
            "14 Have (местоимение) you а (говорим в 1-й раз) house? - No, I have not а (говорим в 1-й раз) house, but I have а (говорим в 1-й раз) саг. "
        ],
        [
            "15... my brother has such... big dog. ",
            "15 My brother has such а (нужно запомнить) big dog. "
        ],
        [
            "16 I take ... shower in ... morning. ",
            "16 I take а (выражение нужно запомнить) shower in the (выражение нужно запомнить) morning. "
        ]
    ]
}