{
    "knock on": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I heard a knock on the door.",
            "He gave him a knock on the head.",
            "He got a knock on the head when he fell.",
            "Knock on the door and see if they're home.",
            "Knock on the door before you enter the room.",
            "Just at that moment there was a knock on the door.",
            "She lifted her hand to knock on the door once again.",
            "There was a knock on the door in the early hours of the morning.",
            "There was a knock on the door and a young woman came into the room.",
            "Let's knock on for another half hour.",
            "We're going to get married next week - knock on wood!",
            "We plan to be in Florida by tomorrow evening - knock on wood!",
            "He knocked on the door and went in.",
            "I knocked on the door but no one answered.",
            "I knocked on the door but nobody answered.",
            "He knocked lightly on the closed door of the study.",
            "When you knocked on the door, was there any response?",
            "A system failure has a knock-on effect throughout the whole hotel.",
            "We wanted to go for a picnic, but the rain's knocked that on the head.",
            "A few local cops knocked on my friend’s door and proceeded to breathalyze the 12 of us.",
            "He has a knock in on her.",
            "The teenagers' attempt to hijack a plane has been knocked on the head."
        ],
        "example_translate": [
            "Я услышала стук в дверь.",
            "Он стукнул его по голове.",
            "Он стукнулся головой, когда падал.",
            "Постучи в дверь, и посмотри, дома ли они.",
            "Стучите в дверь, прежде чем войти в комнату.",
            "Как раз в этот момент раздался стук в дверь.",
            "Она подняла руку, чтобы постучать в дверь ещё раз.",
            "Рано-рано утром раздался стук в дверь.",
            "Раздался стук в дверь, и в комнату вошла молодая женщина.",
            "Давай поработаем еще полчаса.",
            "Мы собираемся пожениться на следующей неделе. Тьфу, как бы не сглазить.",
            "Мы надеемся быть завтра вечером во Флориде. Надо постучать.",
            "Он постучал в дверь и вошёл.",
            "Я постучал в дверь, но никто не ответил.",
            "Я постучал в дверь, но никто не ответил.",
            "Он тихонько постучал по закрытой двери кабинета.",
            "Когда вы постучали в дверь, был ли какой-то ответ?",
            "Любой системный сбой оказывает воздействие на работу всей гостиницы.",
            "Мы хотели поехать на пикник, но дождь пресёк эту затею на корню.",
            "Несколько местных копов постучали в дверь моего друга и приступили к алкотестированию 12 из нас.",
            "Он затаил на нее злобу.",
            "Была сорвана попытка подростков заставить пилота изменить курс."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}