{
    "know of": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "'Did he call earlier?' 'Not that I know of.'",
            "Do you know of any good restaurants in the area?",
            "He didn't want his wife to know of the relationship.",
            "They know of many historic volcanic eruptions in the area.",
            "Do you know of a good place to eat? I'm from out of town (=from a different town).",
            "She knows nothing of our plans.",
            "I wonder if he knew of the plan?",
            "You know nothing of this business.",
            "A well-known vendor of ladies' hats.",
            "She is a well-known patron of the arts.",
            "Police knew of his fascination with guns.",
            "No one outside the group knew of their plans.",
            "I know plenty of leavers who are decent people.",
            "The drug dealer knew which of the cops were bent.",
            "He wrote a well-known history of the British empire.",
            "She knew nothing of what had happened earlier that day.",
            "Our prisoner was just a private and knew nothing of value.",
            "I know plenty of dingy people., I don't want to know any more.",
            "Very little is known of events inside this mysterious country.",
            "The rabble of mankind know nothing of liberty except the name.",
            "Had I known of what sort they were to whom I was joining myself!",
            "Certain body parts that are known sources of erogenous pleasure.",
            "Donna knew nothing of her husband's involvement with another woman.",
            "The lawyer argued spuriously that his client knew nothing of the burglary.",
            "The museum features some of the best-known examples of this style of painting.",
            "These forms are the only known example of natural infection by a papillomavirus.",
            "You intend to stick to this story that she knew nothing of your financial prospects?",
            "The best-known product of the company is a diagnostic test for human papillomavirus.",
            "I know nothing of the kind."
        ],
        "example_translate": [
            "— Раньше он звонил? — Насколько я знаю, нет.",
            "Ты не знаешь, есть ли тут поблизости хороший ресторан?",
            "Он не хотел, чтобы его жена узнала об этой связи.",
            "Известно, что в прошлом в этом районе состоялось множество вулканических извержений.",
            "Вы знаете хорошее место, где можно поесть? Я не местный (т.е. из другого населенного пункта).",
            "Она ничего не знает о наших планах.",
            "Интересно, знал ли он об этом плане?",
            "Вы ничего не смыслите в этом бизнесе.",
            "Известный продавец дамских шляп.",
            "Она — известный меценат.",
            "Полиция знала об его увлечении оружием.",
            "Никто, за исключением членов группы, не знал, что они замышляют.",
            "Я знаю множество выпускников, которые являются порядочными людьми.",
            "Наркоторговец знал, кто из полицейских является продажным.",
            "Он написал общеизвестную историю Британской империи.",
            "Она ничего не знала о том, что произошло в этот день раньше.",
            "Наш пленник был всего лишь рядовым, и не знал ничего ценного.",
            "Я уже знаю лостаточно людей с сомнительной репутацией и не хочу знакомиться с кем-то еще.",
            "О событиях внутри этой загадочной страны известно очень мало .",
            "Чернь ничего не знает о свободе, кроме самого этого слова.",
            "Если бы я знал, к каким людям я присоединяюсь!",
            "Известно, что некоторые части тела являются источниками эрогенного удовольствия.",
            "Донна ничего не знала об отношениях её мужа с другой женщиной.",
            "Адвокат ложно утверждал, что его клиент ничего не знал об ограблении.",
            "В музее представлены некоторые из наиболее известных образцов этого стиля живописи.",
            "Эти формы являются единственным известным примером естественного заражения вирусом папилломы.",
            "Вы намерены и дальше придерживаться версии, что она ничего не знала о вашей финансовых перспективах?",
            "Самым известным продуктом компании является диагностический тест на вирус папилломы человека.",
            "Я ничего такого не знаю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}