{
    "know about": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "No one was supposed to know about it.",
            "It's annoying that we didn't know about this before.",
            "Come on, Dick, out with it. What do you know about them?",
            "It is important to recognize how little we know about this disease.",
            "I learned most of what I know about gardening through trial and error.",
            "She really didn't want to know about the rodent's intestinal problems.",
            "They told me everything there was to know about the child's family background.",
            "What we now know about the disease was learned by careful study of diseased organs.",
            "We all know about the alleged cases of traffic wardens who are supposed to fulfil a specific target.",
            "There are several important matters that I'd like to bring to your notice (=that I would like you to know about).",
            "Many people remain blissfully ignorant about the dangers of too much sun (=happy because they do not know about the dangers).",
            "It is an open secret (=it is supposed to be secret, but most people know about it) that she is having an affair with another man.",
            "That's all you know about it.",
            "Well, what do you know about that!",
            "\"I didn't know about it\" \"You did so\".",
            "He knows all there is to know about cars.",
            "It won't hurt if he doesn't know about it.",
            "But what do you know about him? Give, make with the dirt.",
            "Don't let him know about that - he'll try to get in on the act.",
            "What everyone wants to know about the president is how he got this way.",
            "I don't want anybody to know about this affair until next week, so mum's the word!",
            "\"She's a pretty girl, isn't she?\" \"I don't know about pretty. She's certainly got plenty of money\".",
            "\"She's very clever, isn't she?\" \"I don't know about clever, but she certainly knows how to use people\".",
            "I know all about being poor.",
            "You don't know squat about it.",
            "You don't know jack about that!",
            "We know nothing about her family.",
            "I'm curious to know more about her.",
            "Bessie knew nothing about football.",
            "Not much is known about the disease."
        ],
        "example_translate": [
            "Никто не должен был знать об этом.",
            "Досадно, что мы не знали об этом раньше.",
            "Давай-ка, Дик, выкладывай. Так что ты знаешь о них?",
            "Важно осознать, как мало мы знаем об этой болезни.",
            "Большую часть того, что я знаю о садоводстве, я изведал путём проб и ошибок.",
            "Она действительно не хотела знать о проблемах с кишечником у грызуна.",
            "Они рассказали мне всё, что было известно о семейных корнях ребёнка.",
            "То, что мы знаем сейчас об этой болезни, было получено на основе тщательного изучения больных органов.",
            "Мы все знаем о предполагаемых случаях с инспекторами дорожного движения, которые, как предполагается, выполняют определённую задачу.",
            "Есть несколько важных вопросов, которые я хотел бы довести до вашего сведения (т.е. я бы хотел, чтобы вы об этом знали).",
            "Многие люди остаются в блаженном неведении об опасности слишком долгого пребывания на солнце (т.е. они счастливы, потому что не знают об этой опасности).",
            "Для многих не секрет (т.е. это должно быть тайной, но большинство людей об этом знает), что у неё роман с другим мужчиной.",
            "Много ты об этом знаешь.",
            "Нет, вы видели такое?",
            "\"Я не знал об этом\" - \"Нет, знал\".",
            "Он хорошо разбирается в машинах.",
            "Ничего не случится, если он об этом не будет знать.",
            "А что тебе известно о нем? Давай выкладывай всю подноготную.",
            "Только не говори ему об этом, а то он постарается примазаться.",
            "Все хотят знать, как президент дошел до жизни такой.",
            "Я не хочу, чтобы об этом кто-нибудь знал до следующей недели, поэтому никому ни слова.",
            "\"Правда, она симпатичная?\" - \"Ну, насчет симпатичной я ничего не могу сказать, а вот то, что у нее много денег, это верно\".",
            "\"Какая она умница, не правда ли?\" - \"Ну, насчет умницы и бы не торопился, а то, что она может умело пользоваться людской слабостью, так это точно\".",
            "О бедности я знаю всё.",
            "Ты ничегошеньки об этом не знаешь.",
            "Ты ни черта в этом не смыслишь!",
            "Мы ничего не знаем о её семье.",
            "Мне любопытно было бы узнать о ней больше.",
            "Бесси ничего не понимала в футболе.",
            "Об этой болезни мало что известно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}