{
    "damaging": {
        "comment": [
            "damage",
            "damaged"
        ],
        "translate": "повредить, повреждать, наносить ущерб, портить, дискредитировать, позорить",
        "transcription": " |ˈdæmɪdʒɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The storm may produce damaging winds.",
            "He says he has damaging information about the candidate.",
            "Acid eats into the metal, damaging its surface.",
            "The event was very damaging to the child psychologically.",
            "Some of these chemicals are very damaging to the environment.",
            "Tourism is damaging the flora and fauna (=plants and animals) of the island.",
            "There is now clear evidence that these chemicals are damaging the environment.",
            "The loss of jobs was damaging to morale.",
            "The evidence was very damaging to their case.",
            "Sun lotions screen out damaging ultraviolet light.",
            "The argument could lead to a damaging split in the party.",
            "Friends of the Earth have produced a blacklist of environmentally damaging products."
        ],
        "example_translate": [
            "Данный шторм может стать причиной разрушительных порывов ветра.",
            "Он говорит, что обладает дискредитирующей информацией о данном кандидате.",
            "Кислота разъедает металл и повреждает его поверхность.",
            "Психологически это происшествие оказалось весьма пагубным для ребёнка.",
            "Некоторые из этих веществ являются очень вредными для окружающей среды.",
            "Туризм наносит вред флоре и фауне острова (т.е. его растениям и животным).",
            "Теперь имеется явное свидетельство того, что эти вещества наносят вред окружающей среде.",
            "Потеря рабочих мест пагубно сказывалась на моральном состоянии людей.",
            "Эти улики очень сильно подрывали их версию.",
            "Лосьоны от солнца не пропускают пагубное ультрафиолетовое излучение.",
            "Этот спор может привести к опасному расколу в партии.",
            "Организация \"Друзья Земли\" выпустила чёрный список экологически вредных продуктов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}