{
    "damp": {
        "comment": [],
        "translate": "влажный, сырой, отсыревший, влажность, сырость, уныние, демпфировать",
        "transcription": " |dæmp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Are you sure you won't catch a cold? It's very damp.",
            "He pulled off his damp shirt.",
            "My hair's still damp from the rain.",
            "The mud walls ran down with damp.",
            "His hands were damped with sweat.",
            "The room seemed very damp and had a rotten smell.",
            "There was a big damp spot on the wall.",
            "A damp wind blew from the west.",
            "The rain overnight on Sunday helped to damp down the fire.",
            "Wipe the table with a damp cloth.",
            "Damp had stained the walls.",
            "The mists crept upward chill and damp.",
            "The basement's damp walls were covered with mildew.",
            "He could feel how damp his shirt was against his chest.",
            "A few weeks in a tiny damp room soon shattered his illusions about university life.",
            "The boxes were left outside in the damp.",
            "Give the table a good rub with a damp cloth.",
            "The wall was quite damp in places (=in some places).",
            "He refused to let the setbacks damp his drive for success.",
            "Her books became moldy after being left in a damp basement."
        ],
        "example_translate": [
            "Точно не простудишься? Здесь очень сыро.",
            "Он стянул с себя влажную рубашку.",
            "Мои волосы всё ещё влажные от дождя.",
            "Грязные стены отсырели от влажности.",
            "Его руки были влажными от пота.",
            "В комнате было очень влажно и пахло гнилью.",
            "На стене было большое влажное пятно.",
            "С запада дул сырой ветер.",
            "Дождь, шедший всю ночь в воскресенье, помог потушить пожар.",
            "Вытрите стол влажной тряпкой.",
            "От влажности на стенах остались пятна.",
            "Холодные, влажные туманы поднимались вверх.",
            "Сырые стены подвала были покрыты плесенью.",
            "Он чувствовал, какая влажная у него на груди рубашка.",
            "Несколько недель, проведённые в маленькой сырой комнате, вскоре разбили его иллюзии о жизни в университете.",
            "Ящики были брошены снаружи, в сырости.",
            "Хорошенько протрите стол влажной тканью.",
            "Местами (т.е. в некоторых местах) стена была довольно влажной.",
            "Он не позволил неудачам сдержать его стремление к успеху.",
            "Её брошенные в сыром подвале книги покрылись плесенью."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}