{
    "dancing": {
        "comment": [
            "dancer",
            "dance",
            "guidance",
            "accordance",
            "redundancy",
            "attendance"
        ],
        "translate": "танцы, пляска, прыганье стрелки прибора, танцевальный",
        "transcription": " |ˈdænsɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Russian dancing",
            "She is awkward at dancing.",
            "I was in no temper for dancing.",
            "His dancing days are done.",
            "They were dancing with glee.",
            "She does tap dancing and ballet.",
            "a loose, fluid style of dancing",
            "They were dancing up a storm.",
            "I was always a duffer at dancing.",
            "dancing to the music of a big band",
            "She learned dancing from her sister",
            "She went out dancing with the girls.",
            "She took to dancing like a duck to water.",
            "The dancing was outside, in the open air.",
            "When it comes to dancing, he is the worst.",
            "They will make a lovely pair dancing together.",
            "I disagree that dancing is an unmanly pursuit.",
            "an unforgettable evening of dining and dancing",
            "dancing all the dances with little rest between",
            "The picture shows two elongated figures dancing.",
            "In our house dancing and playing cards were out.",
            "You need a fiddler and a caller for country dancing.",
            "We played a tape of African music and began dancing.",
            "Evenings, there's dancing to do, nightclubs to visit.",
            "He collapsed with a heart attack while he was dancing.",
            "He was all in after an evening of dancing and partying.",
            "Who would have thought she'd end up dancing for a living?",
            "Tragically her dancing career ended only six months later.",
            "I love dancing but you won't catch me being the first on the dance floor!",
            "Greg's arrival seemed to be the cue for everyone to get up and start dancing."
        ],
        "example_translate": [
            "русские танцы",
            "Она неуклюже танцует.",
            "Настроения танцевать у меня не было.",
            "Он своё оттанцевал.",
            "Они плясали от радости.",
            "Она занимается чечёткой и балетом.",
            "свободный, плавный стиль танца",
            "Они танцевали энергично, с огоньком.",
            "Я всегда был неуклюж в танцах.",
            "танцы под аккомпанемент биг-бэнда",
            "Она научилась танцевать у сестры.",
            "Она пошла на танцы с девчонками.",
            "Она быстро и легко научилась танцевать.",
            "Танцы проходили на улице, под открытым небом.",
            "Когда дело доходит до танцев, он худший.",
            "Они будут прекрасной парой, когда будут танцевать вместе.",
            "Я не согласен, что танцы - это не мужское занятие.",
            "незабываемый вечер ужина и танцев",
            "танцуя все танцы один за другим, почти без перерыва",
            "На рисунке показаны две вытянутые танцующие фигурки.",
            "В нашем доме танцы и карты были запрещены.",
            "Для деревенских танцев нужны скрипач и распорядитель.",
            "Мы поставили на магнитофон запись африканской музыки и начали танцевать.",
            "По вечерам здесь танцуют и ходят в ночные клубы.",
            "Он упал с сердечным приступом во время танца.",
            "Весь вечер он танцевал и развлекался, и потому совсем выбился из сил.",
            "Кто бы мог подумать, что в итоге она будет зарабатывать на жизнь танцами?",
            "Её танцевальная карьера печально закончилась всего шесть месяцев спустя.",
            "Я обожаю танцевать, но первой на танцпол ни за что не выйду!",
            "Казалось, все только и ждали появления Грега, чтобы подняться со своих мест и начать танцы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}