{
    "dare": {
        "comment": [
            "dark",
            "dart",
            "darkness",
            "darling"
        ],
        "translate": "вызов, подзадоривание, дерзать, сметь, посметь, рисковать",
        "transcription": " |der|",
        "antonyms": [],
        "mnemonic": [
            "dare [дэ'я] вызывать кого-то - (Дея-тельный) рыцарь вызвал на дуэль соперника.",
            "dare [dɛə]\n***\nСМЕЮ заметить, я верен идее. (это) dare\nЯ ОТВАЖИЛСЯ - я верен идее. (это) dare\nВызов."
        ],
        "examples": [
            "I dare you!",
            "Try it if you dare.",
            "She didn't dare open her mouth.",
            "I dare not protest.",
            "Who dares wins. брит.",
            "I dare you to jump the stream!",
            "John wouldn't dare to rip off a bank.",
            "How dare you listen to a private conversation?",
            "Don't you dare talk to me like that!",
            "How dare you accuse me of lying!",
            "Dare we admit this?",
            "I daren't go home.",
            "'I'll tell Dad.' 'You wouldn't dare!'",
            "I dare say things will improve.",
            "I'll tell her about it. — Don't you dare!",
            "How dare you call my lawyer?",
            "He could never refuse a dare.",
            "We wanted to laugh but didn't dare.",
            "He didn't dare to meet her gaze.",
            "“How dare you come into my house!” he thundered.",
            "Neither man nor woman would dare to answer with a plump \"No\".",
            "She did not dare pursue the matter further.",
            "Owen didn't dare look his father in the eye.",
            "I dare not promise that I may not abuse the opportunity so temptingly offered to me.",
            "We dare not baronetize their third son.",
            "I'll hurl you out of the club if you dare tell the secret!",
            "You wouldn't dare to spit at the director's offer, would you?",
            "If you dare to trespass on my grounds you will be treated as a vagrant or a beggar.",
            "I dare not fold my arms about thee.",
            "But I dare not absolve him of robbing a priest."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Только попробуй!",
            "Попробуйте это, если осмелитесь.",
            "Она не посмела вымолвить ни слова.",
            "Не смею возражать.",
            "Кто не рискует, тот не побеждает. (девиз бойцов \"САС\", частей особого назначения британской армии).",
            "Держу пари, ты не перепрыгнешь через этот ручей!",
            "Джону не хватило бы смелости ограбить банк.",
            "Как вы смеете подслушивать чужой разговор!",
            "Не смей говорить со мной так!",
            "Как вы смеете обвинять меня во лжи!",
            "Смеем ли мы признать это?",
            "Я не решался идти домой.",
            "— Я папе расскажу! — Не посмеешь! / Духу не хватит! / Кишка тонка!",
            "Надо полагать, что всё изменится к лучшему.",
            "— Я расскажу ей об этом. — Не вздумай!",
            "Как ты смеешь звонить моему адвокату?",
            "Он никогда не мог отказаться от вызова.",
            "Мы хотели рассмеяться, но не осмелились.",
            "Он не посмел встретиться с ней взглядом.",
            "— Как вы посмели прийти в мой дом! — прогремел он.",
            "Ни мужчина, ни женщина не осмелились бы прямо сказать \"нет\".",
            "Она не решилась дальше развивать эту тему.",
            "Оуэн не смел взглянуть отцу в глаза.",
            "Я не смею обещать, что не злоупотреблю столь соблазнительно открывшейся мне возможностью.",
            "Мы не осмеливаемся дать титул баронета их третьему сыну.",
            "Я вышвырну тебя из клуба, если ты посмеешь рассказать об этом!",
            "Ведь ты же не посмеешь принять в штыки предложение директора, не так ли?",
            "Если вы осмелитесь ступить на мои земли, с вами поступят, как с бродягой или нищим.",
            "Не смею обнять тебя. (Лорд Теннисон)",
            "Но я не могу отпустить ему грех ограбления священнослужителя."
        ],
        "stars": 2
    }
}