{
    "dash": {
        "comment": [
            "slash",
            "cash",
            "splash"
        ],
        "translate": "тире, черта, черточка, штрих, рывок, прочерк, мчаться, ринуться, бросаться, бросать",
        "transcription": " |dæʃ|",
        "antonyms": [],
        "mnemonic": [
            "dash [дэш] капелька, щепотка, швырять - (Дэш-ёвую) капельку швырнули на щепотку соли.",
            "dash [dæʃ]\n***\nТы КИНУЛСЯ и финиш дашь. (это) dash\nЕщё ПОРЫВ и финиш дашь. (это) dash\nЧЕРТУ и ТИРЕ пишет карандаш. (это) dash\n***\nТы кинулся \"dash\"\nпрятать наличные \"cash\"."
        ],
        "examples": [
            "He dashed off to lunch.",
            "I'm sorry, but I must dash. I'm late.",
            "He dashed for the main entrance.",
            "Cream with your coffee? – Yes, just a dash, please.",
            "The waves dashed against the cliff.",
            "The failure dashed his spirits.",
            "His answer dashed their hopes completely.",
            "The ship was dashed against the rocks.",
            "He holds the record for the 100-metre dash.",
            "Olive dashed into the room, grabbed her bag, and ran out again.",
            "She seized the doll and dashed it against the wall with a tremendous force.",
            "Add salt, pepper and a dash of vinegar.",
            "He made a lightning dash for the goal.",
            "He had smitten down the oaken door with one dash of his foot .",
            "The roses were beautiful, before they were dashed by the wind and rain.",
            "He had smitten down the oaken door with one dash of his foot.",
            "Anyway, I must dash - I said I'd meet Daniel at eight.",
            "We made a dash for the exit.",
            "Add a dash of romance to your life with a trip to Paris.",
            "He made a dash for the door.",
            "It's pouring with rain — we'll have to make a dash for it.",
            "The prisoners made a dash for freedom.",
            "We all made a mad dash for the door.",
            "She dashed down the hallway to the bathroom.",
            "Waves were dashing against the rock.",
            "People were dashing inside to get out of the rain.",
            "My mad dash for the bus left me gasping for breath.",
            "She dashed into the yard.",
            "Waves were dashing against the sea wall."
        ],
        "example_translate": [
            "Он убежал обедать.",
            "Извините, но мне нужно бежать. Я опаздываю.",
            "Он бросился к главному входу.",
            "Тебе кофе со сливками? – Да, только чуть-чуть, пожалуйста.",
            "Волны разбивались о скалу.",
            "Неудача охладила его пыл.",
            "Его ответ не оставил им никакой надежды.",
            "Корабль выбросило на скалы.",
            "Он является рекордсменом на стометровой дистанции.",
            "Оливия бросилась в комнату, схватила свою сумку и снова выбежала.",
            "Она схватила куклу и изо всех сил швырнула её о стену.",
            "Добавьте соль, перец и чуточку уксуса.",
            "Он совершил молниеносный рывок к цели.",
            "Он вышиб дубовую дверь одним ударом ноги.",
            "Розы были такие красивые, пока дождь и ветер не побили их.",
            "Он вышиб дубовую дверь одним ударом ноги.",
            "В любом случае, я должен бежать - я сказал, что я встречусь с Дэниэлом в восемь.",
            "Мы бросились к выходу.",
            "Добавьте в жизнь чуточку романтики, совершив путешествие в Париж",
            "Он рванулся к двери.",
            "Идёт проливной дождь, так что придётся нам мчаться во весь дух.",
            "Заключённые бросились на свободу.",
            "Мы все стремительно бросились к двери.",
            "Она бросилась по коридору к ванной /к туалету/.",
            "О скалу бились волны.",
            "Люди ринулись внутрь, чтобы укрыться от дождя.",
            "После безумного рывка за автобусом я отчаянно хватал ртом воздух.",
            "Она ринулась во двор.",
            "О мол бились волны."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}