{
    "daylight": {
        "comment": [
            "tuesday",
            "thursday",
            "birthday",
            "nowadays",
            "monday",
            "wednesday",
            "friday",
            "midday",
            "saturday",
            "sunday",
            "today",
            "holiday",
            "day",
            "yesterday",
            "daytime",
            "everyday",
            "light",
            "flight",
            "lighting",
            "delight",
            "lightly",
            "highlight",
            "moonlight",
            "plight",
            "delighted",
            "delightful",
            "sunlight",
            "lightning",
            "daily"
        ],
        "translate": "дневной свет, естественное освещение, рассвет, гляделки, глаза, гласность",
        "transcription": " |ˈdeɪlaɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They left before daylight.",
            "It was daylight when I awoke.",
            "The park is open to the public during daylight hours.",
            "The park is open during daylight hours.",
            "If possible, it's better to work in natural daylight.",
            "It was still daylight when we left.",
            "The attack happened in broad daylight, in one of the busiest parts of town.",
            "I made the collar in broad daylight.",
            "The daylight faded almost imperceptibly into night.",
            "For pictures taken in daylight, use a different film.",
            "We could see daylight through the cracks in the wall.",
            "They're shy animals and don't often come out in daylight.",
            "I knew the elephants would be on the march again before daylight.",
            "Open up the curtains and let some daylight into the room.",
            "As daylight fades into darkness, everyone returns to their homes.",
            "Now the team need to put some daylight between themselves and their rivals for the championship."
        ],
        "example_translate": [
            "Они уехали затемно.",
            "Я проснулся, когда уже было светло.",
            "Парк открыт для публики в светлое время суток.",
            "Парк открыт в дневное время суток.",
            "Если есть возможность, лучше работать при естественном освещении.",
            "Мы уехали засветло.",
            "Нападение произошло средь бела дня, в одном из самых оживлённых районов города.",
            "Я осуществил задержание среди бела дня.",
            "Почти незаметно дневной свет поблек и превратился в ночь.",
            "Для снимков, сделанных при дневном освещении, используйте другую плёнку.",
            "Сквозь щели в стене было видно дневной свет.",
            "Они являются пугливыми животными, и нечасто выходят из своих нор при дневном свете.",
            "Я знал, что, едва рассветёт, слоны снова отправятся в путь.",
            "Откройте шторы и впустите в помещение немного дневного света.",
            "Когда дневной свет превращается во тьму, все возвращаются по домам.",
            "Теперь этой команде нужно обеспечить какой-то отрыв от соперников в борьбе за звание чемпиона."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}