{
    "deadline": {
        "comment": [],
        "translate": "предельный срок, предел, ремонт, сдать в ремонт",
        "transcription": " |ˈdedlaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We had to hurry to meet the deadline.",
            "The deadline grows closer.",
            "The deadline is not far off.",
            "The deadline for applications is May 21st.",
            "I have to get working on this or I'll miss my deadline.",
            "I don't think we'll make the deadline.",
            "The deadline for submissions is January 31st.",
            "December 31 is the deadline for applications.",
            "Because of his incompetence, we won't make our deadline.",
            "He was aware that the deadline had passed.",
            "They pushed the deadline ahead from Tuesday to Wednesday.",
            "The deadline draws ever closer.",
            "They're working under a deadline.",
            "Somehow the deadline crept up on me.",
            "He was feeling pretty stressed about the deadline.",
            "The project was completed a week past its deadline.",
            "When she managed the department, we never missed a deadline.",
            "Today is the deadline for Americans to file their tax returns.",
            "I knew there would be a last-minute rush to meet the deadline.",
            "We have to push a little to make the deadline!",
            "Management have agreed to extend the deadline.",
            "We are still hoping to meet the November deadline.",
            "He procrastinated and missed the submission deadline.",
            "The approach of the deadline quickened our sense of urgency.",
            "The deadline for submitting college applications is April 19th.",
            "It is totally out of the question to postpone the midnight deadline.",
            "We had to work like stink to meet the deadline.",
            "The talks have run over the 15 November deadline.",
            "We're late for our deadline. Can you bike the photos over to us?",
            "Only seven minutes remained before the expiry of the noon deadline."
        ],
        "example_translate": [
            "Нам пришлось поторопиться, чтобы успеть в срок.",
            "Срок истекает.",
            "Крайний срок — не за горами.",
            "Заявления принимаются до 21 мая.",
            "Я должен начать работать над этим, иначе я не уложусь в сроки.",
            "Не думаю, что мы успеем в срок.",
            "Последний срок подачи документов /заявок/ — тридцать первое января.",
            "Крайний срок подачи заявок — тридцать первое декабря.",
            "Из-за его некомпетентности мы не успеем закончить в срок.",
            "Ему было известно, что предельный срок уже прошёл.",
            "Они отодвинули крайний срок со вторника на среду.",
            "Крайний срок /срок сдачи/ всё ближе и ближе.",
            "Они работают в условиях ограниченного времени.",
            "Так получилось, что я оказался неготовым к сроку.",
            "Он порядком беспокоился из-за (приближающегося) конечного срока.",
            "Проект был завершён через неделю после предельного срока.",
            "Когда она заведовала отделом, мы ни разу не пропустили сроки.",
            "Сегодня для американцев истекает срок подачи налоговых деклараций.",
            "Я знал, что в последнюю минуту непременно будет аврал, чтобы успеть уложиться в срок.",
            "Нам придётся немного поднапрячься, чтобы успеть в срок!",
            "Руководство согласилось продлить срок.",
            "Мы всё ещё надеемся уложиться в крайний срок, который наступает в ноябре.",
            "Он промедлил и пропустил срок подачи заявок.",
            "Приближение крайнего срока обострило наше ощущение необходимости торопиться.",
            "Окончательный срок подачи заявлений на поступление в колледж — 19 апреля.",
            "О переносе крайнего срока, который наступает в полночь, не может быть и речи.",
            "Нам пришлось работать, как каторжным, чтобы уложиться в срок. (брит.)",
            "Переговоры не завершились в условленный срок, до пятнадцатого ноября, и продолжаются.",
            "Мы не укладываемся в срок. Можешь привезти к нам фотографии на мотоцикле?",
            "До истечения крайнего срока, назначенного на полдень, оставалось всего семь минут."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}