{
    "deadly": {
        "comment": [],
        "translate": "смертельный, смертоносный, смертный, смертельно, чрезвычайно, ужасно",
        "transcription": " |ˈdedlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We sat in deadly silence.",
            "I am pushed for money, deadly.",
            "I'm deadly serious, this isn't a game!",
            "His face had a deadly paleness.",
            "Rome's deadly war engine",
            "They were locked together in deadly wrestle, each with a hand upon the other's throat.",
            "He was in deadly earnest (=completely serious).",
            "I'm deadly serious about making an offer on the house.",
            "They launched a deadly attack.",
            "The deadly paleness gave place to a deep and rosy suffusion.",
            "Officers are allowed to use deadly force if necessary.",
            "The party was getting deadly dull, so it was time was push on.",
            "She called for the prompt mobilization of all national resources to combat the deadly epidemic.",
            "Belladonna and red arsenic are deadly poisons.",
            "In The Odyssey, Ulysses is trapped between the six-headed monster Scylla and Charybdis, a deadly whirlpool that threatens to suck in his ship.",
            "She shoots with deadly accuracy.",
            "He spoke with deadly seriousness.",
            "A deadly silence followed his question.",
            "She hit the target with deadly accuracy.",
            "The water had been tainted with a deadly toxin.",
            "The weekly meeting tends to be deadly dull (=very dull).",
            "Although he smiled, Ashley knew he was in deadly earnest."
        ],
        "example_translate": [
            "Мы сидели в мертвой (полнейшей) тишине.",
            "Мне позарез нужны деньги.",
            "Я совершенно серьёзно, это не игрушки!",
            "Он был бледен как смерть.",
            "смертоносная военная машина Рима",
            "Они вцепились друг другу в горло мёртвой хваткой.",
            "Он был ужасно серьезен.",
            "Я совершенно серьёзно говорю о предложении по этому дому.",
            "Они начали смертельную атаку.",
            "Мертвенная бледность сменилась глубоким, цветущим румянцем.",
            "При необходимости, сотрудникам разрешается применять оружие на поражение.",
            "Вечеринка становилась смертельно скучной, так что пора было сваливать.",
            "Она потребовала скорейшей мобилизации всех национальных ресурсов для борьбы с этой смертельной эпидемией.",
            "Белладонна и красный мышьяк — смертельные яды.",
            "В \"Одиссее\" Улисс попадает в ловушку между шестиголовым чудовищем Сциллой и Харибдой — смертельным водоворотом, угрожающим поглотить его корабль.",
            "Она стреляет с убийственной точностью.",
            "Он говорил совершенно серьёзно.",
            "В ответ на его вопрос последовала гробовая тишина.",
            "Она попала в цель с убийственной точностью.",
            "Вода была заражена смертельным токсином.",
            "Еженедельные совещания, как правило, смертельно (т.е. очень) скучны.",
            "Хоть он и улыбался, но Эшли знала, что он говорит совершенно серьёзно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}