{
    "dealing": {
        "comment": [],
        "translate": "занимающийся, поведение, распределение",
        "transcription": " |ˈdiːlɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How's he dealing with the whole thing?",
            "Dealing with people is the most important aspect of my work.",
            "He pulls down $20,000 a year dealing in property.",
            "She's very skilled at dealing with the public.",
            "He always uses care and discretion when dealing with others.",
            "He proposed a new plan for dealing with terrorism.",
            "Financial wheeling and dealing has done the company in.",
            "He suggested several different ways of dealing with the problem.",
            "I began dealing out the cards.",
            "He has a marvellous touch in dealing with children.",
            "Who's dealing?",
            "He has a reputation for fair dealing.",
            "She got caught dealing drugs in school.",
            "Cindy's taking a class on dealing with stress.",
            "He advises patience when dealing with children.",
            "She was dealing with a family crisis at the time.",
            "Many users end up dealing to support their habit.",
            "He showed great aplomb in dealing with the reporters.",
            "I'm tired of dealing with all of the office politics.",
            "They kept a shop as a front for dealing in stolen goods.",
            "He scorned the government's record in dealing with crime.",
            "It's the only way to deal with the menace of drug dealing.",
            "He was constitutionally incapable of dealing with conflict.",
            "He used a phony business to launder money from drug dealing.",
            "When dealing with a burst pipe, always turn off the water first.",
            "He warned that the nation was dealing with an unappeasable enemy.",
            "The governor was usually circumspect when dealing with the media.",
            "There are various techniques for dealing with industrial pollution.",
            "Her panache at dealing with the world's media is quite astonishing.",
            "The government has acted with restraint in dealing with this crisis."
        ],
        "example_translate": [
            "Как он справляется со всем этим?",
            "Общение с людьми является важнейшей составной частью моей работы.",
            "Он зарабатывает двадцать тысяч долларов в год, занимаясь недвижимостью.",
            "Она очень поднаторела в общении с населением.",
            "Общаясь с другими людьми, он всегда внимателен и осторожен.",
            "Он предложил новый план борьбы с терроризмом.",
            "Финансовые авантюры доконали компанию.",
            "Он предложил несколько способов решения проблемы.",
            "Я начал раздавать карты.",
            "Он прекрасно ладит с детьми.",
            "Кто сдаёт? / Чья сдача?",
            "У него репутация честного человека.",
            "Её поймали с поличным за продажей наркотиков в школе.",
            "Синди посещает занятия по борьбе со стрессом.",
            "Он советует быть терпеливым, когда имеешь дело с детьми",
            "В то время она как раз столкнулась с семейным кризисом.",
            "Многие наркоманы в итоге становятся дилерами, чтобы иметь возможность поддерживать свою привычку.",
            "В общении с журналистами он проявил великолепное самообладание.",
            "Я устал от всех этих офисных интриг.",
            "Они держали магазин, служивший прикрытием для торговли краденым.",
            "Он насмехался над действиями правительства по борьбе с преступностью.",
            "Только так можно справиться с угрозой распространения наркотиков.",
            "Он был органически не приспособлен к разрешению конфликтов.",
            "Он использовал фальшивый бизнес для отмывания денег от наркоторговли.",
            "Когда имеешь дело с прорывом трубы, всегда первым делом нужно перекрывать воду.",
            "Он предупреждал, что страна имеет дело с непримиримым врагом.",
            "Как правило, при общении со СМИ губернатор был осторожен.",
            "Существуют различные методы борьбы с промышленным загрязнением.",
            "Её особый стиль общения с журналистами просто поразителен.",
            "При разрешении этой критической ситуации правительство действовало сдержанно."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}