{
    "dealer": {
        "comment": [
            "deal",
            "dealing",
            "ordeal"
        ],
        "translate": "дилер, торговец, посредник, агент по продаже, сдающий карты",
        "transcription": " |ˈdiːlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Police were stalking a drug dealer.",
            "Contact your local dealer to order.",
            "Let's cut for dealer.",
            "It's your turn to deal.",
            "The dealer reshuffled the cards.",
            "She was dealt a full house.",
            "Each player is dealt five cards.",
            "The dealer fixed the price at $50.",
            "She got caught dealing drugs in school.",
            "The book dealer would not break the set.",
            "The dealer had assured me of its quality.",
            "dealing out the cards for a game of poker",
            "He agreed to testify against his drug dealer.",
            "The drug dealer knew which of the cops were bent.",
            "The offending players were dealt harsh penalties.",
            "We brought the dealer down to a much lower figure.",
            "The Swiss dealer offered $2 million for the painting.",
            "We warned her not to trust the duplicitous art dealer.",
            "Make sure you buy your used car from a reputable dealer.",
            "The dealer spent hours bargaining for the valuable painting.",
            "In case of malfunction of the product contact your local dealer.",
            "The dealer put up three of his most valuable paintings for auction",
            "The dealer had offloaded some of the shares onto a willing client.",
            "a person who started out as a user and is now a drug dealer as well",
            "a shrewd used car dealer who knew how to make the best possible deal",
            "The undercover officer wore a wire to her meeting with the drug dealer.",
            "For months she's been an undercover agent pretending to be a drug dealer.",
            "His uncle's a car dealer and let him buy the car at cost (=without making a profit).",
            "We looked askance at the dealer's assertion that the car had never been in an accident.",
            "an arrest record that revealed that he had variously been a pander, a pickpocket, and a drug dealer"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Полицейские выслеживали торговца наркотиками.",
            "Для размещения заказа обратитесь к вашему местному дилеру.",
            "Давайте снимем колоду и определим, кто будет сдавать.",
            "Ваша очередь сдавать карты.",
            "Крупье перетасовал / перемешал / карты.",
            "Ей сдали фулл-хаус. (о покере)",
            "Каждому игроку сдаётся по пять карт.",
            "Торговец установил цену в 50 долларов.",
            "Её поймали с поличным за продажей наркотиков в школе.",
            "Торговец книгами не хотел разбивать комплект.",
            "Дилер заверил меня в его качестве.",
            "раздача карт для игры в покер",
            "Он согласился дать показания против своего поставщика наркотиков.",
            "Наркоторговец знал, кто из полицейских является продажным.",
            "Игроки-нарушители были сурово наказаны.",
            "Мы насели на продавца, и он довольно заметно сбросил цену.",
            "Швейцарский посредник предложил за эту картину два миллиона долларов.",
            "Мы предупредили её не доверять этом двуличному галеристу.",
            "Покупайте подержанную машину только у солидного продавца.",
            "Агент несколько часов убеждал продавца снизить цену картины.",
            "В случае поломки обращайтесь к местному дилеру.",
            "Торговец выставил на аукцион три самые дорогие свои картины.",
            "Дилер избавился от некоторых акций в пользу заинтересованного покупателя.",
            "человек, который начинал как потребитель наркотиков, а теперь также является и наркоторговцем",
            "хитрый продавец подержанных автомобилей, который знал, как заключить максимально выгодную сделку",
            "Полицейская, работающая под прикрытием, надела на встречу с наркоторговцем небольшой микрофон.",
            "Несколько месяцев она была тайным агентом, выдававшим себя за торговца наркотиками.",
            "Его дядя торгует автомобилями, и он позволил ему купить эту машину по закупочной стоимости (т.е. без прибыли).",
            "Мы не очень-то поверили продавцу, когда тот заявил, что машина ещё ни разу не побывала в аварии.",
            "история задержаний, которая показала, что он в разное время успел побывать сводником, карманником и наркоторговцем"
        ],
        "stars": 3
    }
}