{
    "debut": {
        "comment": [
            "but",
            "butcher"
        ],
        "translate": "дебют, первое выступление, дебютный, дебютировать",
        "transcription": " |deɪˈbjuː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The show will debut next Monday at 8.00pm.",
            "The network debuts a new sitcom tonight.",
            "He made his singing debut at a very young age.",
            "The film marks her directorial debut.",
            "She was scarcely 18 when she made her debut.",
            "The band debuts a new song or two each month",
            "His Broadway debut was 'The Scarlet Pimpernel'.",
            "They looked forward to the debut of their new product line.",
            "This young soprano debuts next month at the Metropolitan Opera.",
            "The computer will soon be debuting in stores across the country.",
            "He made his Major League debut as shortstop.",
            "His acclaimed first novel was an auspicious debut.",
            "Ralph Lauren debuted his autumn collection in Paris last week.",
            "He had been a well-known Broadway trouper before making his screen debut."
        ],
        "example_translate": [
            "Первый показ шоу состоится в следующий понедельник в 20:00.",
            "Вечером телесеть запускает премьеру нового ситкома.",
            "Он дебютировал в качестве певца в очень молодом возрасте.",
            "Этот фильм знаменует её режиссёрский дебют.",
            "Ей было всего лишь 18, когда она дебютировала.",
            "Каждый месяц группа выпускает одну-две новые песни.",
            "Его дебют на Бродвее состоялся в мюзикле \"Алый Первоцвет\".",
            "Они с нетерпением ожидали дебюта своей новой линии продукции.",
            "Эта молодая сопрано в следующем месяце дебютирует в Метрополитен-Опера.",
            "Данный компьютер вскоре впервые появится в магазинах по всей стране.",
            "Он дебютировал в МЛБ на позиции шортстопа. (о бейсболе)",
            "Его широко известный первый роман оказался многообещающим дебютом.",
            "На прошлой неделе Ральф Лорен дебютировал со своей осенней коллекцией в Париже.",
            "До своего дебюта на экране он был хорошо известным бродвейским актёром."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}