{
    "decade": {
        "comment": [
            "decay"
        ],
        "translate": "десятилетие, десяток, группа из десяти",
        "transcription": " |ˈdekeɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The bridge was built a decade ago.",
            "the first decade of the 21st century",
            "The war lasted nearly a decade.",
            "The drug was banned a decade ago.",
            "the greatest literary phenomenon of the decade",
            "the most prolific goalscorer this decade",
            "A guerrilla war has lingered into its fourth decade.",
            "In the past decade, the city has been reborn.",
            "He has been in office for a decade.",
            "a slob of a professor whose office was littered with a decade's worth of notes and student papers",
            "Real estate prices have doubled in value over the last decade.",
            "During the last decade the right wing of the party has held the whip hand.",
            "It's perhaps the most underrated film of the last decade.",
            "With proper care, the machine should last a decade or more.",
            "There have been a lot of changes during the past two decades.",
            "The computer industry has expanded greatly over the last decade.",
            "The anti-smoking lobby has steadily gained ground in the last decade.",
            "Commercialism has been infiltrating universities for the past decade.",
            "The decade of the 1920s runs from January 1, 1920 to December 31, 1929.",
            "There have been significant computer developments during the last decade.",
            "the phenomenal growth that the suburb has experienced over the last decade",
            "People come and go, but the population of this town has remained approximately constant for the past decade.",
            "In terms of social change, the 1960s are generally considered the most tempestuous decade in recent American history.",
            "These new companies are parasites feeding off the success of those who spent the last decade establishing the industry."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "e + Отк сл = [e]"
        ],
        "example_translate": [
            "Мост был построен десять лет назад.",
            "первое десятилетие двадцать первого века",
            "Война продолжалась почти десять лет.",
            "Данный препарат был запрещён десять лет назад.",
            "величайший литературный феномен десятилетия",
            "самый результативный игрок этого десятилетия",
            "Партизанская война тянется уже четвёртый десяток лет.",
            "В прошлом десятилетии город получил новую жизнь.",
            "Он занимает этот пост уже десять лет.",
            "неряха-профессор, чей кабинет был завален скопившимися за десяток лет записями и студенческими работами",
            "За последнее десятилетие цены на недвижимость выросли в два раза.",
            "На протяжении последних десяти лет тон в этой партии задаёт её правое крыло.",
            "Это, пожалуй, самый недооценённый фильм последнего десятилетия.",
            "При надлежащем уходе, эта машина должна прослужить десяток лет, а то и больше.",
            "За последние два десятилетия изменилось очень многое.",
            "За последнее десятилетие компьютерная индустрия значительно расширилась.",
            "В последнее десятилетие антитабачное лобби неуклонно набирает силу.",
            "В последние десять лет университеты всё больше проникаются духом торгашества.",
            "Двадцатые годы двадцатого века начинаются 1 января 1920 года и заканчиваются 31 декабря 1929 года.",
            "В последнее десятилетие было большое количество компьютерных разработок.",
            "тот феноменальный рост, который пригородная зона пережила за последнее десятилетие",
            "Люди рождаются и умирают, но в последние десять лет численность населения этого городка остаётся примерно постоянной.",
            "С точки зрения социальных изменений, шестидесятые годы обычно считаются наиболее бурным десятилетием в новейшей американской истории.",
            "Эти новые компании являются паразитами, которые питаются плодами успеха тех, кто последние десять лет занимался созданием данной отрасли."
        ],
        "stars": 3
    }
}