{
    "decay": {
        "comment": [
            "decade"
        ],
        "translate": "распад, разложение, гниение, упадок, распадаться, разлагаться, разрушаться",
        "transcription": " |dɪˈkeɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She writes about the moral decay of our society.",
            "Her body was already starting to decay.",
            "The building fell into decay.",
            "Almost every thing which corrupts the soul decays the body.",
            "You'd better paint the woodwork before decay sets in.",
            "Uncle John had begun to show symptoms of decay.",
            "A later Empire nods in its decay.(P. B. Shelley)",
            "The body started to decay and needed to be cremated.",
            "the patient's physical and mental decay",
            "During the war, the area fell into decay.",
            "The house was a surreal mixture of opulence and decay.",
            "The city's neighborhoods are decaying.",
            "old cars in various stages of decay",
            "Ancient families decayed into the humble vale of life.",
            "the decay of dead plants and leaves",
            "dead plants and leaves decayed by bacteria",
            "The city's neighborhoods are in slow decay.",
            "The corpse was in an advanced state of decay.",
            "She believes that the moral fiber of our society is decaying.",
            "In truth, moral decay hastened the decline of the Roman Empire.",
            "The house had fallen into a serious state of decay and disrepair.",
            "At present, the decay of a town implies the decay of the trade of the town.",
            "The unoccupied house started to decay.",
            "the moral decay that traditionally foreruns the decline of a mighty empire"
        ],
        "example_translate": [
            "Она пишет о моральном разложении нашего общества.",
            "Её тело уже начало разлагаться.",
            "Здание обветшало.",
            "Почти любая вещь, развращающая душу, разрушает тело.",
            "Надо бы покрасить дерево, пока оно не начало гнить.",
            "У дяди Джона стали появляться признаки старения.",
            "Последняя империя клонится к упадку.",
            "Тело начало разлагаться, и его необходимо было кремировать.",
            "физическое и психическое разложение пациента",
            "Во время войны эта область пришла в упадок.",
            "В доме удивительным образом сочетались роскошь и разруха.",
            "Городские кварталы медленно разрушаются.",
            "старые автомобили разной степени ветхости",
            "Древние фамилии обнищали и ведут скромную жизнь.",
            "разложение мёртвых растений и листьев",
            "мёртвые растения и листья, которые разлагаются бактериями",
            "Городские кварталы медленно приходят в упадок.",
            "Труп находился в полуразложившемся состоянии.",
            "Она считает, что нравственность нашего общества находится в упадке.",
            "Действительно, моральное разложение ускорило упадок Римской империи.",
            "Дом перешёл в состояние серьёзного упадка и обветшания.",
            "В настоящее время умирание города означает угасание его торговли.",
            "Пустой дом начал разрушаться.",
            "моральное разложение, которое традиционно предшествует упадку могущественной империи"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}