{
    "deceive": {
        "comment": [
            "perceive"
        ],
        "translate": "обманывать, вводить в заблуждение, изменять, сбивать с толку",
        "transcription": " |dɪˈsiːv|",
        "antonyms": [],
        "mnemonic": [
            "receive [ri'si: v]\nperceive [pə'si:v]\nconceive [kən'si:v]\ndeceive [dɪ'si:v] - обманывать\n***\nПОЛУЧИЛ подарок - он красив. (это) receive\n***\nВОСПРИНИМАЕШЬ плохо, потому, что спесив. (это)\nperceive\n***\nПРЕДСТАВИТЬ нужно, что конь|сив. (это) conceive\nПОНИМАЮ, что конь|сив. (это) conceive"
        ],
        "examples": [
            "Her husband has been deceiving her for years.",
            "It is not honourable to deceive them with false promises.",
            "Are my eyes deceiving me, or is that your dad over there?",
            "Her parents punished her for trying to deceive them.",
            "Unless my eyes deceive me, that's the vice-president sitting over there.",
            "She's been deceiving herself with dreams of success but they never came true.",
            "Advertisers are now forbidden to deceive the public with false claims.",
            "They had thought to deceive me.",
            "People who think they can eat whatever they want without harming their health are deceiving themselves.",
            "They connived with their mother to deceive me.",
            "He could equally well be trying to deceive us.",
            "He was accused of deceiving the customer about the condition of the car.",
            "Remember that appearances can deceive — just because something looks good doesn't mean it is good.",
            "The insurance company deceived me when they told me they were covering my house."
        ],
        "example_translate": [
            "Её муж обманывал её много лет.",
            "Нечестно обманывать их лживыми обещаниями.",
            "Это мне мерещится, или там и в самом деле стоит твой отец?",
            "Родители наказали её за попытку их обмануть.",
            "Если это не обман зрения, то там сидит вице-президент.",
            "Она тешила себя надеждами на успех, которым не суждено было сбыться.",
            "Рекламодателям теперь запрещено вводить людей в заблуждение ложными сведениями.",
            "Они думали меня обмануть.",
            "Люди, которые думают, что могут есть всё, чего они хотят, не нанося вреда здоровью, обманывают сами себя.",
            "Они сговорились со своей матерью, чтобы обмануть меня.",
            "С таким же успехом вполне может быть, что он пытается нас обмануть.",
            "Его обвинили в обмане клиента по поводу состояния автомобиля.",
            "Помните, что внешность бывает обманчивой: то, что хорошо выглядит, не обязательно таковым является.",
            "Представители страховой компании обманули меня, когда сказали, что страховка покрывает мой дом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}