{
    "decent": {
        "comment": [
            "accent",
            "century",
            "cent",
            "ascent",
            "scent",
            "descent",
            "adjacent",
            "adolescent",
            "incentive"
        ],
        "translate": "приличный, порядочный, пристойный, скромный, подходящий, славный, благопристойный",
        "transcription": " |ˈdiːsnt|",
        "antonyms": [],
        "mnemonic": [
            "decent [дъи'сант] порядочный, приличный - Порядочные юноши в (десант) идут;",
            "decent ['di:s (ə) nt]\ndecently ['di:səntlɪ] - прилично, порядочно\n***\nЕсли ты ПРИЛИЧНЫЙ, то не жди|цент. (это) decent\nЕсли ты ПОРЯДОЧНЫЙ, то не жди|цент. (это) decent\nЕсли ты СКРОМНЫЙ, то не жди|цент. (это) decent\n***\nВо время встречи недавней \"recent\"\nты был скромным \"decent\".",
            "recent ['ri:s (ə) nt]\nrecently ['ri:səntlɪ] - недавно, на днях, в последнее\nвремя\n***\nПригодился НЕДАВНИЙ опыт актрисин (т). (это)\nrecent\nПригодился ПОСЛЕДНИЙ опыт актрисин (т). (это)\nrecent\nВ ПОСЛЕДНИЙ раз стоил рубля три|цент. (это) recent\nНЕДАВНИЙ курс - рубля три|цент. (это) recent\n***\nВо время встречи последней \"recent\"\nты был порядочным \"decent\"."
        ],
        "examples": [
            "It's hard to find a decent job.",
            "Are there any decent schools in that area?",
            "He is a decent guy who would help anyone in need.",
            "She had a decent upbringing.",
            "You're a decent geezer.",
            "Leave the apron a decent tip. He's taken a good care of us.",
            "I undressed, bagged up my things in decent order, and prepared for rest.",
            "Both of them make decent wages.",
            "I've got to get some decent clothes.",
            "I would kill for a decent cup of coffee.",
            "I don't understand how so decent a person could be involved with this kind of crime.",
            "All I need is a bath, a decent meal, and a good long sleep.",
            "You need to do the decent thing and tell her what happened.",
            "She led a chaste, decent life.",
            "You can get a decent PC for about £500 now.",
            "our basic concepts of decent human behaviour",
            "$80 sounds about right for a decent hotel room.",
            "Is a decent bagel acquirable in this town?",
            "Most of us are peaceful and decent, but here we go again, in our fifth war of this century.",
            "She tugged for years to make a decent living.",
            "It's hard to make a decent living as a musician.",
            "That jerkwater town doesn't boast a single decent beanery.",
            "Though one of her shoulder straps had slipped down, she was perfectly decent by current standards.",
            "The ongoing lack of decent food discontented and demoralized the soldiers in the rebel army.",
            "social instability that has led to a retrogression of moral values and standards of decent behavior",
            "I subbed Fenella a tenner to get a decent bunch of flowers.",
            "He can never seem to voice his opinions at a decent decibel level., he has to vociferate."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Приличную работу найти тяжело.",
            "Есть ли приличные школы в этом районе?",
            "Он порядочный парень, который хотел бы помочь всем нуждающимся.",
            "Она была хорошо воспитана.",
            "Ты славный малый.",
            "Оставь бармену хорошие чаевые. Он хорошо нас обслужил.",
            "Я разделся, аккуратно сложил свои вещи и приготовился отойти ко сну.",
            "Оба они прилично зарабатывают.",
            "Мне нужно найти какую-нибудь приличную одежду.",
            "Всё бы отдала / убила бы за чашку приличного кофе.",
            "Я не понимаю, как такой порядочный человек мог быть замешан в такого рода преступление.",
            "Все, что мне нужно — это принять ванну, нормально поесть и хорошо выспаться.",
            "Ты должен поступить порядочно, и рассказать ей, что случилось.",
            "Она прожила чистую, скромную жизнь.",
            "Сейчас примерно за пятьсот фунтов можно купить приличный компьютер.",
            "наши базовые принципы достойного человеческого поведения",
            "Восемьдесят долларов — кажется, нормальная цена за приличный гостиничный номер.",
            "В этом городе можно купить приличных бубликов?",
            "Большинство из нас — люди мирные и порядочные., но вот мы опять воюем, уже в пятый раз за это столетие.",
            "Многие годы она прилагала все усилия, чтобы нормально зарабатывать.",
            "Музыканту тяжело нормально заработать на жизнь.",
            "В этом захудалом городишке не найдётся ни одной приличной столовки.",
            "Хотя одна из её бретелек и сползла вниз, по современным меркам она выглядела вполне прилично.",
            "Постоянное отсутствие нормальной еды вызвало недовольство и деморализацию солдат повстанческой армии.",
            "социальная нестабильность, которая привела к деградации нравственных ценностей и норм приличия",
            "Я одолжил Фенелле десятку на нормальный букет цветов.",
            "Ему никак не удаётся выразить свои мысли на нормальном уровне громкости: приходится орать во всё горло."
        ],
        "stars": 2
    }
}