{
    "December": {
        "comment": [],
        "translate": "декабрь, декабрьский",
        "transcription": " |dɪˈsembər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her birthday is in late December.",
            "The trees were damaged by a freeze in December.",
            "December is the busiest time of year for shops.",
            "The band folded in December 1966.",
            "Ohio's employment figures for December",
            "December 31 is the deadline for applications.",
            "The project has a completion date of December 22nd.",
            "She will return from her trip sometime in December.",
            "A presidential election was scheduled for December.",
            "The final results of the experiment are due on December 9.",
            "Every December, I put a Christmas wreath on my front door.",
            "Wright took the helm at the food retailer in December 2001.",
            "Mr. and Mrs. X were divorced by the court on December 23, 1996.",
            "In December they launched a full-scale onslaught on the capital.",
            "This December was not as cold as the past few Decembers have been.",
            "The interest you earn will be paid half-yearly in June and December.",
            "Vietnam restored diplomatic relations with South Korea on December 22.",
            "The decade of the 1920s runs from January 1, 1920 to December 31, 1929.",
            "Western reports say that troops have been massing in the region since December.",
            "Their industrial output went down again in December, which meant a fall of 2.2% over the year.",
            "International Steel Group Inc. has called back workers who were laid off in December 2001 when LTV Steel Co. shut down.",
            "If everything goes according to plan (=happens in the way that was arranged) the first stage will be completed by December."
        ],
        "example_translate": [
            "Её день рождения — в конце декабря.",
            "В декабре деревья были повреждены морозами.",
            "Декабрь — самое загруженное время года для магазинов.",
            "В декабре 1966 группа распалась.",
            "декабрьские показатели занятости штата Огайо",
            "Крайний срок подачи заявок — тридцать первое декабря.",
            "Дата завершения данного проекта — двадцать второе декабря.",
            "Из своей поездки она вернётся где-то в декабре.",
            "Президентские выборы были назначены на декабрь.",
            "Окончательные результаты эксперимента ожидаются девятого декабря.",
            "Каждый год в декабре я вешаю на дверь дома рождественский венок.",
            "Райт встал у руля этой продуктовой розничной компании в декабре 2001 года.",
            "Брак мистера и миссис Х был расторгнут по суду 23 декабря 1996 г.",
            "В декабре они начали полномасштабную атаку на столицу.",
            "В декабре этого года было не так холодно, как в прошлые несколько лет.",
            "Заработанные вами проценты будут выплачиваться раз в полгода, в июне и декабре.",
            "Двадцать второго декабря Вьетнам восстановил дипломатические отношения с Южной Кореей.",
            "Двадцатые годы двадцатого века начинаются 1 января 1920 года и заканчиваются 31 декабря 1929 года.",
            "По утверждениям западных СМИ, войска сосредотачиваются в этом регионе, начиная с декабря.",
            "В декабре объём их промышленного производства вновь упал, что означало снижение на 2.2% за год.",
            "Корпорация \"Интернешнл Стил Груп\" предложила рабочим, уволенным в декабре 2001 г. в связи с закрытием компания \"Эл-Ти-Ви Стил\", вернуться на работу.",
            "Если все пойдёт по плану (т.е. так, как договорились), первый этап будет завершён к декабрю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}