{
    "decide": {
        "comment": [
            "decision",
            "decisive",
            "decision-making"
        ],
        "translate": "решать, решаться, принимать решение, рассудить, постановлять, вознамериваться",
        "transcription": " |dɪˈsaɪd|",
        "antonyms": [],
        "mnemonic": [
            "decide [диса'йд] решать - Дела там решают (дисайт*) человек ('Десять);",
            "decide [di'said]\ncoincide [¸kəuɪn'saɪd] - совпадать\n***\nЯ РЕШИЛ - иду в \"десант\". (это) decide\n***\nНаши вкусы совпадают \"coincide\",\nи мы решили \"decide\",\nидти в одну стороны \"side\"."
        ],
        "examples": [
            "That decides me!",
            "You must decide for yourself.",
            "This is for you to decide.",
            "She decided on the green hat.",
            "It's up to you to decide.",
            "One blow decided the fight.",
            "If you decide to return the merchandise, you have 15 days.",
            "What did you decide in the end?",
            "The case was decided.",
            "They decided that he was right.",
            "You must decide where you stand.",
            "I'll leave it up to you to decide.",
            "We drew lots to decide who should go first.",
            "I can't decide whether to sell my old car or keep it for another year.",
            "Only recently did they decide to move.",
            "Has anything been decided yet?",
            "I'm not sure which way he'll decide.",
            "I can't decide whether to go after the job or not.",
            "If the Parole Board decides in his favour, the prisoner will be released.",
            "This new development finally decided me!",
            "It was the penalty kick that decided the match.",
            "The jury decided for the plaintiff.",
            "“Don't decide too quickly,” she cautioned.",
            "I can't decide between these two attractive houses.",
            "It's difficult to decide between these two candidates.",
            "The look he gave her decided her not to ask.",
            "It rests with the court to decide the prisoners guilt.",
            "The Commission will have the power to decide disputes.",
            "Taxes could be the deciding factor for millions of floating voters.",
            "The vote in New Hampshire often decides the outcome of the Presidential election."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Инфинитив с to после глаголов",
            "Инфинитив"
        ],
        "example_translate": [
            "Решено!",
            "Ты должен решить сам.",
            "Это вам решать.",
            "Она выбрала зелёную шляпу.",
            "Решай сам.",
            "Исход боя решил один удар.",
            "У вас есть пятнадцать дней на случай, если вы примете решение вернуть купленный товар.",
            "Что ты в итоге решил?",
            "Дело было решено.",
            "Они решили, что он прав.",
            "Вы должны как-то определиться.",
            "Решение я оставлю за вами.",
            "Мы бросили жребий, чтобы решить, кто должен пойти первым.",
            "Не могу решить, продавать ли старую машину, или оставить ещё на год.",
            "Лишь недавно они решили переехать.",
            "Что-нибудь уже решили?",
            "Я точно не знаю, что он решит.",
            "Я не могу решить, стоит ли пытаться получить эту работу или нет.",
            "Если комиссия по условно-досрочному освобождению примет решение в пользу этого заключённого, его выпустят на свободу.",
            "Теперь, когда всё так обернулось, я, наконец, решился!",
            "Это был пенальти, который решил исход матча.",
            "Присяжные вынесли решение в пользу истца.",
            "— Не стоит спешить с решением, — предупредила она.",
            "Никак не могу выбрать между этими двумя домами, они оба симпатичные.",
            "Очень трудно решить, кому из этих двух кандидатов отдать предпочтение.",
            "Он посмотрел на неё так, что она решила не спрашивать.",
            "Решение о виновности обвиняемых остаётся за судом.",
            "Комиссия будет иметь право решать споры.",
            "Налоги могут стать решающим фактором в голосовании миллионов неопределившихся избирателей.",
            "Голосование в Нью-Гемпшире часто решает исход президентских выборов."
        ],
        "stars": 3
    }
}