{
    "decisive": {
        "comment": [
            "decision",
            "decide",
            "decision-making"
        ],
        "translate": "решающий, решительный, окончательный, убедительный, имеющий решающее значение",
        "transcription": " |dɪˈsaɪsɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The fight ended with a decisive blow.",
            "It was a decisive victory for the army.",
            "The meeting is seen as a decisive step toward a peace treaty.",
            "The poverty of his childhood played a decisive role in his adult life.",
            "The decisive battles were fought in the air.",
            "He had a decisive lead in the polls.",
            "You must be decisive and persistent to succeed in this competitive field.",
            "Business leaders demanded immediate and decisive action to end the dispute.",
            "I stood there wondering what to do, but my sister was more decisive and immediately went to the phone.",
            "He's a quick and decisive player — a force to be reckoned with (=a person, team, company etc that influences what happens).",
            "Grant won a decisive victory in the battle of Chickamauga.",
            "The adhesion of Seville was decisive."
        ],
        "example_translate": [
            "Бой закончился решающим ударом.",
            "Для армии это была окончательная победа.",
            "Эта встреча рассматривается как решительный шаг в направлении мирного договора.",
            "Детство, проведённое в нищете, сыграло решающую роль в его взрослой жизни.",
            "Решающие бои велись в воздухе.",
            "Он убедительно лидировал по результатам опросов общественного мнения.",
            "Чтобы преуспеть в этом конкурентном поле, нужно быть решительным и настойчивым.",
            "Крупные предприниматели потребовали немедленных и решительных действий, чтобы положить конец этому спору.",
            "Я стоял и размышлял, что делать, но моя сестра была более решительной, и сразу же подошла к телефону.",
            "Это игрок быстрый и решительный — сила, с которой приходится считаться (т.е. человек, команда, фирма и т.д., которые влияют на происходящее).",
            "Грант одержал решительную победу в битве при Чикамоге.",
            "Верность Севильи имела решающее значение."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}