{
    "deck": {
        "comment": [
            "desk",
            "desktop"
        ],
        "translate": "палуба, колода, настил, палубный, украшать, убирать",
        "transcription": " |dek|",
        "antonyms": [],
        "mnemonic": [
            "deck [дэк] палуба, колода - (Дэк-абристы) палубу подожгли:"
        ],
        "examples": [
            "Let's go up on deck.",
            "The Christmas tree was decked out with lights.",
            "She was decked out in expensive clothes.",
            "Irene shuffled the deck.",
            "I went on deck and overlooked the boundless waters.",
            "A number of passengers had come on deck.",
            "She cut the deck for a long time.",
            "We stood on the ship's deck facing aft.",
            "She was at her desk in the living room, fiddling with a deck of cards.",
            "The deck runs the full width of the house.",
            "Lady, are you a few aces short of a deck?",
            "I managed to find a seat on the upper deck.",
            "This boat has a good deck layout making everything easy to operate.",
            "There's a lot of stowage below deck.",
            "She bought a planter to put on their deck.",
            "The other players accused him of stacking the deck.",
            "The street was decked with flags for the royal wedding.",
            "Every morning, the sailors had to swab down the deck of the ship.",
            "Captain Picard commanded the crew to report to the main deck.",
            "With only half an hour to get everything ready, it was all hands on deck.",
            "They enjoyed the misty view of the thunderous falls from the deck of the sightseeing boat.",
            "The main deck was afloat (or awash).",
            "Water washed over the deck of the ship.",
            "There is additional seating on the deck.",
            "The deck is built to withstand years of wear.",
            "Martin was struggling with the sails on the open deck.",
            "The boat drew alongside us and a man appeared on the deck.",
            "The fishermen haled the huge net onto the deck of the ship.",
            "We stood on the deck and watched dolphins swim near the ship.",
            "In the unlikely event of a fire, passengers should move to the top deck."
        ],
        "example_translate": [
            "Давайте поднимемся на палубу.",
            "Ёлка была украшена огнями.",
            "На ней была дорогая одежда.",
            "Ирэн перетасовала колоду.",
            "Я вышел на палубу и стал смотреть на бескрайние водные просторы.",
            "Несколько пассажиров уже вышло на палубу.",
            "Она долго снимала колоду.",
            "Мы стояли на палубе корабля, лицом к корме.",
            "Она сидела за столом в гостиной и вертела в руках колоду карт.",
            "Веранда идёт по всей ширине дома.",
            "Дамочка, вы в своём уме? / Женщина, у вас что, не все дома?",
            "Мне удалось найти место на верхней палубе.",
            "У этого судна очень удобная планировка палубы, что позволяет легко управлять всем оборудованием.",
            "Под палубой полно места для размещения грузов.",
            "Она купила цветочный горшок, чтобы поставить его у себя на открытой веранде.",
            "Другие игроки /партнёры по игре/ обвинили его в подтасовке колоды.",
            "Улица была украшена флагами в честь королевской свадьбы.",
            "Каждое утро матросы должны были швабрами драить палубу на корабле.",
            "Капитан Пикар приказал членам экипажа явиться на главную палубу.",
            "На всю подготовку оставалось всего полчаса — это был полный аврал /помогали все, кто мог/.",
            "Они наслаждались туманным видом грохочущих, словно гром, водопадов, с палубы экскурсионного судна.",
            "Главная палуба была покрыта (или залита) водой.",
            "Палубу корабля окатило водой.",
            "На палубе имеются дополнительные сидячие места.",
            "Настил изготовлен с расчётом на многолетний износ.",
            "Мартин боролся с парусами на открытой палубе.",
            "Лодка пошла рядом с нами, и на палубе появился какой-то человек.",
            "Рыбаки вытащили эту огромную сеть на палубу корабля.",
            "Мы стояли на палубе и смотрели, как рядом с кораблём плавают дельфины.",
            "В маловероятном случае возникновения пожара, пассажиры должны двигаться по направлению к верхней палубе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}