{
    "declaration": {
        "comment": [
            "decline",
            "declare"
        ],
        "translate": "декларация, заявление, объявление, описание, таможенная декларация",
        "transcription": " |ˌdekləˈreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Declaration of Human Rights",
            "You will need to make a declaration of your income.",
            "Declaration of Independence",
            "He tried to word the declaration exactly right.",
            "Universal Declaration of Human Rights",
            "They tried to word the declaration exactly right.",
            "Under Islamic law it was possible to divorce by simple declaration.",
            "UN Declaration on the Granting of Independence to Colonial Countries and Peoples",
            "The Declaration of Independence included a kind of moral and legal egalitarianism.",
            "Our office drama queen yet again made the melodramatic declaration that he was contemplating suicide.",
            "Hitler's declaration of his belief in a “master race” was an indication of the inherent racism of the Nazi movement."
        ],
        "example_translate": [
            "Всеобщая декларация прав человека",
            "Вам нужно будет задекларировать свои доходы.",
            "Декларация независимости (1776 г.)",
            "Он постарался сформулировать это заявление с абсолютной точностью.",
            "Всеобщая декларация прав человека",
            "Они постарались сформулировать это заявление с абсолютной точностью.",
            "Согласно исламскому праву, можно было развестись, просто объявив об этом во всеуслышание.",
            "Декларация ООН о предоставлении независимости колониальным странам и народам",
            "Декларация независимости содержит определенную форму этического и юридического эгалитаризма.",
            "На работе наш местный истерик в очередной раз пафосно объявил, что \"подумывает о самоубийстве\".",
            "Заявление Гитлера о своей вере в “расу господ” свидетельствовало о том, что расизм является неотъемлемой частью нацистского движения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}