{
    "declare": {
        "comment": [
            "decline",
            "declaration"
        ],
        "translate": "объявлять, заявлять, провозглашать, признавать, описывать, высказываться, выражать",
        "transcription": " |dɪˈkler|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was declared guilty.",
            "I declare you man and wife.",
            "He openly declared his love for her.",
            "The President declared war.",
            "She was declared incompetent",
            "He declared for mayor.",
            "'It's not fair,' Jane declared.",
            "I declare this exhibition open.",
            "Do you have anything to declare?",
            "He declared that he was innocent.",
            "The president declared that the situation would improve.",
            "Have you got anything to declare?",
            "I hereby declare you man and wife.",
            "Congress has the power to declare war.",
            "Travellers must declare their prescription drugs.",
            "A state of emergency has been declared.",
            "He engaged them to declare in his favour.",
            "Large purchases must be declared at customs.",
            "The city was declared to be in a state of siege.",
            "The company had to declare bankruptcy.",
            "The two sides declared the agreement off.",
            "He declared his intention to stand for president.",
            "We declare our support for a government of national unity.",
            "The war was declared illegal by the International Court of Justice.",
            "Edward declared himself angry and frustrated.",
            "Too many voters still declare they are undecided.",
            "The court declared the law to be unconstitutional.",
            "I hereby declare the Olympic Games officially open.",
            "The government has just declared a state of emergency.",
            "The court declared that Brown's case should be reviewed."
        ],
        "synonyms": [],
        "grups": [
            "Сложное дополнение",
            "Сложное подлежащее",
            "Инфинитив",
            "all_words",
            "Инфинитив - сложное дополнение(умственной деятельность, обозначающая знание, мнение или предположение)",
            "Инфинитив - сложное подлежащее(страдательный залог)"
        ],
        "example_translate": [
            "Его признали виновным.",
            "Я объявляю вас мужем и женой.",
            "Он открыто признался в своей любви к ней.",
            "Президент объявил войну.",
            "Её признали некомпетентной (в каком либо вопросе / деле)",
            "Он заявил о своём намерении баллотироваться на пост мэра.",
            "— Это несправедливо, — заявила Джейн.",
            "Я объявляю эту выставку открытой.",
            "У вас есть что декларировать? (на таможне)",
            "Он заявил о своей невиновности.",
            "Президент заявил, что положение улучшится.",
            "Есть ли у вас вещи, подлежащие обложению?",
            "Настоящим объявляю вас мужем и женой.",
            "Конгресс обладает полномочиями объявлять войну.",
            "Туристы должны декларировать сильнодействующие лекарства.",
            "Было объявлено чрезвычайное положение.",
            "Он уговорил их высказаться в его пользу.",
            "Крупные покупки должны быть задекларированы на таможне.",
            "Было объявлено, что город находится в осадном положении.",
            "Руководству компании пришлось объявить о банкротстве.",
            "Стороны объявили данное соглашение недействительным.",
            "Он заявил о своём намерении баллотироваться на пост президента.",
            "Мы заявляем о своей поддержке правительства национального единства.",
            "Международный суд ООН объявил эту войну незаконной.",
            "Эдвард заявил, что он сердит и расстроен / разочарован.",
            "Слишком многие избиратели заявляют, что ещё не определились.",
            "Суд объявил закон неконституционным.",
            "Настоящим я официально объявляю Олимпийские игры открытыми.",
            "Правительство только что объявило чрезвычайное положение.",
            "Суд заявил, что дело Брауна должно быть пересмотрено."
        ],
        "stars": 3
    }
}