{
    "decline": {
        "comment": [
            "declare",
            "declaration"
        ],
        "translate": "снижение, спад, падение, упадок, уменьшение, уменьшаться, отказывать, отказываться",
        "transcription": " |dɪˈklaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Profits declined by 10%.",
            "His health was declining.",
            "Mary declined Jay's invitation to dinner.",
            "I am sorry I must decline your invitation.",
            "The day declined.",
            "She declined to address the delegates.",
            "The car industry is in terminal decline.",
            "the decline of a mighty empire",
            "The company's stock continues to decline in value.",
            "The animal's numbers are declining rapidly.",
            "I must regretfully decline your kind invitation.",
            "There has been a decline in the size of families.",
            "We saw a sharp decline in sales this month.",
            "The court declined to review her case.",
            "He declined to join the group on a hike.",
            "Inflation is rampant and industry is in decline.",
            "Spending on information technology has declined.",
            "the decline in standards of personal morality",
            "The government has failed to halt economic decline.",
            "The roof declines here.",
            "After the war, the city declined in importance.",
            "Further economic decline set in during the 1930s.",
            "He changed his mind and declined the company's offer.",
            "The frightful precipitation of a railway train down a decline.",
            "For the total year 2001, management anticipates a moderate decline in sales.",
            "Britain's progressive decline as a world power",
            "The economy experienced a decline of two million jobs.",
            "It is with great regret that I must decline your offer.",
            "She rightly anticipated a decline in the value of the stock.",
            "There has been a precipitous decline in home sales recently."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Прибыль уменьшилась на десять процентов.",
            "Его здоровье ухудшалось.",
            "Мэри отклонила приглашение Джея на ужин.",
            "К сожалению, я не могу принять ваше приглашение.",
            "День клонился к вечеру.",
            "Она отказалась выступить перед делегатами.",
            "Автомобильная промышленность умирает.",
            "упадок могущественной империи",
            "Акции компании продолжают падать в цене.",
            "Количество животных стремительно уменьшается.",
            "К сожалению, я должен отклонить ваше любезное приглашение.",
            "Наблюдается уменьшение размера семей.",
            "В этом месяце мы увидели резкое падение продаж.",
            "Суд отказался пересмотреть её дело.",
            "Он отказался присоединиться к группе на экскурсию.",
            "Инфляция свирепствует, в промышленности спад.",
            "Расходы на информационные технологии снизились.",
            "снижение норм личной морали",
            "Правительству не удалось остановить экономический спад.",
            "Здесь крыша идёт под уклон.",
            "После войны значение города снизилось.",
            "Дальнейший экономический спад производства наступил в тридцатых годах.",
            "Он передумал и отказался от предложения компании.",
            "Ужасное зрелище: поезд, спускающийся на полной скорости с холма.",
            "Руководство предполагает умеренное снижение продаж на протяжении всего 2001 г.",
            "постепенный упадок Великобритании в качестве мировой державы",
            "Экономика испытала сокращение двух миллионов рабочих мест.",
            "С огромным сожалением я должен отклонить ваше предложение.",
            "Она справедливо ожидала падения стоимости акций.",
            "В последнее время наблюдается стремительный спад продаж жилья."
        ]
    }
}