{
    "decrease": {
        "comment": [],
        "translate": "уменьшение, понижение, спад, убывание, уменьшить, уменьшать, уменьшаться",
        "transcription": " |dɪˈkriːs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The price has decreased by 15 %.",
            "He decreased his staff.",
            "The roar decreased in volume.",
            "These changes will decrease our expenses.",
            "The government wants to decrease population growth.",
            "Sales decreased by five percent this year.",
            "Average house prices decreased by 13% last year.",
            "Studies report a recent decrease in traffic accidents.",
            "The amount of homework decreased towards the end of the semester.",
            "Airlines saw a decrease in passenger traffic this year.",
            "Decrease in money hoards puts upward pressure on prices.",
            "There was a decrease in his temperature as the fever subsided.",
            "There are fears that share prices could decrease still further.",
            "steps you can take to decrease your computer's risk of infection",
            "By 1881, the population of Ireland had decreased to 5.2 million.",
            "Attacks of asthma decrease in frequency through early adult life.",
            "The study found a statistically significant decrease in symptoms in patients who had taken the drug.",
            "Disease was a central dynamic in the decrease in population.",
            "A recent poll shows a decrease in the number of teenagers who smoke.",
            "Teachers reported decreases in drug use and verbal abuse of teachers.",
            "The decrease in sales was a consequence of some bad publicity about the company.",
            "The North's share of the world's energy consumption is expected to decrease from 70% to 60%."
        ],
        "example_translate": [
            "Цена уменьшилась на пятнадцать процентов.",
            "Он сократил свой персонал.",
            "Рёв стал тише.",
            "Эти изменения сократят наши расходы.",
            "Правительство хочет снизить рост населения.",
            "В этом году объём продаж сократился на пять процентов.",
            "В прошлом году средние цены на дома снизились на тринадцать процентов.",
            "Исследования показывают недавнее снижение количества дорожно-транспортных происшествий.",
            "К концу семестра объём домашних заданий уменьшился.",
            "В этом году авиакомпании столкнулись с уменьшением пассажиропотока.",
            "Сокращение запаса тезаврированных денег толкает цены вверх.",
            "Когда лихорадка утихла, температура его тела снизилась.",
            "Есть опасения, что цены на акции могут снизиться ещё больше.",
            "шаги, которые вы можете предпринять, чтобы уменьшить риск заражения вашего компютера",
            "К 1881 году население Ирландии сократилось до 5,2 миллионов человек.",
            "В начале взрослой жизни частота приступов астмы снижается.",
            "Исследование показало статистически значимое снижение симптомов у пациентов, которые принимали данный препарат.",
            "Основной причиной сокращения населения были болезни.",
            "Один из недавних опросов показывает уменьшение числа курящих подростков.",
            "Учителя сообщили о сокращении употребления наркотиков и словесных оскорблений учителей.",
            "Снижение продаж стало следствием появления в СМИ плохой информации о компании.",
            "Как ожидается, доля Севера в мировом энергопотреблении снизится с семидесяти до шестидесяти процентов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}