{
    "dedicate": {
        "comment": [
            "dedication",
            "dedicated"
        ],
        "translate": "посвящать, посветить, предназначать, надписывать, открывать",
        "transcription": " |ˈdedɪkeɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book was dedicated to her mother.",
            "The new park was dedicated today.",
            "The company dedicated $50,000 for the study.",
            "The book was dedicated to her husband.",
            "The priests dedicated the church (to God).",
            "The actress now dedicates herself to children's charity work.",
            "The church is dedicated to St Mary of Bec.",
            "She dedicated her book to her parents.",
            "I'd like to dedicate this record to all whose anniversaries fall at this time of year.",
            "President Lyndon Johnson was to dedicate the Fair.",
            "a young attorney who has decided to dedicate her career to helping the poor receive justice",
            "Lincoln's memorable words at the Gettysburg battlefield, “we cannot dedicate — we cannot consecrate — we cannot hallow — this ground”"
        ],
        "example_translate": [
            "Книга была посвящена её матери.",
            "Новый парк был открыт сегодня.",
            "Компания выделила на это исследование пятьдесят тысяч долларов.",
            "Книга была посвящена её мужу.",
            "Священники освятили церковь.",
            "Сейчас актриса посвящает себя детской благотворительности.",
            "Это церковь в честь Святой Марии Бекской.",
            "Она посвятила свою книгу родителям.",
            "Я хотел бы посвятить эту песню всем, чьи памятные даты выпадают на это время года.",
            "Открыть (Нью-Йоркскую всемирную) выставку должен был президент Линдон Джонсон.",
            "молодой адвокат, который решил посвятить свою карьеру помощи бедным в достижении справедливости",
            "памятные слова Линкольна на поле боя в Геттисберге: “не в нашей власти освятить это поле, сделать священной, одухотворить эту землю”"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}