{
    "dedicated": {
        "comment": [
            "dedicate",
            "dedication"
        ],
        "translate": "преданный, посвятивший себя, убежденный",
        "transcription": " |ˈdedɪkeɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The book was dedicated to her mother.",
            "She is a dedicated socialist.",
            "The book was dedicated to her husband.",
            "The new park was dedicated today.",
            "The company dedicated $50,000 for the study.",
            "The staff are dedicated people who clearly know what they are talking about.",
            "She dedicated her book to her parents.",
            "The church is dedicated to St Mary of Bec.",
            "He was dedicated to ending the tyranny of slavery.",
            "The priests dedicated the church (to God).",
            "She dedicated her life to combating poverty.",
            "She has dedicated her entire life to helping others.",
            "The organization was dedicated to the overthrow of capitalism.",
            "The organization was founded by a dedicated army of volunteers.",
            "...how dare you asperse the character of our dedicated pastor!...",
            "The organization is dedicated to the free exchange of information.",
            "The Woodland Trust is dedicated to preserving our native woodland.",
            "The rain forest is impervious to all but the most dedicated explorers.",
            "It's a nonprofit, nonpartisan organization dedicated to preserving our national parks.",
            "Most people here are very dedicated., I'm afraid Rhea's the exception that proves the rule."
        ],
        "example_translate": [
            "Книга была посвящена её матери.",
            "Она убежденная социалистка.",
            "Книга была посвящена её мужу.",
            "Новый парк был открыт сегодня.",
            "Компания выделила на это исследование пятьдесят тысяч долларов.",
            "Там /здесь/ работают люди, преданные своему делу, которые точно знают, о чём говорят.",
            "Она посвятила свою книгу родителям.",
            "Это церковь в честь Святой Марии Бекской.",
            "Он посвятил себя тому, чтобы положить конец тирании рабства.",
            "Священники освятили церковь.",
            "Она посвятила свою жизнь борьбе с бедностью.",
            "Всю свою жизнь она посвятила тому, чтобы помогать другим.",
            "Деятельность организации была посвящена свержению капитализма.",
            "Эта организация была основана армией идейных добровольцев.",
            "...как вы смеете порочить имя нашего пастора, который всю свою жизнь посвятил богослужению!...",
            "Деятельность данной организации посвящена свободному обмену информацией.",
            "Работа \"Woodland Trust\" посвящена сохранению наших родных лесов.",
            "Этот тропический лес непроходим для всех, кроме самых преданных исследователей.",
            "Это некоммерческая, непартийная организация, деятельность которой посвящена сохранению наших национальных парков.",
            "Большинство здешних людей очень преданны. К сожалению, Рея — исключение, которое подтверждает правило."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}