{
    "deed": {
        "comment": [
            "indeed",
            "deep",
            "deem",
            "deer"
        ],
        "translate": "дело, акт, поступок, подвиг, документ, передавать по акту",
        "transcription": " |diːd|",
        "antonyms": [],
        "mnemonic": [
            "deed [ди:д] поступок, деяние - Такой поступок (бандит) мог совершить."
        ],
        "examples": [
            "It's too late now. The deed is done.",
            "They let no good deed go unnoticed.",
            "The soldier's brave deed was beyond the call of duty.",
            "The contents of the deed were falsely stated.",
            "He asked if I had the deeds to his father's property.",
            "After the morning's good deeds he deserved a rest.",
            "He who does a good deed, is instantly ennobled.",
            "Everyone sins at some time, in thought if not in deed.",
            "News of their heroic deeds spread far and wide.",
            "It's the doing of the good deed that is important, not the thanks you receive.",
            "They taught their children to be kind and to do good deeds.",
            "She tried to strangle her baby and her lover helped her finish the evil deed.",
            "She deeded the house to her children.",
            "His black heart has concocted yet another black deed.",
            "He gave them the deed to the property.",
            "The deed was drawn in the lawyer's office.",
            "The land was transferred by deed.",
            "He made the deed over to his daughter.",
            "His claim is connected with the deed proper.",
            "The reward money was an unexpected dividend for our good deed.",
            "The philanthropist unexpectedly deeded his entire fortune to the animal shelter.",
            "The very easiness of the deed held her back.",
            "He has no sustainable claim to the property without a deed or some other document."
        ],
        "example_translate": [
            "Теперь уже слишком поздно. Дело сделано.",
            "Они не позволяют ни одному доброму делу остаться незамеченным.",
            "Храбрый поступок солдата превосходил обычное представление о долге.",
            "Содержание дела было неверно сформулировано.",
            "Он спросил, есть ли у меня документы, подтверждающие мои права на собственность его отца.",
            "После утренних благодеяний он заслужил отдых.",
            "Совершивший доброе дело немедленно жалуется дворянским титулом.",
            "Все когда-то грешат — если не в делах, то в мыслях.",
            "Весть об их подвиге разнеслась повсюду.",
            "Важно сделать хорошее дело, а не получить за него благодарность.",
            "Они научили своих детей быть добрыми и делать добрые дела.",
            "Она попыталась задушить своего ребёнка, а её любовник помог ей довершить это злодеяние.",
            "Она передала дом в собственность своим детям.",
            "Его чёрное сердце состряпало ещё одно чёрное дело.",
            "Он отдал им документы на это имущество.",
            "Акт был составлен в кабинете адвоката.",
            "Земля была передана согласно акту о совершении сделки.",
            "Он переоформил документ на право владения на имя своей дочери.",
            "Его иск связан конкретно с этим договором.",
            "Эта денежная премия стала неожиданным вознаграждением за наше доброе дело.",
            "Этот филантроп неожиданно передал всё своё состояние в пользу приюта для животных.",
            "Её сдержала сама лёгкость такого поступка.",
            "Он не имеет обоснованных претензий на имущество в отсутствие официального акта, или какого-либо иного документа, (подтверждающего право собственности)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}