{
    "default": {
        "comment": [
            "fault"
        ],
        "translate": "умолчание, отсутствие, не выполнить своих обязательств",
        "transcription": " |dɪˈfɔːlt|",
        "antonyms": [],
        "mnemonic": [
            "fault [fɔ: lt]\ndefault [dɪ'fɔ:lt]\n***\nЧья ВИНА, что наступил дефолт. (это) fault\nПРОМАХ правительства - дефолт. (это) fault\n***\ndefault - невыполнение обязательств"
        ],
        "examples": [
            "He lost the game by default.",
            "He defaulted on his child support payments.",
            "He was elected by default.",
            "Which font is the default in that computer program?",
            "The program defaults to a standard font.",
            "She overrode the default settings on her computer.",
            "The company is in default on its loan agreement.",
            "You can enter your own settings or use the defaults.",
            "You can change the default settings to suit your needs.",
            "The firm has defaulted on its payments for the goods.",
            "If the borrower defaults, the bank can take the house.",
            "The company defaulted on the loan and the investors lost $4 million.",
            "Bonds that are in default trade flat.",
            "The bank can seize the asset in the event of a default in payment."
        ],
        "example_translate": [
            "За неявку на матч ему было засчитано поражение.",
            "Он не выполнил обязательства по алиментам.",
            "Его выбрали ввиду отсутствия [отказа от участия в выборах] других кандидатов.",
            "Какой шрифт используется по умолчанию в этой компьютерной программе?",
            "Эта программа использует по умолчанию стандартный шрифт.",
            "Она переопределила на своём компьютере настройки по умолчанию.",
            "Компания находится в состоянии дефолта по кредитному соглашению.",
            "Вы можете ввести собственные настройки, или же использовать настройки по умолчанию.",
            "Вы можете изменить настройки по умолчанию в соответствии с вашими нуждами.",
            "Фирма объявила дефолт по платежам за поставленные товары.",
            "В случае несостоятельности заёмщика, банк может взять дом себе.",
            "Компания не выполнила обязательств по займу и инвесторы потеряли 4 млн долл.",
            "Облигации, по которым не выплачиваются проценты, торгуются с учетом этих процентов.",
            "В случае просрочки платежа банк может наложить на данное имущество арест."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}