{
    "defendant": {
        "comment": [
            "defence",
            "defend",
            "defense",
            "defensive",
            "defender"
        ],
        "translate": "ответчик, подсудимый, обвиняемый, подсудимый, обвиняемый",
        "transcription": " |dɪˈfendənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Defendant's age must be considered.",
            "The evidence supports the defendant.",
            "The defendant has a right to a fair trial.",
            "The defendant is too poor to afford a lawyer.",
            "The defendant later amended his evidence.",
            "The jury pronounced against the defendant.",
            "The judge directed the verdict for the defendant.",
            "The defendant is held to respond in damages.",
            "After due deliberations, the jury found the defendant guilty.",
            "The defendant had an airtight alibi.",
            "Ms. Smith will represent the defendant.",
            "The verdict and judgment passed for the defendant.",
            "The weight of the evidence is against the defendant.",
            "The court ruled in favor of the defendant.",
            "The judge went easy on the young defendant.",
            "The defendant had a prior record of convictions.",
            "The tribunal found in favour of the defendant.",
            "The judge recused himself because he was the brother-in-law of the defendant.",
            "The said weapon was later found in the defendant's home.",
            "The defendant had been articled for an ecclesiastical offence.",
            "We now have new evidence to corroborate the defendant's story.",
            "Defendant may plead an offset of any sum due to him by the plaintiff.",
            "At the trial, Mrs X said that she had known the defendant for three years.",
            "The defendant was released to await trial but had to surrender her passport.",
            "The judge's stony demeanor didn't raise the defendant's hopes for a more lenient sentence.",
            "The defendant did not have tenure on the land.",
            "The defendant may make a statement under caution.",
            "The defendant was charged with heroin possession.",
            "The evidence against the defendant was watertight.",
            "The defendant was charged with possessing cocaine."
        ],
        "example_translate": [
            "Необходимо принять во внимание возраст обвиняемого.",
            "Эта улика подтверждает показания ответчика.",
            "Обвиняемый имеет право на справедливое судебное разбирательство.",
            "Ответчик настолько беден, что не может позволить себе нанять адвоката.",
            "Ответчик позже изменил свои показания.",
            "Присяжные вынесли подсудимому обвинительный приговор.",
            "Судья решил дело в пользу ответчика.",
            "Обвиняемый обязан понести ответственность за причинённый ущерб.",
            "Посовещавшись, присяжные признали подсудимого виновным.",
            "У обвиняемого было безупречное алиби.",
            "Мисс Смит будет представлять обвиняемого.",
            "Решение присяжных и суда было вынесено в пользу ответчика.",
            "Совокупность улик свидетельствует против обвиняемого.",
            "Суд вынес решение в пользу ответчика.",
            "Судья отнёсся к молодому подсудимому с пониманием.",
            "Судимости у обвиняемого уже имелись.",
            "Суд вынес решение в пользу обвиняемого.",
            "Судья взял самоотвод, потому что был шурином подсудимого.",
            "Вышеупомянутое оружие позже было найдено в доме подсудимого.",
            "Ранее подсудимого уже обвиняли в оскорблении церкви.",
            "Сейчас у нас есть новые доказательства, подтверждающие версию подсудимого.",
            "Ответчик может требовать зачёта любой суммы, которую ему должен истец.",
            "На суде гражданка икс заявила, что знала подсудимого в течение трёх лет.",
            "Обвиняемую отпустили до начала суда, но потребовали сдать паспорт.",
            "Неумолимый вид судьи не оставлял подсудимому надежд на более мягкий приговор.",
            "Подсудимый не обладал правом пользования на землю.",
            "После того как обвиняемому зачитают официальное предостережение, он может сделать заявление.",
            "Подсудимому было предъявлено обвинение в хранении героина.",
            "Улики против подсудимого были неопровержимы.",
            "Подсудимому было предъявлено обвинение в хранении кокаина."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}