{
    "defend": {
        "comment": [
            "defence",
            "defense",
            "defendant",
            "defensive",
            "defender"
        ],
        "translate": "защищать, защищаться, отстаивать, оборонять, обороняться, оберегать, поддерживать",
        "transcription": " |dɪˈfend|",
        "antonyms": [],
        "mnemonic": [
            "defend [дъифэ'нд] защищать - Производная от defence.",
            "defence = defense [dɪ'fens]\nfence [fens]\ndefend [dɪ'fend].,\ndefender [dɪ'fendə] - защитник\nfend [fend]\n***\nЗАЩИТА нужна, когда в воде|фен (с). (это) defense\n***\nfence - забор, ограда. фехтовать, парировать вопрос\n***\nЗАЩИЩАТЬСЯ нужно, когда в воде|фен (д). (это)\ndefend\nЯ тебя ЗАЩИЩАЮ - отойди|фрэнд. (это) defend\n***\nОТРАЗИТ удар мой фрэнд. (это) fend\n***\nДаже преступник \"offender\"\nимеет защитника \"defender\".\n***\nЧтоб иметь защиту \"defence\",\nстрой себе забор \"fence\"."
        ],
        "examples": [
            "I cannot defend his drinking on the job.",
            "They defend the right.",
            "Do they have enough pride to defend their principles?",
            "A soldier's business is to defend his country.",
            "If you go alone into the forest, you'd better defend yourself with a knife.",
            "The country is defended with a strong navy.",
            "The company must defend its own interests.",
            "The two governments signed a pact that they would jointly defend their borders.",
            "A tiger has a large territory to defend.",
            "She defended her friend's behavior.",
            "I don't feel the need to defend my decision.",
            "Her body was not able to defend itself against illness.",
            "What can we do to defend ourselves against continuously rising prices?",
            "Ms. Smith will represent the defendant.",
            "Stop defending him. What he did was wrong.",
            "He was prepared to fight to defend his family's honor.",
            "I had to defend myself or else he'd have killed me.",
            "She had the spunk to defend her rights.",
            "We believed it was a cause worth defending.",
            "How vigorously will the local companies defend their turf?",
            "The free market is difficult to defend against calls for government activism.",
            "The burden of what he said was to defend enthusiastically the conservative aristocracy.",
            "an oath to defend the nation",
            "Boys as young as 13 are taking up arms to defend the city.",
            "Some young people are carrying knives to defend themselves.",
            "He used a party conference fringe meeting to defend terrorism.",
            "Because he was indigent, the court appointed a lawyer to defend him.",
            "He was forced to defend himself against charges of sexual misconduct.",
            "He was prepared even to die in order to defend the honour of his family.",
            "She believes that all people have a moral obligation to defend human rights."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я никак не могу оправдать то, что он пьёт на работе.",
            "Они защищают правое дело.",
            "Хватит ли у них гордости, чтобы отстоять свои принципы?",
            "Долг солдата защищать свою страну.",
            "Если пойдёшь один в лес, захвати на всякий случай нож.",
            "Страна находится под защитой сильного военно-морского флота.",
            "Компания должна защищать свои интересы.",
            "Правительства двух стран подписали договор об объединении усилий по защите границ.",
            "Тигру нужно защищать обширную территорию.",
            "Она выступила в защиту поведения своей подруги.",
            "Я не чувствую необходимости отстаивать своё решение.",
            "Её организм был не в состоянии защитить себя от болезни.",
            "Что мы можем сделать, чтобы защититься от постоянного роста цен?",
            "Мисс Смит будет представлять обвиняемого.",
            "Перестань его защищать. То, что он сделал, было неправильно.",
            "Он был готов бороться, чтобы защитить честь семьи.",
            "Мне пришлось защищаться, иначе он бы меня убил.",
            "У неё хватило отваги защищать свои права.",
            "Мы считали, что такое благородное дело стоит защищать.",
            "Насколько активно местные компании будут защищать свою территорию?",
            "Нелегко защищать свободный рынок от призывов к активной роли государства в экономике.",
            "Суть того, что он сказал, сводилась к призыву энергично защищать консервативную аристократию.",
            "клятва защищать страну",
            "Уже начиная с тринадцати лет, мальчики берут в руки оружие, чтобы защитить город.",
            "Некоторые молодые люди носят с собой ножи, чтобы защитить себя.",
            "Он воспользовался дополнительным совещанием партконференции для поддержки терроризма.",
            "Из-за его бедности, суд назначил для его защиты бесплатного адвоката.",
            "Он был вынужден защищаться против обвинений в сексуальных домогательствах.",
            "Он был готов даже на смерть, чтобы отстоять честь своей семьи.",
            "Она считает, что все люди имеют моральное обязательство защищать права человека."
        ],
        "stars": 3
    }
}
