{
    "defect": {
        "comment": [],
        "translate": "дефект, неисправность, недостаток, порок, отступиться, нарушать долг",
        "transcription": " |ˈdiːfekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The Russian scholar defected in 1979.",
            "She was born with a heart defect.",
            "Many writers, threatened with imprisonment, have defected to the West.",
            "There was a defect in the transmission.",
            "Vanity and pride were his two worst character defects.",
            "She defected from the conservative party.",
            "The politician defected from his own party and joined the opposition.",
            "All the cars are tested for defects before they leave the factory.",
            "The reporter defected to another TV network.",
            "The price of the item has been reduced to compensate for a defect.",
            "They examine their products for defects.",
            "This device permits detection of defects in the lungs.",
            "He defected to the West before the war began.",
            "If there are any defects you should send it back to the manufacturer.",
            "The teacher should try to eliminate the possibility that the child has a hearing defect."
        ],
        "example_translate": [
            "В 1979 году этот русский учёный сбежал из страны.",
            "Она родилась с пороком сердца.",
            "Многие писатели под угрозой ареста уехали на Запад.",
            "Коробка передач была повреждена.",
            "Двумя худшими его пороками были тщеславие и гордыня.",
            "Она сбежала из консервативной партии к их конкурентам.",
            "Этот политический деятель вышел из своей партии и присоединился к оппозиции.",
            "Прежде, чем покинуть завод, все автомобили проходят проверку на наличие дефектов.",
            "Журналистка переметнулась к другой телесети.",
            "Цена данного товара была снижена с целью компенсации дефекта.",
            "Они проверяют свою продукцию на наличие дефектов.",
            "Этот прибор позволяет обнаружить дефекты в лёгких.",
            "Он сбежал на Запад перед войной.",
            "При обнаружении каких-либо дефектов, вы должны отправить его (т.е. изделие) обратно производителю.",
            "Учитель должен попытаться исключить возможность того, что у ребёнка имеется дефект слуха."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}