{
    "defence": {
        "comment": [],
        "translate": "оборона, защита, оправдание, укрепления, оборонительные сооружения",
        "transcription": " |dɪˈfens|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Best defence is offence.",
            "They sprang to her defence.",
            "The defence rests its case.",
            "He leapt to his friend's defence.",
            "The defense called only one witness.",
            "The defence rests, Your Honour.",
            "The immune system is the body's defence against infection.",
            "Mountains are necessary as a defence against the violence of heat, in the warm latitudes.",
            "The defence lawyers decided to petition for a new trial.",
            "They hacked into US defence computers.",
            "The Government has cut back on defence spending.",
            "He put up a stout defence in court.",
            "a rigorous analysis of defence needs",
            "For six days they made a brave defence.",
            "The first line of defence is a smoke detector.",
            "The judge asked counsel for the defence to explain.",
            "Jean wrote a letter to the paper in Angela's defense.",
            "The problem lay in the large amounts spent on defence.",
            "The invading army easily overcame the town's defences.",
            "They are to take measures for the defence of the country.",
            "Major has a good defence and believes he will win the case.",
            "The captain wants to play Mills as defence in our next game.",
            "As Napoleon once said, attack is the best method of defence.",
            "Defence spending absorbs almost 20% of the country's wealth.",
            "The army tried to co-opt peasants into civil defence groups.",
            "He ran United's defence ragged (=made them do a lot of work).",
            "Who do you trust to take responsibility for Britain's defence?",
            "Defence policies must often be cleared with NATO allies first.",
            "He has been transferred from the Defence Ministry to the Treasury.",
            "The defence pursued the question of Dr Carrington's state of mind."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Лучшая защита — это нападение.",
            "Они бросились её защищать.",
            "Защите нечего добавить.",
            "Он бросился на защиту друга.",
            "Защита вызвала только одного свидетеля.",
            "Ваша честь, защите нечего добавить.",
            "Иммунная система является защитой организма от инфекции.",
            "Горы необходимы как средство защиты против безумной жары в жарких широтах.",
            "Адвокат защиты решил просить о возбуждении нового процесса.",
            "Они вошли в компьютерную сеть Министерства обороны США.",
            "Правительство сократило расходы на оборону.",
            "Он оказал упорное сопротивление в суде.",
            "тщательный анализ оборонных нужд",
            "В течение шести дней они самоотверженно оказывали сопротивление.",
            "Первой линией обороны является детектор дыма.",
            "Судья попросил адвоката обвиняемого объяснить.",
            "Джейн написала в эту газету письмо в защиту Анжелы.",
            "Проблема заключалась в тех огромных суммах, которые шли на оборону.",
            "Войска захватчиков легко преодолели защитные укрепления города.",
            "Они должны принять меры для обороны страны.",
            "У майора хороший адвокат, и он считает, что выиграет дело.",
            "Капитан хочет выставить Миллса защитником в следующем матче.",
            "Как однажды сказал Наполеон, нападение — лучший способ защиты.",
            "Расходы на оборону поглощают почти двадцать процентов благосостояния страны.",
            "Армия пыталась привлечь крестьян к участию в группах гражданской обороны.",
            "Он загонял защитников \"Юнайтед\" (т.е. заставил их здорово поработать).",
            "Кому вы доверяете взять на себя ответственность за оборону Британии?",
            "Оборонная стратегия часто нуждается в предварительном согласовании с союзниками по НАТО.",
            "Его перевели из Министерство обороны в Министерство финансов.",
            "Защита не оставляла в покое вопроса о душевом состоянии доктора Каррингтона."
        ]
    }
}