{
    "defensive": {
        "comment": [
            "defence",
            "defend",
            "defense",
            "defendant",
            "defender"
        ],
        "translate": "оборонительный, защитный, оборонный, оборона, оборонительная позиция",
        "transcription": " |dɪˈfensɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The coach has a strong defensive strategy.",
            "Try to put more energy into your defensive game.",
            "The Romans built a defensive wall around the city.",
            "He tends to adopt a defensive posture towards new ideas.",
            "They lost the game after a defensive clanger.",
            "The defensive line braced to stop the run.",
            "In his presence, she was constantly on the defensive.",
            "The prince drew up his forces in a strong defensive position.",
            "The running back powered through the defensive line.",
            "A defensive lapse by Keown allowed Tottenham to score.",
            "The rockets are a purely defensive measure against nuclear attack.",
            "The government decided to join a defensive alliance with several other nations.",
            "He was Brentford's defensive star in pluckily holding out the determined Reading raids for long periods."
        ],
        "example_translate": [
            "У этого тренера сильная оборонительная стратегия.",
            "Постарайтесь более энергично защищаться.",
            "Римляне построили вокруг города оборонительный вал.",
            "Он склонен занимать оборонительную позицию по отношению к новым идеям.",
            "Они проиграли после грубого промаха в защите.",
            "Защитная линия приготовилась остановить вынос. (об американском футболе)",
            "В его присутствии она постоянно была готова дать отпор.",
            "Принц отвёл свои силы на сильную оборонительную позицию.",
            "Раннингбэк прорвался сквозь линию защиты. (об американском футболе)",
            "Одна из оплошностей в обороне, допущенная Киоуном, позволила \"Тоттенхэму\" забить. (Мартин Киоун — бывший футболист, защитник лондонского \"Арсенала\")",
            "Данные ракеты являются чисто оборонительной мерой против ядерного нападения.",
            "Правительство решило вступить в оборонительный альянс с несколькими другими странами.",
            "Он был столпом обороны \"Брентфорда\", которая на протяжении долгого времени отважно сдерживала решительные атаки \"Рэдинга\"."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}