{
    "deficit": {
        "comment": [],
        "translate": "дефицит, нехватка, недостача, недочет, брешь",
        "transcription": " |ˈdefɪsɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Many countries have a big deficit in food supply.",
            "We will reduce the federal budget deficit.",
            "Last year there was a serious budgetary deficit.",
            "The government is facing a deficit of $3 billion.",
            "The gap between assets and liabilities was a $330 000 deficit at 30 June 2004.",
            "Welsh health authorities face a £13m deficit this year.",
            "The team overcame a four-point deficit to win the game.",
            "New blood vessels bud out from the already dilated vascular bed to make up the nutritional deficit.",
            "She has a slight hearing deficit in her left ear.",
            "As long as there's a national deficit, interplanetary exploration will most likely remain an agreeable cogitation and nothing more."
        ],
        "example_translate": [
            "Многие страны испытывают большой дефицит продуктов питания.",
            "Мы сократим дефицит федерального бюджета.",
            "В прошлом году имел место серьёзный дефицит бюджета.",
            "Правительство сталкивается с дефицитом в размере трёх миллиардов долларов.",
            "На 30 июня 2004 г. разрыв между активами и обязательствами составлял 330 тыс. долл. дефицита.",
            "В этом году органы здравоохранения Уэльса столкнулись с дефицитом в тринадцать миллионов фунтов стерлингов.",
            "Команда преодолела отставание в четыре очка и выиграла этот матч.",
            "Новые кровеносные сосуды ответвляются от уже расширенной кровеносной сети, чтобы восполнить дефицит питательных веществ.",
            "Она немного туговата на левое ухо.",
            "Пока существует дефицит государственного бюджета, межпланетные исследования, скорее всего, останутся не более чем приятными размышлениями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}