{
    "define": {
        "comment": [
            "fine",
            "finely",
            "finger",
            "confine"
        ],
        "translate": "определять, устанавливать, обозначать, очерчивать, устанавливать значение",
        "transcription": " |dɪˈfaɪn|",
        "antonyms": [],
        "mnemonic": [
            "define [дифа'йн] определять - (Дифайн*) определяет место нашей задницы (\"Диван).",
            "define [dɪ'faɪn]\nconfine [kən'faɪn]\nfine [faɪn] - прекрасный, хороший., отлично, прекрасно\n***\nОПРЕДЕЛИ корень в слове [дивайн]. (это) define\n***\nconfine - ограничивать., граница, предел.\n***\nОТЛИЧНЫЙ памятник изваян. (это) fine\n***\nТы не скули \"wine\",\nкогда всё отлично \"fine\"."
        ],
        "examples": [
            "It is very difficult to define the concept of beauty.",
            "What defines a good wine?",
            "You can define the word \"difficult\" as \"not easy.\"",
            "The camera could define the smallest object.",
            "a term that is difficult to define",
            "People define themselves by the choices they make.",
            "The tree was clearly defined by the light.",
            "Define precisely what you mean by 'crime'.",
            "70% of the workers can be defined as low-paid.",
            "The duties and responsibilities of the governing board are clearly defined in an official document.",
            "I'll now try to define the term 'popular culture'.",
            "She believes that success should be defined in terms of health and happiness.",
            "The tasks will be clearly defined by the tutor.",
            "The report fails to define what is meant by the term 'key issues'.",
            "Her book aims to define acceptable social behavior.",
            "The bird has sharply defined black and rust markings.",
            "The government study seeks to define urban poverty.",
            "That fence defines the far edge of the property.",
            "A budget is defined as 'a plan of action expressed in money terms'.",
            "The duties of the post are difficult to define.",
            "In object-oriented programming, objects include data and define its status, its methods of operation and how it interacts with other objects.",
            "Before proceeding further, we must define our terms."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Понятие красоты определить очень сложно.",
            "Что характеризует хорошее вино? / Какие признаки у хорошего вина?",
            "Значение слова \"трудный\" можно определить как \"не являющийся лёгким\".",
            "Эта камера могла различить мельчайшие предметы.",
            "термин, которому трудно дать определение",
            "Решения, которые принимает человек, говорят о его характере.",
            "Дерево было чётко очерчено светом.",
            "Дайте точное определение, что вы подразумеваете под словом \"криминал\".",
            "Семьдесят процентов работников могут быть определены как низкооплачиваемые.",
            "Обязанности административного совета чётко определены в официальном документе.",
            "Сейчас я попытаюсь дать определение термину \"популярная культура\".",
            "Она считает, что успех должен определяться здоровьем и счастьем.",
            "Задачи будут чётко определены наставником.",
            "Отчёт не содержит определения того, что означает термин \"ключевые вопросы\".",
            "Её книга имеет целью определить приемлемое социальное поведение.",
            "В окраске птицы присутствуют чётко очерченные чёрные и рыжие отметины.",
            "В правительственном исследовании предпринята попытка описания бедности в городах.",
            "Этот забор обозначает дальнюю границу собственности.",
            "Бюджет определяется как \"план действий, выраженный в деньгах\".",
            "Служебные обязанности человека, находящегося на этом посту, трудно определить.",
            "В объектно-ориентированном программировании объекты содержат данные и определяют их состояние, методы работы и то, как они взаимодействуют с другими объектами.",
            "Перед тем, как идти дальше, мы должны определиться с терминами."
        ],
        "stars": 3
    }
}