{
    "definite": {
        "comment": [],
        "translate": "определенный, точный, ясный",
        "transcription": " |ˈdefɪnət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was definite about it.",
            "The answer is a definite no.",
            "Is it definite that they will sign the contract?",
            "It's impossible for me to give you a definite answer.",
            "I am definite that we will win.",
            "It is impossible to give a definite answer at this point in time.",
            "The ability to adapt is a definite asset in this job.",
            "It is definite that they have won.",
            "We'll need a definite answer by Tuesday.",
            "There is a definite method in her manner of interrogation.",
            "This essay is a definite improvement on your last one.",
            "It's impossible for me to give you a definite answer at this time.",
            "I don't know anything definite yet.",
            "a cagey avoidance of a definite answer",
            "Fix a definite date for the delivery of your computer.",
            "Some knowledge of Spanish is a definite plus in this job.",
            "She's not definite about retiring from the game.",
            "We felt a definite jounce every time the car hit a pothole.",
            "He'd shown definite signs of resigning himself to the situation.",
            "Commercial property markets are now showing definite signs of life.",
            "We need to record sufficient data to enable definite conclusions to be reached."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У неё было чёткое мнение на этот счёт.",
            "Ответ на этот вопрос — точно нет.",
            "Они точно подпишут этот контракт?",
            "Для меня невозможно дать вам однозначный ответ.",
            "Я твёрдо уверен в том, что мы победим.",
            "На данный момент времени дать однозначный ответ невозможно.",
            "Способность к адаптации определённо является ценным качеством для этой работы.",
            "Они определённо выиграли.",
            "Ко вторнику нам нужен будет окончательный ответ на этот вопрос.",
            "В её манере задавать вопросы есть определённая система.",
            "Это сочинение — определённо лучше по сравнению с предыдущим.",
            "В настоящий момент для меня невозможно дать вам определённый ответ.",
            "Я пока точно ничего не знаю.",
            "хитрый уход от однозначного ответа",
            "Назначьте определённую дату для доставки вашего компьютера.",
            "Некоторое знание испанского языка является определённым преимуществом в этой работе.",
            "Она не сказала ничего определённого о своём выходе из игры.",
            "Мы чувствовали отчётливый удар каждый раз, когда автомобиль попадал в колдобину.",
            "К тому времени он уже проявил явные признаки того, что смирился с этой ситуацией.",
            "Сейчас рынки коммерческой недвижимости явно демонстрируют признаки жизни.",
            "Нам необходимо зафиксировать достаточное количество данных, чтобы иметь возможность прийти к определённым выводам."
        ]
    }
}