{
    "degree": {
        "comment": [
            "green",
            "greenish",
            "greedy"
        ],
        "translate": "степень, градус, уровень, ступень, качество, ученая степень, звание, ранг, положение",
        "transcription": " |dɪˈɡriː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The degree of risk is minimal.",
            "There are 360 degrees in a circle.",
            "Preheat the oven to 425 degrees.",
            "It is all a matter of degree.",
            "Smith got a degree but was not classed.",
            "He obtained a degree, but was not classed.",
            "The ski slope offers a high degree of challenge.",
            "Applicants must have a degree in Engineering.",
            "Her primary goal is to get a college degree.",
            "It was boring to the nth degree.",
            "He wants to read for a law degree.",
            "The university bestowed on her an honorary degree.",
            "There are 360 degrees in a circle.",
            "She graduated with a degree in history.",
            "We're all willing to support him to some degree.",
            "She was kind to an uncommon degree.",
            "She got her degree in public health.",
            "These trees will thrive, to a greater or lesser degree, in a number of climates.",
            "She saw a college degree as her path to success.",
            "He has come down from Oxford with a history degree.",
            "The game was played in spite of the 40-degree temperature.",
            "Students earn the degree after a two-year course of study.",
            "My parents never thought me capable of doing a degree.",
            "Charges like these may seem to deserve some degree of credit.",
            "He was awarded an honorary degree.",
            "She got a degree in graphic design.",
            "He chose to pursue a college degree.",
            "She is the holder of an honorary degree.",
            "The function is homogeneous of degree n.",
            "Her degree is in philosophy and religion."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Степень риска минимальна.",
            "В окружности — триста шестьдесят градусов.",
            "Предварительно разогрейте духовку до четыреста двадцати пяти градусов.",
            "Это всё — вопрос относительный.",
            "Смит получил диплом, но без отличия.",
            "Он получил диплом, но без отличия.",
            "Покорение этой горнолыжной трассы — задача в высшей степени нелёгкая.",
            "Кандидаты должны иметь высшее инженерное образование.",
            "Её основная цель — получить высшее образование.",
            "Скучно было до невозможности.",
            "Он хочет выучиться на юриста.",
            "Университет присвоил ей почётную степень.",
            "В окружности — триста шестьдесят градусов.",
            "Она получила диплом историка.",
            "Мы все готовы в какой-то степени его поддержать.",
            "Она была необычайно добра.",
            "Она получила диплом в области общественного здравоохранения.",
            "Эти деревья будут более или менее успешно произрастать в нескольких климатических зонах.",
            "Она рассматривала получение диплома как путь к успеху.",
            "Он только что окончил Оксфорд с дипломом историка.",
            "Матч состоялся, несмотря на сорокаградусную температуру.",
            "Студенты получают диплом после двухгодичного курса обучения.",
            "Мои родители никогда не думали, что я способна получить учёную степень.",
            "Может показаться, что подобные обвинения заслуживают известного доверия.",
            "Он был удостоен почётного диплома.",
            "Она получила образование по специальности \"графический дизайн\".",
            "Он решил продолжить высшее образование.",
            "Она является обладателем почётного диплома.",
            "Это однородная функция n-й степени.",
            "Она дипломированный специалист в области философии и религии."
        ]
    }
}