{
    "delegate": {
        "comment": [
            "elegant",
            "delegation"
        ],
        "translate": "делегат, представитель, делегировать, поручать, делегатский",
        "transcription": " |ˈdelɪɡət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was delegated to represent us.",
            "A good manager knows when to delegate.",
            "He was delegated to meet them at Waterloo Station.",
            "He doesn't delegate very well.",
            "He's been chosen as a delegate to the convention.",
            "I was delegated to find a suitable conference venue.",
            "He was delegated to organize and lead the expedition.",
            "Those chores can be delegated to someone else.",
            "Around 350 delegates attended the conference.",
            "You should delegate these fiddling matters to your staff so that you can focus on more important issues.",
            "Where appropriate, I delegate as much work as possible.",
            "The committee delegated the appointment of staff to the chairman.",
            "A manager should delegate authority to the best employees."
        ],
        "example_translate": [
            "Ей было поручено представлять нас.",
            "Хороший руководитель знает, когда нужно делегировать полномочия.",
            "Его отправили встречать их на станции \"Ватерлоо\".",
            "Он не очень хорошо делегирует полномочия.",
            "Он избран делегатом съезда.",
            "Мне поручили найти подходящее место для проведения конференции.",
            "Ему было поручено организовать и возглавить экспедицию.",
            "Эту черновую работу /работу по дому/ можно поручить кому-то другому.",
            "В конференции приняло участие около трёхсот пятидесяти делегатов.",
            "Вы должны делегировать эти пустячные вопросы своим сотрудникам, чтобы можно было сосредоточиться на более важных проблемах.",
            "В случае необходимости, я делегирую как можно больше работы.",
            "Комитет передал председателю полномочия назначать персонал.",
            "Руководители должны делегировать полномочия лучшим сотрудникам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}