{
    "delicious": {
        "comment": [],
        "translate": "восхитительный, очень вкусный, приятный, прелестный",
        "transcription": " |dɪˈlɪʃəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Thank you for a delicious meal.",
            "This cake is absolutely delicious.",
            "A delicious smell filled the air.",
            "The dinner was delicious, but the dessert was mediocre.",
            "The stew smelled delicious.",
            "These salads are delicious besides being healthy.",
            "It was a delicious meal. We enjoyed every mouthful.",
            "This is the most delicious ice cream I have ever eaten.",
            "Delicious aromas were floating from the kitchen.",
            "They fell asleep into delicious dreams.",
            "There was a delicious sweet for luncheon.",
            "The food was both nutritious and delicious.",
            "Have you ever tasted anything so delicious?",
            "There's a delicious smell coming from the kitchen.",
            "She loaded the table with all kinds of delicious foods.",
            "Come taste our chef's delicious new creations.",
            "The clams were delicious. Likewise, the eggplant was excellent.",
            "The restaurant serves delicious sausages and other regional delicacies.",
            "A delicious sauce accompanied the grilled fish.",
            "They served some delicious nibbles before dinner.",
            "The dessert menu has a lot of delicious temptations.",
            "Enjoy the delicious cuisine created by our award-winning chef.",
            "Our mouths filled with saliva when we smelled the delicious dinner.",
            "She used cheese and a mixture of other ingredients to make a delicious sauce.",
            "Besides its famous cakes, the bakery also makes delicious breads and cookies.",
            "She practiced her alchemy in the kitchen, turning a pile of vegetables into a delicious salad."
        ],
        "example_translate": [
            "Спасибо за вкусное угощение.",
            "Этот торт очень вкусный.",
            "В воздухе запахло чем-то восхитительно вкусным.",
            "Ужин был восхитительным, но десерт так себе.",
            "Рагу пахло очень вкусно.",
            "Помимо того, что эти салаты полезны для здоровья, они также очень вкусные.",
            "Блюдо было очень вкусным. Мы наслаждались каждым кусочком.",
            "Это самое вкусное мороженое, которое я когда-либо ел.",
            "Из кухни пахло чем-то восхитительно вкусным.",
            "Они погрузились в царство приятных сновидений.",
            "К обеду подали восхитительное сладкое вино.",
            "Пища была как питательна, так и вкусна.",
            "Вы когда-нибудь пробовали такую вкуснятину?",
            "Из кухни чем-то очень вкусно пахнет.",
            "Она заставила стол всяческими вкусностями.",
            "Приходите попробовать новые вкусные произведения нашего шеф-повара.",
            "Моллюски были очень вкусными. Кроме того, баклажан тоже был великолепен.",
            "В ресторане подают вкусные сосиски и другие местные деликатесы.",
            "К рыбе на гриле подали очень вкусный соус.",
            "Перед ужином подавали какие-то восхитительные закуски.",
            "Десертное меню содержит много соблазнительно вкусных блюд.",
            "Насладитесь изысканными блюдами нашего великолепного /отмеченного наградами/ шеф-повара.",
            "Когда мы почуяли аромат этого вкусного обеда, у нас потекли слюнки.",
            "Она приготовила вкусный соус из сыра и смеси других ингредиентов.",
            "Кроме своих знаменитых пирожных, пекарня также изготавливает восхитительно вкусный хлеб и печенье.",
            "Она поколдовала на кухне, превратив груду овощей во вкусный салат."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}