{
    "deliberate": {
        "comment": [
            "liberal",
            "deliberately",
            "liberty",
            "accidentally"
        ],
        "translate": "преднамеренный, умышленный, намеренный, обсуждать, совещаться, обдумывать",
        "transcription": " |dɪˈlɪbərət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They will deliberate the question.",
            "It was a deliberate act of perfidy.",
            "Her spoiling my dress was deliberate.",
            "The jury retired to deliberate the verdict.",
            "The attack on him was quite deliberate.",
            "She spoke in a clear, deliberate manner.",
            "The great composer shut himself up in his apartment to deliberate.",
            "There was silence while she deliberated on his words.",
            "a deliberate attempt to provoke a response",
            "Eisenhower saw the action as a deliberate snub.",
            "Turning his back on me was a deliberate insult.",
            "He made a deliberate decision not to respond negatively.",
            "He was accused of deliberate provocation.",
            "He advocates a slow and deliberate approach to the problem.",
            "The protest was staged as a deliberate attempt to embarrass the government.",
            "The warranty for this dryer is null and void if you subject the product to deliberate misuse."
        ],
        "example_translate": [
            "Они обсудят / обдумают этот вопрос.",
            "Это было сознательное предательство.",
            "Она нарочно испортила мне платье.",
            "Присяжные удалились для обсуждения вердикта.",
            "Нападение на него было явно не случайным.",
            "Она говорила чётко и размеренно.",
            "Великий композитор закрылся в своей комнате, чтобы хорошенько всё обдумать.",
            "Пока она раздумывала над его словами, все молчали.",
            "сознательная попытка спровоцировать реакцию",
            "Эйзенхауэр воспринял этот поступок как умышленное оскорбление.",
            "Он намеренно оскорбил меня, когда повернулся ко мне спиной.",
            "Он принял сознательное решение не реагировать негативно.",
            "Его обвинили в умышленной провокации.",
            "Он отстаивает медленный и продуманный подход к данной проблеме.",
            "Протест этот был представлен как преднамеренная попытка выставить правительство в дурном свете.",
            "Гарантия на сушилку является недействительной в случае умышленной неправильной эксплуатации данного продукта."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}