{
    "delighted": {
        "comment": [
            "light",
            "flight",
            "lighting",
            "delight",
            "lightly",
            "highlight",
            "moonlight",
            "plight",
            "delightful",
            "daylight",
            "sunlight",
            "lightning"
        ],
        "translate": "восхищенный, радостный, очарованный",
        "transcription": " |dɪˈlaɪtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am delighted by the result.",
            "Sandy will be delighted to see you.",
            "She's delighted with her new car.",
            "The toy delighted the children.",
            "I am delighted with my new house.",
            "I'm delighted that we have settled the matter.",
            "He never was so delighted in his born days.",
            "They were secretly delighted at his embarrassment.",
            "She was delighted with her new home.",
            "We were delighted by the performance.",
            "The partners were delighted with the recognition of their work.",
            "Mrs Gorman was plainly delighted.",
            "We were delighted to imbibe fresh air.",
            "The very idea of being sent abroad delighted him.",
            "The auditors were delighted, enraptured, ecstasized.",
            "They're delighted with the replies they've received from the public thus far.",
            "We are delighted that sanity has prevailed.",
            "They were delighted with the child's elfin charm.",
            "Her screams of delighted laughter filled the air.",
            "I should be delighted to make Mrs McGough's acquaintance.",
            "If we win the match we'll be delighted, however it happens.",
            "Ralph's lips parted in a delighted smile.",
            "Now that I've seen the finished copy, I'm delighted.",
            "'Ladies and gentlemen,' he began. ' I am delighted to be here.'",
            "We are delighted at the news that our daughter is expecting a baby.",
            "They are delighted at the prospect of a visit from their grandchildren.",
            "Theatergoers have long delighted in the pungency and wit of the play's dialogue."
        ],
        "example_translate": [
            "Я в восторге от результата.",
            "Сенди будет рада вас видеть.",
            "Она в восторге от своего нового автомобиля.",
            "Игрушка привела детей в восторг.",
            "Я восхищена своим новым домом. / Новый дом мне очень нравится.",
            "Я рад, что мы уладили дело.",
            "Он никогда за свою жизнь не был так счастлив.",
            "Они втайне обрадовались его конфузу.",
            "Она была в восторге от своего нового дома.",
            "Мы были в восторге от представления.",
            "Партнеры были довольны тем, что их работа получила признание.",
            "Миссис Горман не скрывала своей радости.",
            "Мы с наслаждением вдыхали свежий воздух.",
            "Сама идея быть посланным за границу восхищала его.",
            "Слушатели были очарованы, пленены, восхищены.",
            "Они в восторге от ответов, которые они получили от общественности, на данный момент.",
            "Мы рады, что благоразумие восторжествовало.",
            "Они были в восторге от лукавого обаяния ребёнка.",
            "Воздух наполнился её пронзительным, радостным смехом.",
            "Я с превеликим удовольствием познакомлюсь с миссис МакГаф.",
            "Если мы выиграем матч, то будем очень рады, каким бы образом эта победа нам ни досталась.",
            "Губы Ральфа раздвинулись в радостной улыбке.",
            "Сейчас, увидев готовый экземпляр, я в восторге.",
            "\"Дамы и господа, — начал он. — Я очень рад присутствовать здесь.",
            "Нас очень обрадовала новость о том, что наша дочь ждет ребёнка.",
            "Они в восторге от перспективы того, что приедут погостить внуки.",
            "Театралы давно в восторге от едкости и остроумия диалогов этой пьесы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}