{
    "deliberately": {
        "comment": [],
        "translate": "умышленно, нарочно, обдуманно, медленно, осторожно, не спеша, осмотрительно",
        "transcription": " |dɪˈlɪbərətli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This crime was done deliberately.",
            "They will deliberate the question.",
            "My ex-wife deliberately sabotages my access to the children.",
            "He deliberately tried to trip me.",
            "All the files were deliberately destroyed.",
            "Managers deliberately obscured the real situation from federal investigators.",
            "I deliberately dropped into broad Yorkshire.",
            "He was either normally stupid or being deliberately obtuse.",
            "The sentiment comes to be deliberately unrolled.",
            "The votes were deliberately miscounted.",
            "'But why?' said Charles, being deliberately obtuse.",
            "He deliberately rammed his car into mine.",
            "They deliberately slanted the story to make themselves look good.",
            "They deliberately rammed my car from behind.",
            "We believe that her comments were deliberately meant to mislead.",
            "Evidence suggests that the private car was deliberately uncoupled.",
            "She spoke in a clear, deliberate manner.",
            "Deliberately making people suffer is immoral.",
            "The press had been deliberately excluded from the event.",
            "He advocates a slow and deliberate approach to the problem.",
            "We believe that her comments were deliberately meant to mislead the public.",
            "Some people say she deliberately tanked the match.",
            "a deliberately inharmonious piece of music in the modern idiom",
            "For radio itself deliberately obsoletes today what it built yesterday.",
            "The photograph of the two leaders shaking hands was deliberately staged.",
            "His other arm lay across his chest, unnaturally, as if placed there deliberately, for a purpose."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это преступление было совершено умышленно.",
            "Они обсудят / обдумают этот вопрос.",
            "Моя бывшая жена умышленно срывает мои свидания с детьми.",
            "Он намеренно старался сбить меня с ног. / Он специально хотел поставить мне подножку.",
            "Все файлы были намеренно уничтожены.",
            "Руководители намеренно скрывали истинное положение дел от федеральных следователей.",
            "Я нарочно стал говорить с сильным йоркширским акцентом.",
            "Либо он был просто дурак, либо намеренно придуривался.",
            "Чувство свободно развивается.",
            "Подсчёт голосов был сфальсифицирован.",
            "— Но почему? — спросил Чарльз, нарочно притворяясь тупым.",
            "Он умышленно протаранил мою машину своей.",
            "Они сознательно исказили эту историю, чтобы выставить себя в хорошем свете.",
            "Они нарочно врезались в мою машину сзади.",
            "Мы полагаем, что она своими комментариями намеренно вводила нас в заблуждение.",
            "Доказательства свидетельствуют о том, что этот частный вагон был отцеплен намеренно.",
            "Она говорила чётко и размеренно.",
            "Сознательно заставлять людей страдать — аморально.",
            "Прессу намеренно не допустили к освещению данного события.",
            "Он отстаивает медленный и продуманный подход к данной проблеме.",
            "Мы полагаем, что она своими замечаниями намеренно вводила общественность в заблуждение.",
            "Кое-кто говорит, что она нарочно \"слила\" этот матч.",
            "умышленно негармоничная музыкальная пьеса в современном стиле",
            "Поскольку сегодня само радио постепенно делает устаревшим то, что оно же построило ещё вчера.",
            "Фотография рукопожатия двух лидеров была постановочной.",
            "Другая его рука так неестественно лежала поперёк груди, как если бы её положили туда специально."
        ]
    }
}