{
    "delicate": {
        "comment": [
            "delicious"
        ],
        "translate": "тонкий, деликатный, нежный, хрупкий, деликатес",
        "transcription": " |ˈdelɪkət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My health has always been delicate.",
            "The matter requires delicate handling.",
            "His mission was a delicate one.",
            "Please don't joke about such a delicate subject.",
            "He had fine delicate features.",
            "Let us learn then to have a delicate conscience.",
            "His conduct is precise and delicate, never overblown.",
            "the delicate flavor of the wine",
            "The tomb was adorned with delicate carvings.",
            "She was a graceful young woman with delicate features.",
            "The politician tried to slide over the delicate subject.",
            "My chief reason for quoting these delicate lines.",
            "The flower's petals are lacy and delicate.",
            "Rosie's fingers traced a delicate pattern in the sand.",
            "The meal included a delicate fish perfumed with butter and herbs.",
            "a plant with delicate, lacy leaves",
            "Edward III was in a delicate and unenviable position.",
            "doctors using a laser to perform delicate eye surgery",
            "a tree whose delicate beauty belies its real toughness",
            "the painting's delicate nuances of color, tone, and texture",
            "The hoarfrost formed a delicate swirly pattern on the window.",
            "His delicate hand seemed fitter for the distaff than the spear.",
            "For this delicate eye operation, seek out an experienced eye surgeon.",
            "a guarded man who knew better than to reveal such delicate information",
            "Pare off the skin of this fruit very gently, as the flesh is delicate.",
            "The walls of the living room had a delicate vine stencil drawn on them.",
            "The light of the setting sun tinges the buildings with delicate colours.",
            "Delicate Ariel, I'll set thee free for this. (W. Shakespeare, The Tempest)",
            "Temperature changes could upset the delicate balance of life in the forest.",
            "The delicate taste of the wine was overpowered by the spiciness of the food."
        ],
        "example_translate": [
            "У меня всегда было слабое здоровье.",
            "Дело требует особого подхода.",
            "У него было поручение деликатного характера.",
            "Пожалуйста, не шути на столь щекотливую тему.",
            "У него были тонкие, изящные черты лица.",
            "Так давайте научим нашу совесть тонко чувствовать.",
            "Он всегда ведёт себя корректно и деликатно, никогда не бывает напыщенным.",
            "утончённый вкус вина",
            "Гробница была украшена изысканной резьбой.",
            "Это была изящная молодая женщина с тонкими чертами лица.",
            "Политик попытался обойти щекотливую тему.",
            "Основная причина, по которой я цитирую эти изысканные строки.",
            "Лепестки этого цветка кружевные и нежные.",
            "Пальцы Рози чертили на песке тонкий узор.",
            "В числе других блюд, на стол подавали какую-то нежную рыбу, благоухающую маслом и травами.",
            "растение с тонкими, кружевными листьями",
            "Эдуард III был в деликатном и незавидном положении.",
            "врачи, которые выполняют сложные хирургические операции на глазах с помощью лазера",
            "дерево, хрупкая красота которого не отражает его реальной прочности",
            "тончайшие нюансы цвета, тона и текстуры этой картины",
            "Иней образовал на окне нежный кружевной узор.",
            "Его изящная рука скорее годилась для прялки, чем для копья.",
            "Для этой тонкой операции на глазах найдите опытного хирурга-офтальмолога.",
            "осторожный человек, которому хватило ума не раскрывать такие деликатные сведения",
            "С этого фрукта надо очень аккуратно счищать кожу, мякоть очень нежная.",
            "На стенах гостиной были нарисованы изящные вьющиеся узоры.",
            "Свет заходящего солнца окрашивает здания в нежные тона.",
            "Любезный Ариэль, за это я тебе дарую свободу.",
            "Температурные изменения могут нарушить хрупкое равновесие жизни в лесу.",
            "Тонкий вкус и аромат вина был перебит пряным вкусом пищи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}