{
    "delivery": {
        "comment": [],
        "translate": "доставка, поставка, передача, роды, подача, нагнетательный, питающий",
        "transcription": " |dɪˈlɪvəri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Allow six weeks for delivery.",
            "The last delivery was damaged.",
            "Midwife is a woman who assists in delivery.",
            "I got a delivery of fresh eggs this morning.",
            "Most Indian restaurants offer free delivery.",
            "Mrs Howell had an easy delivery.",
            "You'll have to work on your delivery.",
            "The speech occupied some five hours in delivery.",
            "The joke was funny, but his delivery was terrible.",
            "It's usual to charge a fee for delivery.",
            "his reluctant delivery of bad news",
            "The pitcher has a sidearm delivery.",
            "A delivery charge for the refrigerator",
            "The doctor has had three deliveries today.",
            "That letter should go by special delivery.",
            "You can expect delivery in a week to ten days.",
            "Allow three clear days for delivery.",
            "The expected delivery date is next month.",
            "We received advice of delivery next Tuesday.",
            "Delivery is within the terms of this contract.",
            "We have a number of queries regarding delivery.",
            "Delivery times are arranged at your convenience.",
            "We took delivery of three more Boeing 737s in February.",
            "The company offers free delivery with orders over $100.",
            "Phone orders filled for city and suburban delivery only.",
            "The delivery system was very inefficient.",
            "We won't charge for delivery if you pay now.",
            "Integrated Food Safety Information Delivery System",
            "Payment for delivery can be made directly in cash.",
            "Fix a definite date for the delivery of your computer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На доставку отводится шесть недель.",
            "Последняя партия была повреждена.",
            "Акушерка - это женщина, принимающая роды.",
            "Сегодня утром мне доставили партию свежих яиц.",
            "Большинство индийских ресторанов предлагают бесплатную доставку.",
            "У миссис Хауэлл были лёгкие роды.",
            "Вам придётся поработать над манерой речи.",
            "Речь заняла около пяти часов.",
            "Шутка была забавная, но рассказана была ужасно.",
            "Обычно за доставку взимают плату.",
            "то, с какой неохотой он рассказывал о чём-то плохом",
            "Этот питчер владеет боковым броском.",
            "Стоимость доставки холодильника",
            "Врач сегодня принял уже трое родов.",
            "Это письмо нужно отправить специальной доставкой /заказной почтой/.",
            "Доставку можно ожидать в течение семи-десяти дней.",
            "На доставку отводится три полных дня.",
            "Ожидаемая дата поставки — в следующем месяце.",
            "Мы получили извещение о том, что товар будет доставлен в следующий вторник.",
            "Доставка входит в условия настоящего договора.",
            "У нас есть несколько вопросов по доставке.",
            "Доставка будет организована в удобное для вас время.",
            "В феврале нам поставили еще три самолета Боинг 737.",
            "Компания предлагает бесплатную доставку заказов, стоимость которых превышает сто долларов.",
            "Заказы по телефону выполняются только для города и пригородов.",
            "Система доставки была очень неэффективной.",
            "Если расплатитесь прямо сейчас, доставка будет бесплатной.",
            "Интегрированная система предоставления информации о безопасности пищевых продуктов",
            "Оплату доставки можно произвести непосредственно наличными деньгами.",
            "Назначьте определённую дату для доставки вашего компьютера."
        ]
    }
}