{
    "delight": {
        "comment": [
            "light",
            "flight",
            "lighting",
            "lightly",
            "highlight",
            "moonlight",
            "plight",
            "delighted",
            "delightful",
            "daylight",
            "sunlight",
            "lightning"
        ],
        "translate": "восторг, восхищение, наслаждение, наслаждаться, восхищать, восхищаться",
        "transcription": " |dɪˈlaɪt|",
        "antonyms": [],
        "mnemonic": [
            "delight [дила'йт] услаждение, восторг - Муж всё (ди- лайт*) для услаждения жены (* Делает)."
        ],
        "examples": [
            "The trip was a delight.",
            "Children delight in contact with animals.",
            "I am delighted with my new house.",
            "To my great delight, our guests arrived on time.",
            "The kids were screaming with delight.",
            "Her fabulous recipes will delight anyone who loves chocolate.",
            "He was giddy with delight.",
            "Today the \"knockers\" seem to delight in slamming anything British.",
            "The book is sure to delight the reader.",
            "Harry chortled with delight.",
            "The stories are a delight to read.",
            "The new car is a delight.",
            "The toy delighted the children.",
            "The children squealed with delight.",
            "She clapped in delight when she heard the news.",
            "The magazine is a cook's delight.",
            "He takes a fiendish delight in hurting people.",
            "The Koran describes paradise as a garden of delight.",
            "Mandy laughed and clapped her hands in delight.",
            "He is delighting audiences with his wit and humour.",
            "He was taking an unholy delight in humiliating Sarah.",
            "To the delight of his proud parents, he has made a full recovery.",
            "a garden full of tasty delights",
            "She gave a little gasp of delight.",
            "She gave an exclamation of delight.",
            "And the question of delight shouldn't be moot.",
            "She exclaimed in delight over the Christmas tree.",
            "The planetarium's dazzling light show left my head swimmy with delight.",
            "сombinations of flavors, textures, and colour that can delight the senses",
            "He takes a puckish delight in teasing her about her love life, or lack thereof."
        ],
        "example_translate": [
            "Путешествие было настоящим наслаждением.",
            "Дети в восторге от общения с животными.",
            "Я восхищена своим новым домом. / Новый дом мне очень нравится.",
            "К моему большому удовольствию наши гости прибыли вовремя.",
            "Дети вопили от восторга.",
            "Ее изумительные рецепты порадуют тех, кто любит шоколад.",
            "У него закружилась голова от восторга.",
            "Нынешние критики как будто испытывают наслаждение от того, что ругают всё английское.",
            "Данная книга, несомненно, доставит большое удовольствие читателям.",
            "Гарри фыркнул от удовольствия.",
            "Эти рассказы читать одно удовольствие.",
            "Эта новая машина — просто чудо.",
            "Игрушка привела детей в восторг.",
            "Дети завизжали от восторга.",
            "Она захлопала в ладоши от восторга, когда услышала новость.",
            "Этот погреб является мечтой повара.",
            "Он получает нечеловеческое удовольствие причиняя людям боль.",
            "Коран описывает рай как сад наслаждений.",
            "Мэнди рассмеялась и восхищённо захлопала в ладоши.",
            "Он восхищает публику своим остроумием и чувством юмора.",
            "Унижая Сару, он испытывал какое-то извращённое / порочное наслаждение.",
            "К восторгу своих гордых родителей, он полностью выздоровел.",
            "сад, полный разных вкусностей",
            "Она тихонько ахнула от восторга.",
            "Она вскрикнула от восторга.",
            "И вопрос о радости не должен оставаться чисто теоретическим.",
            "При виде ёлки она восхищённо ахнула.",
            "После ослепительного светового шоу в планетарии моя голова кружилась от восторга.",
            "сочетания вкуса, текстуры и цвета, которые способны порадовать чувства",
            "Ему доставляет озорное удовольствие дразнить её по поводу личной жизни, а точнее, отсутствия таковой."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}