{
    "demanding": {
        "comment": [],
        "translate": "требовательный, требующий, взыскательный",
        "transcription": " |dɪˈmændɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A baby can be so demanding.",
            "The theatre-going public are very demanding.",
            "She's been pictured as a difficult, demanding woman.",
            "His people came to him, demanding justice.",
            "Her mother could be very demanding at times.",
            "Nurses are demanding higher rates of pay.",
            "She was a tough and demanding teacher, but old age has mellowed her.",
            "Climbing is physically demanding.",
            "He was charged with demanding money with menaces.",
            "Teachers feel they have little room for manoeuvre when the curriculum is so demanding.",
            "The victim's family is demanding compensation.",
            "The EU is demanding an end to the ivory trade.",
            "She had a demanding schedule with little free time.",
            "It's a desperate situation demanding a desperate remedy.",
            "Victims are demanding retribution for the terrorist attacks.",
            "Polly decided to force the issue by demanding an explanation.",
            "Women workers are demanding parity with their male colleagues.",
            "The community is demanding a less aggressive style of policing.",
            "In May, staff went on strike, demanding better pay and conditions.",
            "They are demanding an end to the Communist Party's monopoly of power.",
            "The director sailed in, demanding to know who had disobeyed his orders.",
            "I have heard it is one of the most demanding courses at the university.",
            "Сonceptual thinking is often the most demanding kind of mental activity.",
            "Every day another batch of papers reaches the manager demanding his attention.",
            "Mr. Goldwater was demanding the nuclear defoliation of the Vietnamese jungles.",
            "Their boss was really demanding, often expecting them to work long into the night.",
            "Consumer groups are demanding greater consistency in the labelling of food products.",
            "...you showed laudable restraint in dealing with that ridiculously demanding customer...",
            "Demanding to speak to the branch manager, she huffed about the rudeness of the bank teller.",
            "They collected 2,000 signatures on a petition demanding that women be allowed to join the club."
        ],
        "example_translate": [
            "Маленьким детям иногда так сложно угодить.",
            "Театральная публика очень требовательна.",
            "Её описывают как женщину неприятную и требовательную.",
            "Его люди пришли к нему, требуя справедливости.",
            "Её матери иногда было очень тяжело угодить. / Её мать порой была очень привередлива.",
            "Средний медперсонал требует более высокой оплаты.",
            "Она была жёстким и требовательным учителем, но в старости стала мягче.",
            "Скалолазание требует хорошей физподготовки.",
            "Ему предъявили обвинение в вымогательстве денег, сопровождаемом угрозами.",
            "Учителя считают, что с таким тяжёлым учебным планом у них почти нет места для манёвра.",
            "Семья жертвы требует компенсации.",
            "ЕС требует прекратить торговлю слоновой костью.",
            "У неё был напряженный график и мало свободного времени.",
            "Это отчаянная ситуация, которая требует отчаянных мер.",
            "Потерпевшие требуют сурового возмездия за эти террористические атаки.",
            "Полли решила форсировать события, потребовав объяснений.",
            "Женщины-рабочие требуют равенства со своими коллегами-мужчинами.",
            "Сообщество требует менее агрессивного стиля работы органов правопорядка.",
            "В мае сотрудники объявили забастовку, требуя улучшения условий оплаты и труда.",
            "Они требуют положить конец монополии Коммунистической партии на власть.",
            "Вмешался директор и потребовал, чтобы ему сказали, кто нарушил его приказы.",
            "Я слышал, что это однин из самых сложных курсов в университете.",
            "Концептуальное мышление часто является самым трудным видом умственной деятельности.",
            "Каждый день руководитель получает новую партию документов, требующих его внимания.",
            "М-р Голдуотер требовал применения ядерной дефолиации вьетнамских джунглей.",
            "Их начальник был очень требовательным, и часто хотел, чтобы они работали до поздней ночи.",
            "Группы потребителей требуют большей согласованности в маркировке пищевых продуктов.",
            "..вы проявили похвальную сдержанность в общении с этим возмутительно требовательным клиентом...",
            "Требуя разговора с директором филиала, она негодовала по поводу грубости кассира этого банка.",
            "Они собрали две тысячи подписей под петицией с требованием разрешить женщинам вступать в этот клуб."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}