{
    "demonstration": {
        "comment": [],
        "translate": "демонстрация, проявление, доказательство, демонстрирование, выражение",
        "transcription": " |ˌdemənˈstreɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He gave the customer a demonstration.",
            "The demonstration was getting out of hand.",
            "Police broke up the student demonstration.",
            "The demonstration continued after a break for lunch.",
            "The demonstration passed off without incident.",
            "Demonstration organizers are urging nonviolence.",
            "He was an unwilling participant in the demonstration.",
            "The military were sent in to break up the demonstration.",
            "He brought along a copy of the software for demonstration.",
            "The latest tests are a clear demonstration that the vaccine works.",
            "One of the instructors gave a demonstration of how to prune a tree.",
            "Ratepayers are organizing a demonstration in front of the Town Hall.",
            "Violence erupted after police shot a student during the demonstration.",
            "The lecturer shot off a pistol as a demonstration of the startle response.",
            "We should use the demonstration as an opportunity to draw more supporters in.",
            "Students took part in several nonviolent demonstrations against the government.",
            "Would you mind giving us a demonstration so that we can see how the machine works?",
            "Extra police officers were brought in, although in the event the demonstration passed off peacefully.",
            "If I might just make a suggestion, I think that the matter could be easily settled with a little practical demonstration."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он продемонстрировал покупателю (что-то).",
            "Демонстрация начала выходить из-под контроля.",
            "Полиция разогнала студенческую демонстрацию.",
            "После перерыва на обед показ продолжился.",
            "Демонстрация прошла без инцидентов.",
            "Организаторы демонстрации призывают отказаться от применения насилия.",
            "Он стал невольным участником этой демонстрации.",
            "На разгон демонстрации отправили военных.",
            "Он привёз с собой копию данного программного обеспечения для демонстрации.",
            "Последние анализы чётко демонстрируют, что вакцина работает.",
            "Один из преподавателей продемонстрировал, как нужно обрезать дерево.",
            "Местные налогоплатильщики организовали митинг напротив городской ратуши.",
            "Насилие вспыхнуло после того, как во время демонстрации полицейские застрелили студента.",
            "Преподаватель выстрелил из пистолета, чтобы продемонстрировать действие отдачи.",
            "Мы должны использовать эту демонстрацию как возможность привлечь больше сторонников.",
            "Студенты приняли участие в нескольких мирных демонстрациях против правительства.",
            "Вы не возражаете устроить нам демонстрацию, чтобы мы могли увидеть, как эта машина работает?",
            "Были привлечены дополнительные силы полиции, хотя, как оказалось, демонстрация прошла мирно.",
            "Разрешите мне внести одно предложение. Мне кажется, что этот вопрос можно легко решить небольшой практической демонстрацией."
        ]
    }
}