{
    "demonstrate": {
        "comment": [],
        "translate": "демонстрировать, проявлять, доказывать, наглядно показывать",
        "transcription": " |ˈdemənstreɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He likes to demonstrate his impassibility to pain.",
            "How can I demonstrate to you that my story is true?",
            "I hope this message demonstrates my feelings to the students.",
            "There was never an occasion for her to demonstrate her skill.",
            "They have demonstrated a willingness to negotiate.",
            "This decision demonstrates his sense of fairness.",
            "The experiment demonstrated the instability of the compound.",
            "Would you mind demonstrating how the machine works?",
            "Several people will be demonstrating traditional farming techniques.",
            "The medication will not be marketed until it is demonstrated to be safe.",
            "There was never an occasion for her to demonstrate her skill.",
            "The instructor demonstrated the correct procedure for pruning a tree.",
            "Students must demonstrate fluency in a foreign language to earn a degree.",
            "The results demonstrate convincingly that this method is safe and reliable.",
            "Each student must demonstrate mastery of the subject matter in order to pass the class.",
            "Employees must demonstrate competence in certain skills before they can work independently.",
            "An estimated 5,000 people marched through the city to demonstrate against the factory closures.",
            "The latest test results clearly demonstrate that the vaccine works.",
            "Statistics demonstrate that poverty and unemployment are very real problems.",
            "The group's failed efforts demonstrate how difficult it is to convince people to change their habits.",
            "Thousands demonstrated against globalization during the meeting of the most powerful economic nations in Seattle."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он любит демонстрировать свою нечувствительность к боли.",
            "Как я могу убедить тебя в том, что говорю правду?",
            "Надеюсь, что это послание ясно говорит о том, какие чувства я испытываю по отношению к студентам.",
            "У неё никогда не было возможности показать своё мастерство.",
            "Они продемонстрировали готовность вести переговоры.",
            "Это решение демонстрирует его чувство справедливости.",
            "Данный эксперимент продемонстрировал нестабильность этого соединения.",
            "Вы не против продемонстрировать, как работает этот станок?",
            "Несколько человек продемонстрирует традиционные методы ведения сельского хозяйства.",
            "Препарат не поступит в продажу, пока не будет доказана его безопасность.",
            "У неё никогда не было случая продемонстрировать своё мастерство.",
            "Инструктор продемонстрировал, как правильно обрезать деревья.",
            "Чтобы получить диплом, студенты должны продемонстрировать свободное владение иностранным языком.",
            "Эти результаты убедительно доказывают, что данный метод является безопасным и надёжным.",
            "Каждый студент обязан продемонстрировать владение предметом, чтобы получить зачёт.",
            "Сотрудники должны продемонстрировать владение определёнными навыками, прежде чем они смогут работать самостоятельно.",
            "Около пяти тысяч человек прошли маршем через весь город, чтобы провести демонстрацию против закрытия завода.",
            "Последние результаты анализов свидетельствуют о том, что вакцина явно работает.",
            "Как показывает статистика, проблемы бедности и безработицы весьма реальны.",
            "Неудачные попытки этой группы демонстрируют, насколько трудно убедить людей изменить свои привычки.",
            "Тысячи людей вышли на демонстрацию против глобализации, проходившую во время встречи представителей самых могущественных в экономическом отношении стран мира в Сиэтле."
        ]
    }
}