{
    "denial": {
        "comment": [
            "deny"
        ],
        "translate": "отказ, отрицание, опровержение, отречение, запирательство, отклонение",
        "transcription": " |dɪˈnaɪəl|",
        "antonyms": [],
        "mnemonic": [
            "denial [дина'йэл] отрицание, отказ - Производная от deny;"
        ],
        "examples": [
            "The government issued an official denial of the rumour.",
            "The senator issued a flat denial of all charges.",
            "The lawyers were disappointed by the court's denial of their motion to dismiss the case.",
            "It resulted in a complete denial of his privileges.",
            "The accusations have met with angry denials from school officials.",
            "His girlfriend is in denial, and refuses to admit that he will soon die.",
            "The city government has been heavily criticized for its denial of the seriousness of the situation.",
            "He issued a categorical denial about his involvement in the deal.",
            "Clamant students gathered outside the college president's office, protesting the denial of tenure for the popular professor."
        ],
        "example_translate": [
            "Правительство официально опровергло этот слух.",
            "Сенатор решительно опроверг все обвинения.",
            "Юристы были разочарованы отказом суда на их ходатайство о закрытии дела.",
            "Это привело к полному отрицанию его прав.",
            "Эти обвинения встретили гневные опровержения со стороны администрации школы.",
            "Его подруга находится в стадии отрицания, и отказывается признать (тот факт), что он скоро умрёт.",
            "Городские власти подверглись резкой критике за отрицание серьёзности данной ситуации.",
            "Он выступил с категорическим опровержением своего участия в этом деле.",
            "Студенты собрались возле офиса ректора колледжа, шумно протестуя против отказа в должности популярному профессору."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}