{
    "dense": {
        "comment": [
            "density",
            "dance"
        ],
        "translate": "плотный, густой, дремучий, компактный, тупой, частый, непрозрачный, глупый",
        "transcription": " |dens|",
        "antonyms": [],
        "mnemonic": [
            "dense [дэнс] плотный, густой, тупой - Лада (Дэнс) любит плотных мужчин с густой щетиной и тупой рожей.",
            "dense [dɛns]\ntense [tɛns] - напряжённый, натянутый. Напрягать\nsense [sɛns] - чувство, ощущение, смысл\n***\nГУСТЫЕ волосы у Лады Дэнс. (это) dense\nВ НЕПРОХОДИМЫЙ лес пошла Лада Дэнс. (это) dense\nНе любит ТУПЫХ Лада Дэнс. (это) dense\n***\nНет смысла \"sense\"\nидти в лес густой \"dense\".",
            "immense [ɪ'mɛns]\ndense [dɛns] - густой, плотный\n***\nУ воды ОГРОМНАЯ эл. проводимость сименс. (это)\nimmense\nОГРОМНЫЙ список имён (с). (это) immense\nНеобъятный, необъятен, огромен.\n***\nЛес густой \"dense\" и огромный \"immense\"."
        ],
        "examples": [
            "Oxygen is quite a dense gas.",
            "The track led through dense forest.",
            "The fog is so dense, you can only make out the obscure shape of trees.",
            "The darkness was so dense that the sight could not penetrate it.",
            "They cut a path through the dense jungle.",
            "The swamp was surrounded by dense woodland.",
            "How dense a fold of danger nets him round. (Tennyson)",
            "That part of the city has a dense population of immigrants.",
            "In the movie, she plays his kind but somewhat dense aunt.",
            "A dense fog enshrouded the bridge spanning the harbor.",
            "Dense smoke surrounded them, adding to the horror of the situation.",
            "They sat in the dense fug of a smoky bar.",
            "She followed him, pushing through the dense tangle of bushes and branches.",
            "The trail corkscrews through dense woods to the top of the steep hill.",
            "The house is perched atop a hill amid a stretch of dense woodland.",
            "My car's headlights couldn't penetrate the dense fog.",
            "The hikers did not manage to penetrate the dense forest.",
            "We cut a swathe through the dense undergrowth.",
            "Much of Scandinavia is covered in dense forest.",
            "After days of trudging through dense forest, the explorers came upon a vast champaign."
        ],
        "example_translate": [
            "Кислород - довольно плотный газ.",
            "Дорожка вела через дремучий лес.",
            "Туман настолько густой, что можно различить лишь смутные очертания деревьев.",
            "Темнота была такой плотной, что взгляд не мог пробиться сквозь неё.",
            "Они срезали путь через густые джунгли.",
            "Болото было окружено плотным лесом.",
            "Как крепко сжимает его кольцо опасности.",
            "Та часть города плотно заселена иммигрантами.",
            "В этом фильме она играет его добрую, но туповатую тётку.",
            "Мост через гавань окутал густой туман.",
            "Их окружил густой дым, отчего вся эта ситуация стала ещё ужаснее.",
            "Они сидели в густой духоте прокуренного бара.",
            "Она последовала за ним, продираясь через плотное переплетение кустов и ветвей.",
            "Извилистая тропа ведёт через густой лес к вершине крутого холма.",
            "Дом расположен на вершине холма среди дремучего леса.",
            "Фарам моего автомобиля не удавалось пронзить такой густой туман.",
            "Туристам не удалось проникнуть в этот дремучий лес.",
            "В густом подлеске мы сделали просеку.",
            "Значительная часть Скандинавии покрыта дремучими лесами.",
            "После многодневного блуждания по дремучему лесу, путешественники вышли на огромную открытую равнину."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}