{
    "dentist": {
        "comment": [],
        "translate": "дантист, зубной врач",
        "transcription": " |ˈdentɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The dentist cleaned my teeth.",
            "The dentist will have to pull that tooth.",
            "\"Open your mouth wide for me,\" said the dentist.",
            "a whine like a dentist's drill",
            "I saw her at the dentist last week.",
            "I had two cavities filled at the dentist's.",
            "I'm trying to work up enough courage to go to the dentist.",
            "the pedestal of the dentist's chair",
            "He scheduled a visit to the dentist.",
            "Gemma is now practising as a dentist.",
            "The dentist implanted a tooth in the gum.",
            "The dentist recommended two brushes a day.",
            "I spent an unpleasant hour at the dentist's.",
            "Tomorrow my dentist will fit me for a crown.",
            "Sandra winced as the dentist started to drill.",
            "She canceled her appointment with the dentist.",
            "The dentist could fit you in later in the week.",
            "“Open your mouth wide for me,” said the dentist.",
            "The dentist waited until the anesthetic took effect.",
            "Finding a dentist on a Sunday can be very difficult.",
            "Last time I went to the dentist I had to have two teeth out.",
            "The dentist took an impression for use in preparing an inlay.",
            "The dentist gave her a local anesthetic prior to the extraction.",
            "Going to the dentist need not necessarily be a painful experience.",
            "Our dentist said that Emmy should wear a brace to improve her bite.",
            "She found an old issue of the magazine in her dentist's waiting room.",
            "The dentist's office called to confirm your appointment for tomorrow.",
            "The dentist dislodged the piece of food that had been stuck under my gums.",
            "You must bring your insurance card with you when you register with a dentist or doctor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Стоматолог почистил мне зубы.",
            "Стоматологу придётся выдернуть этот зуб.",
            "— Широко откройте рот, — сказал стоматолог.",
            "звук, похожий на жужжание бормашины",
            "На прошлой неделе я видел её у стоматолога.",
            "Стоматолог запломбировал мне две полости /каверны, \"дупла\"/ в зубе.",
            "Я пытаюсь набраться достаточно смелости, чтобы пойти к стоматологу.",
            "основание стоматологического кресла",
            "Он запланировал визит к стоматологу.",
            "Сейчас Джемма работает стоматологом.",
            "Стоматолог имплантировал в десну зуб.",
            "Стоматолог порекомендовал чистить зубы два раза в день.",
            "Я провёл неприятный час у стоматолога.",
            "Завтра мой зубной врач будет примерять мне коронку.",
            "Сандра вздрогнула, когда стоматолог начал сверлить.",
            "Она отменила свой визит на приём к стоматологу.",
            "Стоматолог мог бы принять вас на этой неделе.",
            "— Откройте-ка пошире рот, — сказал стоматолог.",
            "Стоматолог подождал, пока подействует обезболивающее.",
            "Найти стоматолога в воскресенье порой очень сложно.",
            "Когда я в прошлый раз пошёл к стоматологу, мне пришлось вырвать два зуба.",
            "Стоматолог взял оттиск для изготовления пломбы.",
            "Перед удалением зуба стоматолог дал ей местную анестезию.",
            "Поход к зубному врачу не обязательно должен быть болезненным.",
            "Наш врач-стоматолог сказал, что для улучшения прикуса Эмме следует носить ортодонтическую скобку.",
            "Она нашла старый номер этого журнала в приёмной у стоматолога.",
            "Звонили от стоматолога, чтобы подтвердить вашу завтрашнюю встречу.",
            "Стоматолог удалил кусочек пищи, застрявший у меня в дёснах.",
            "При регистрации у стоматолога или врача необходимо иметь при себе карточку медицинского страхования."
        ]
    }
}