{
    "deny": {
        "comment": [
            "denial"
        ],
        "translate": "отрицать, отказывать, отказываться, отвергать, отрекаться, отпираться",
        "transcription": " |dɪˈnaɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Yes, I was there. I don't deny it.",
            "She could deny her son nothing.",
            "Spinoza did not deny the existence of God.",
            "I am a fuss, and I don't deny it.",
            "I can't deny her remarks hurt me.",
            "He did not deny his guilt.",
            "There is no denying that it is a very popular view.",
            "The judge denied his bail request.",
            "His first reaction was to deny everything.",
            "It is hard to deny that Bob is a good man.",
            "No one can deny the value of a good education.",
            "They were denied permission to enter the country / Permission to enter the country was denied to them.",
            "Emotions can become destructive if they are suppressed and denied.",
            "He could not deny his own hand and seal.",
            "She does not absolutely deny the possibility of a miracle.",
            "It would be a false delicacy in me to deny that I have observed it.",
            "The judge denied their request.",
            "He appeared on national television to deny the claims.",
            "He was faced with all the evidence and could no longer deny his actions.",
            "There were no grounds to deny bail.",
            "Jackson vehemently denied the allegations.",
            "I challenge Dr. Carver to deny his involvement!",
            "It would be idle to deny that progress was made.",
            "She denies all the charges that have been made against her.",
            "He did not deny that the quadrille, as now walked, is ridiculous.",
            "The men have denied charges of theft.",
            "He denied the report that he would be quitting his job.",
            "The police deny that racism is a problem in the department.",
            "Interestingly enough, Pearson made no attempt to deny the rumour.",
            "This is the only country in Europe to deny cancer screening to its citizens."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Да, я был там. Я не отрицаю этого.",
            "Она ни в чём не может отказать своему сыну.",
            "Спиноза не отрицал существования Бога.",
            "Я действительно очень сильно взволнован, и не отрицаю этого.",
            "Я не могу отрицать, что ее замечания ранили / задели меня.",
            "Он не отрицал своей вины.",
            "Нельзя отрицать, что это чрезвычайно распространённая точка зрения.",
            "Судья отклонил его ходатайство об освобождении под залог.",
            "Его первой реакцией было всё отрицать.",
            "Трудно отрицать, что Боб хороший парень.",
            "Никто не может отрицать ценность хорошего образования.",
            "Им было отказано в разрешении на въезд в страну.",
            "Эмоции могут стать разрушительными (для человека), если они подавляются и отрицаются.",
            "Он не мог отрицать, что это его подпись и печать.",
            "Она абсолютно не исключает возможность чуда.",
            "С моей стороны было бы ложной скромностью отрицать, что я заметил это.",
            "Судья отклонил их ходатайство.",
            "Он выступил на национальном телевидении, чтобы опровергнуть эти утверждения.",
            "Перед лицом всех имеющихся фактов он больше не мог отрицать свои действия.",
            "Не было никаких причин отказываться от поручительства.",
            "Джексон категорически отрицал обвинения.",
            "И пусть доктор Карвер только попробует отрицать свою причастность!",
            "Не стоит отрицать наличие определённого прогресса.",
            "Она отрицает все обвинения, выдвинутые в её адрес.",
            "Он и не отрицал, что кадриль, с такими шагами, какие в ней используют сейчас, выглядит странно.",
            "Эти люди отвергли обвинения в краже.",
            "Он опроверг информацию о том, что покинет занимаемую должность.",
            "Полицейские отрицают, что в управлении присутствует проблема расизма.",
            "Интересно, что Пирсон даже не пытался опровергнуть эти слухи.",
            "Это единственная страна в Европе, которая отказывается от обследования своих граждан на рак."
        ]
    }
}