{
    "departure": {
        "comment": [],
        "translate": "отправление, отъезд, выезд, уход, отправной, исходный",
        "transcription": " |dɪˈpɑːrtʃər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There are 40 minutes before flight departure.",
            "What is your time of departure?",
            "He hoped his departure had passed unnoticed.",
            "The quarrel has hastened her departure.",
            "John's departure had upset their daily routine.",
            "The Booking Office is open 15 minutes before the departure of each train.",
            "The intercom announced the departure of Flight BA 531.",
            "An early departure is inconvenient for us.",
            "I'll check the departure board for train times.",
            "We puzzled over her sudden departure.",
            "a schedule of arrivals and departures",
            "My point of departure was San Francisco.",
            "The time of departure is still uncertain.",
            "Cairo is a convenient departure point for tours.",
            "There was a delay in the departure of our plane.",
            "The President and I did not discuss the timing of my departure.",
            "We couldn't descry the reasons for his sudden departure.",
            "His urgent departure was another proof of his cold-bloodedness.",
            "You should plan to arrive at the airport an hour before departure.",
            "She made a dignified departure.",
            "her sudden departure from the company",
            "Every passenger is manifested at the point of departure.",
            "Their departure will leave a gaping hole in Grand Prix racing.",
            "The present Act makes a fresh departure in bankruptcy legislation.",
            "Her departure left him in utter devastation.",
            "He always arrives on the eve of her departure.",
            "We apologize for the late departure of flight AZ709.",
            "He refused to discuss his departure from the government.",
            "This would be a radical departure from the subsidy system.",
            "The team has struggled since the departure of its head coach."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "До вылета (самолета) осталось сорок минут.",
            "В котором часу вы отправляетесь /вылетаете/?",
            "Он надеялся на то, что его отъезд остался незамеченным.",
            "Ссора ускорила её отъезд.",
            "Отъезд Джона нарушил привычный для них уклад жизни.",
            "Билетная касса открывается за 15 минут перед отправлением каждого поезда.",
            "По двусторонней связи объявили об отправлении рейса BA 531.",
            "Ранний отъезд для нас неудобен.",
            "Пойду сверюсь с расписанием поездов.",
            "Мы были озадачены ее внезапным отъездом.",
            "расписание движения поездов (самолётов, автобусов и т.п.)",
            "Моей отправной точкой был Сан-Франциско.",
            "Время отправления по-прежнему остаётся неопределенным.",
            "Каир является удобной отправной точкой для экскурсий.",
            "Вылет нашего самолёта задержали.",
            "Мы с президентом не обсуждали время моего отъезда.",
            "Мы не смогли разузнать причин его внезапного отъезда.",
            "Его спешный отъезд был еще одним доказательством его равнодушия.",
            "Следует рассчитать время так, чтобы прибыть в аэропорт за час до вылета.",
            "Она с достоинством удалилась.",
            "её внезапный уход из компании",
            "Каждый пассажир заносится в манифест в пункте отправления.",
            "Их уход оставит зияющую пустоту в гонках Гран-при.",
            "Данное постановление служит новой отправной точкой для законодательства о банкротстве.",
            "После её ухода он остался полностью опустошённым.",
            "Он всегда приезжает накануне её отъезда.",
            "Приносим свои извинения за задержку вылета рейса AZ709.",
            "Он отказался обсуждать свой уход из правительства.",
            "Это было бы радикальным отходом от системы субсидий.",
            "С момента ухода главного тренера команду преследуют неудачи."
        ]
    }
}