{
    "depend": {
        "comment": [],
        "translate": "зависеть, полагаться, рассчитывать, находиться на иждивении",
        "transcription": " |dɪˈpend|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I knew I could depend on you.",
            "It (all) depends.",
            "That depends",
            "Whether the game will be played depends on the weather.",
            "His decision will depend on how soon he meets the committee.",
            "...I know I can always depend on you for help when I really need it....",
            "The poorer countries depend on aid from richer nations.",
            "Animals depend on plant material for food.",
            "Its success will depend to a large extent on local attitudes.",
            "In the dark he had to depend on touch and on his senses of smell and hearing.",
            "The amount of sugar you add will depend on personal preference.",
            "Whether or not we play baseball will depend on how much rain we get.",
            "Ministers depend on civil servants for expert advice.",
            "The nature of the tasks to which you are assigned will depend on your capabilities.",
            "At this stage, children move further away from the influence of their parents, and depend more on their friends.",
            "The sensitiveness of Mimosa leaves does not depend on a change of growth.",
            "Your pension will depend on your length of employment.",
            "Whether or not you qualify for a loan will depend on your financial circumstances.",
            "The refugees depend on foreign aid for their survival."
        ],
        "example_translate": [
            "Я знал(а), что могу на вас положиться.",
            "Как сказать!, Поживем - увидим.",
            "Как сказать",
            "Состоится ли игра, зависит от погоды.",
            "Его решение зависит от того, как скоро он встретится с членами комитета.",
            "...я знаю, что всегда могу рассчитывать на твою помощь, когда я действительно в ней нуждаюсь....",
            "Более бедные страны зависят от помощи более богатых стран.",
            "Животные зависят от растительной пищи.",
            "В большой степени его успех будет зависеть от отношения местного населения.",
            "В темноте ему пришлось полагаться на осязание, обоняние и слух.",
            "Количество сахара, который вы добавляете, будет зависеть от личных предпочтений.",
            "То, сыграем мы в бейсбол или нет, будет зависеть от того, сколько у нас пройдёт дождей.",
            "Министры полагаются на экспертные заключения государственных служащих.",
            "Характер задач, которые перед вами поставят, будет зависеть от ваших возможностей.",
            "На этом этапе дети всё дальше отходят от влияния своих родителей и всё больше полагаются на своих друзей.",
            "Чувствительность листьев мимозы не зависит от изменения роста.",
            "Ваша пенсия будет зависеть от трудового стажа.",
            "Предоставление вам права на получение кредита будет зависеть от ваших финансовых обстоятельств.",
            "Выживание беженцев зависит от иностранной гуманитарной помощи."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}