{
    "dependent": {
        "comment": [],
        "translate": "зависимый, зависящий, подчиненный, иждивенец, подчиненный, служащий",
        "transcription": " |dɪˈpendənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Do you have any dependents?",
            "He is dependent on his parents for support.",
            "The salary is dependent on experience and qualifications.",
            "All things in nature are dependent on one another.",
            "We are completely dependent upon your help.",
            "Many of these people were dependent on his bounty.",
            "He has been alcohol dependent for several years.",
            "Your pay is dependent on how much you produce.",
            "An infant is wholly dependent on its mother.",
            "The leaves assumed their nocturnal dependent position.",
            "a person's spouse and dependents",
            "The poor and dependent exercise our active benevolence.",
            "Jan's mother was dependent on her for physical care.",
            "Norway's economy is heavily dependent on natural resources.",
            "The programme is designed to help older welfare dependent people.",
            "Additional exemptions are allowed for each dependent.",
            "The ageing of tobacco is dependent on the action of micro-organisms.",
            "As his political power has shrunk, he has grown correspondingly more dependent on the army."
        ],
        "example_translate": [
            "Есть ли у вас иждивенцы?",
            "Он материально зависим от родителей.",
            "Заработная плата зависит от опыта работы и квалификации.",
            "Всё в природе взаимосвязано.",
            "Мы полностью зависим от вашей помощи.",
            "Многие из этих людей зависели от его щедрости.",
            "В течение нескольких лет у него была алкогольная зависимость.",
            "Оплата зависит от того, сколько вы производите.",
            "Младенец полностью зависит от своей матери.",
            "К ночи листья обвисли.",
            "супруга и иждивенцы человека",
            "Бедные и униженные способствуют нашей реальной благотворительности.",
            "Мать Джен была зависима от ухода с её стороны.",
            "Экономика Норвегии сильно зависима от природных ресурсов.",
            "Программа призвана помочь пожилым людям, живущим за счёт социальных пособий.",
            "Дополнительные льготы допускаются для каждого иждивенца.",
            "Выдерживание табака зависит от воздействия микроорганизмов.",
            "В соответствии с тем, как уменьшалось его политическое могущество, он всё больше и больше полагался на армию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}