{
    "deploy": {
        "comment": [
            "loyal",
            "loyalty"
        ],
        "translate": "развертывание, развертывать, развертываться, применять",
        "transcription": " |dɪˈplɔɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The troops were deployed for battle.",
            "The parachute failed to deploy properly.",
            "The U.S. deploys its weapons in the Middle East.",
            "He deploys several arguments to prove his point.",
            "Two scientists were deployed to study the problem.",
            "The boat's sails were not fully deployed.",
            "Equipment and supplies have been deployed across the country.",
            "Wait several seconds before deploying the parachute.",
            "Over 13,000 soldiers were deployed at strategic locations throughout the city.",
            "They plan to deploy more American soldiers over the next six months.",
            "Both campaigns are deploying volunteers to the cities to encourage people to vote."
        ],
        "example_translate": [
            "Войска были развёрнуты для битвы.",
            "Парашют не раскрылся, как следует.",
            "США развёртывает свои вооружения на Ближнем Востоке.",
            "В доказательство своей точки зрения он выдвигает несколько аргументов.",
            "Для исследования проблемы были привлечены двое учёных.",
            "Паруса судна были развёрнуты не полностью.",
            "Оборудование и ресурсы были развёрнуты по всей стране.",
            "Подождите несколько секунд, прежде чем раскрывать парашют.",
            "Более 13 тысяч солдат были развёрнуты в стратегически важных местах по всему городу.",
            "Планируется развернуть ещё больше американских солдат в течение следующих шести месяцев.",
            "Оба избирательных штаба направляют в города добровольцев, чтобы те призывали людей голосовать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}