{
    "depress": {
        "comment": [],
        "translate": "подавлять, угнетать, нажимать, ослаблять, опускать, огорчать, понижать цену",
        "transcription": " |dɪˈpres|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "These news depressed her.",
            "We were all depressed by the loss.",
            "These changes could depress the economy.",
            "The glut of oil depressed gas prices.",
            "High interest rates may depress share prices.",
            "You shouldn't let this kind of problem depress you.",
            "I don't mean to depress you, but there's no way we can win.",
            "Depress the clutch fully.",
            "Depress the “shift” key on your keyboard.",
            "It depresses me that nobody seems to care.",
            "depressing the price of a stock",
            "The rising inflation depressed the economy.",
            "The thought of taking the exam again depressed him.",
            "Several factors combined to depress the American economy.",
            "The lack of rain had depressed the water level in the reservoir."
        ],
        "example_translate": [
            "Эти новости расстроили её.",
            "Мы все были подавлены этой утратой.",
            "Эти изменения могут привести к ослаблению экономики.",
            "Переизбыток нефти привёл к падению цен на газ.",
            "Высокие процентные ставки могут понизить цены на акции.",
            "Вы не должны позволять такого рода проблемам угнетать вас.",
            "Не хочу вас огорчать, но выиграть мы никак не сможем.",
            "Полностью выжмите сцепление.",
            "Нажмите клавишу “Shift” на клавиатуре.",
            "Меня угнетает то, что всем как будто наплевать.",
            "снижение цены акций",
            "Рост инфляции привёл к ослаблению экономики.",
            "Его угнетала мысль о том, что придётся сдавать экзамен ещё раз.",
            "К ослаблению американской экономики привело сочетание нескольких факторов.",
            "Из-за отсутствия дождей уровня воды в водохранилище понизился."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}