{
    "depth": {
        "comment": [
            "deep",
            "deeply"
        ],
        "translate": "глубина, высота, толщина, глубь, интенсивность, разгар, сила, густота, пучина, середина",
        "transcription": " |depθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "People need to realize the depth of the problem.",
            "There is a great depth of meaning in the saying.",
            "The pressure varies with the depth.",
            "I was impressed by the depth of her knowledge.",
            "The article discusses the theory in depth.",
            "measuring the depth of the water",
            "He had sunk to the depths of addiction.",
            "The arrow penetrated to a considerable depth.",
            "I purpose to dive yet more deeply into the depth of my text.",
            "I felt completely out of my depth at the meeting.",
            "Students will test the temperature of the water at different depths.",
            "The pool has a depth of 12 feet.",
            "Network news coverage often lacks depth.",
            "The subject was discussed in great depth.",
            "She's quiet, but perhaps she has hidden depths.",
            "These fish typically live at depths of 500 feet or more.",
            "The line is shotted carefully so as to sink the bait to the right depth.",
            "How often they are precipitated from the height of prosperity, into the depth of adversity.",
            "The depth of the shelves is about 35 cm.",
            "the depth and profundity of her feelings",
            "She shaded the drawing to give it depth.",
            "The historical details add depth to his story.",
            "Plant the beans at a depth of about six inches.",
            "This writer anatomized the depth of human behavior.",
            "a watch guarantied to be water-resistant to a depth of 100 feet",
            "It does not take much imagination to understand the depth of their grief.",
            "The empty shops in the high street testify to the depth of the recession.",
            "Such women carry in their heads kinship knowledge of six generations depth and extending laterally among consanguineal kin as far as the grandchildren of second cousin.",
            "a man admired for the depth of his perception",
            "The boat sank to a depth of several hundred feet."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Люди должны осознать всю глубину этой проблемы.",
            "В этом высказывании заключён глубокий смысл.",
            "Давление меняется в зависимости от глубины.",
            "Я был впечатлен глубиной её знаний.",
            "В статье эта теория рассматривается детально.",
            "измерение глубины воды",
            "Он опустился до наркомании. / Он погрузился в глубины нездоровой привязанности к этой пагубной привычке.",
            "Стрела проникла на значительную глубину.",
            "Я намереваюсь ещё глубже нырнуть в пучину своего текста.",
            "На совещании я чувствовал себя совершенно не в своей тарелке.",
            "Студенты проверят температуру воды на разных глубинах.",
            "Глубина бассейна составляет двенадцать футов.",
            "Освещению новостей в крупных телесетях часто не хватает глубины.",
            "Этот вопрос обсуждался очень подробно.",
            "Она тихоня, но, может быть, у неё есть скрытые достоинства.",
            "Эти рыбы, как правило, живут на глубине 500 футов или более.",
            "Удочка достаточно нагружена, чтобы опустить наживку на должную глубину.",
            "Как часто они низвергаются с высоты процветания в пучину бедствий.",
            "Глубина полок составляет около тридцати пяти сантиметров.",
            "глубина и сила её чувств",
            "Она заштриховала рисунок, чтобы придать ему глубину.",
            "Исторические детали добавляют его рассказу глубины.",
            "Посадите бобы на глубину около шести дюймов.",
            "Этот писатель подверг тщательному разбору глубину человеческого поведения.",
            "часы, гарантированно водонепроницаемые на глубине ста футов",
            "Необязательно обладать богатым воображением, чтобы понять всю глубину их скорби.",
            "Пустые магазины на главной улице свидетельствуют о глубине кризиса.",
            "Такие женщины держат у себя в голове знание предков на глубину в шесть поколений, а по боковым линиям среди кровных родственников — до внуков троюродных братьев и сестёр включительно.",
            "мужчина, вызывавший восхищение глубиной своего восприятия",
            "Судно затонуло на глубине нескольких сот футов."
        ]
    }
}