{
    "description": {
        "comment": [
            "script",
            "manuscript",
            "transcript",
            "subscription",
            "prescription"
        ],
        "translate": "описание, изображение, вид, род, сорт, вычерчивание",
        "transcription": " |dɪˈskrɪpʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The description checks with the photograph.",
            "His description does not square with reality",
            "His description quadrates with yours.",
            "The police have put out a description of the thieves.",
            "This description must be sent in a letter post-paid.",
            "The booklet gives a brief description of each place.",
            "Her photograph corresponds with the description that he gave us.",
            "The writer began with a description of the area.",
            "No exact description is given of the march of the spasms.",
            "The man answers (to) the description of the wanted murderer.",
            "a writer with a gift of description",
            "Every description of book was there.",
            "The beauty of the scene defies description.",
            "a picturesque description of the rainforest",
            "I applied for the position after reading the job description.",
            "Police said the car fits the description of the stolen vehicle.",
            "He begins his book with an affecting description of his difficult childhood.",
            "Instead of a verbal description, we will give a rough sketch of the nursery.",
            "'Love at first sight' is a very apt description of how he felt when he saw her.",
            "The prisoner measures up to the description the police have of the wanted thief.",
            "This reporter has the ability to strike off a good description of the scene he is covering.",
            "This beggars description!",
            "a particular description of the room",
            "His writing was strong on description.",
            "Tick the description that best fits you.",
            "a general description of the merchandise",
            "a description unconformable to previous accounts",
            "She gave an animated description of the project.",
            "The death and destruction were beyond description.",
            "a spellbinding description of life in ancient Rome"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Описание соответствует фотографии.",
            "Его описание не соответствует действительности.",
            "Его описание совпадает с вашим.",
            "Полиция распространила описание воров.",
            "Это описание должно быть послано в письме с оплаченными почтовыми расходами.",
            "В буклете даётся краткое описание каждого места.",
            "Её фотография совпадает с описанием, которое он нам дал.",
            "Автор начал с описания местности.",
            "Нет точного описания протекания спазмов.",
            "Этот человек соответствует описанию разыскиваемого убийцы.",
            "писатель, обладающий талантом к описанию",
            "Каких книг там только не было.",
            "Красота этой сцены не поддаётся описанию.",
            "живописное описание тропического леса",
            "Я подал заявление на должность, прочитав описание работы.",
            "По словам полицейских, машина подходит под описание похищенного автомобиля.",
            "Он начинает книгу с трогательного описания своего трудного детства.",
            "Вместо словесных описаний мы предоставим приблизительный эскиз детской.",
            "«Любовь с первого взгляда» — это очень подходящее описание того, что он почувствовал, когда увидел её.",
            "Арестованный подходит под описание вора, имеющееся у полиции.",
            "Этот репортёр умеет точно и быстро описать увиденное.",
            "Это неописуемо! / Это не поддаётся описанию!",
            "подробное описание данного помещения",
            "Сильной стороной его произведений были описания.",
            "Поставьте галочку напротив описания, которое больше всего вам подходит.",
            "общее описание данного товара",
            "описание, не соответствующее предыдущим сообщениям",
            "Она бойко описала этот проект.",
            "Смерть и разрушения были неописуемы.",
            "увлекательное описание жизни в Древнем Риме"
        ],
        "stars": 3
    }
}