{
    "describe": {
        "comment": [
            "prescribe",
            "subscribe"
        ],
        "translate": "описывать, охарактеризовать, характеризовать, характеризоваться, изображать",
        "transcription": " |dɪˈskraɪb|",
        "antonyms": [],
        "mnemonic": [
            "describe [dɪs'kraɪb]\nscribe [skraɪb] - писец\n***\nИЗОБРАЗИЛ я солнце вроде|с|края. (это) describe"
        ],
        "examples": [
            "Can you describe the lost dog to me?",
            "I would describe him as an excellent teacher.",
            "Can you describe your work to the class?",
            "Please briefly describe your experience.",
            "The witness wasn't able to describe the robber.",
            "The prisoner described himself as an unemployed painter.",
            "Please describe what happened next.",
            "Would you describe this piece of music as well written?",
            "I cannot describe the feeling of contentment that was with me at that time.",
            "The nature of conscience, which I will describe as popularly as I can.",
            "Some people describe him as “selfish,” but he doesn't deserve that label.",
            "He described the house in perfect detail.",
            "Describe it in ordinary everyday language.",
            "Describe the experience in your own words.",
            "The crime scene was too horrible to describe.",
            "I tried to describe his appearance to the police",
            "The article describes how the experiment was done.",
            "She used a stick to describe a circle on the ground.",
            "We use the word 'hardware' to describe the actual machine.",
            "It was hard to describe the nightmare she had lived through.",
            "It's not PC to describe people as disabled.",
            "She described watching dolphins play beside the ship.",
            "He observed the snakes so he could describe their behavior.",
            "Movie stars often have an engaging aura that is hard to describe.",
            "While under hypnosis, the victim was able to describe her attacker.",
            "It would be wrong to describe society purely in economic terms.",
            "I can't describe him., all I saw was a blear figure for an instant.",
            "Can you find a more precise term than “good” to describe the movie?",
            "Each of us in turn had to describe how alcohol had affected our lives.",
            "Discreet Italian police described it in a manner typically continental."
        ],
        "example_translate": [
            "Вы можете описать мне пропавшую собаку?",
            "Я бы охарактеризовал его как прекрасного преподавателя.",
            "Вы не могли бы описать классу свою работу?",
            "Пожалуйста, кратко опишите ваш опыт работы.",
            "Свидетель не смог описать грабителя.",
            "Арестованный назвался безработным художником.",
            "Пожалуйста, опишите, что произошло дальше.",
            "Можно ли сказать об этом музыкальном произведении, что оно хорошо написано?",
            "Я не могу описать словами то чувство удовлетворения, которое ощущал в то время.",
            "Природа сознания, которую я опишу в как можно более доступной форме.",
            "Некоторые называют его эгоистом, но он не заслуживает такого эпитета.",
            "Он в мельчайших подробностях описал этот дом.",
            "Опишите это простым повседневным языком.",
            "Опишите происшедшее /пережитое/ своими словами.",
            "Место преступления было неописуемо ужасным.",
            "Я попытался описать полициейским его внешность.",
            "В статье описывается, как проходил этот эксперимент.",
            "Она взяла палку и начертила на земле окружность.",
            "Мы используем слово \"оборудование\", чтобы описать сам механизм как таковой.",
            "Трудно было описать кошмар, который ей пришлось пережить.",
            "Называть людей инвалидами неполиткорректно.",
            "Она рассказала, как наблюдала за игрой дельфинов рядом с кораблём.",
            "Он наблюдал за змеями, поэтому мог описать их поведение.",
            "У кинозвёзд часто имеется аура обаяния, которую трудно описать.",
            "Будучи под гипнозом, потерпевшей удалось описать нападавшего.",
            "Было бы неправильно описывать общество в чисто экономических терминах.",
            "Я не могу его описать: всё, что я увидел, это как на мгновение промелькнула какая-то неясная фигура.",
            "Вы можете найти более точный термин, чем “хороший”, чтобы описать данный фильм?",
            "Каждому из нас, в свою очередь, пришлось описать, как алкоголь повлиял на нашу жизнь.",
            "Сдержанные итальянские полицейские описали это в типично европейской манере."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 3
    }
}