{
    "descent": {
        "comment": [
            "accent",
            "decent",
            "century",
            "cent",
            "ascent",
            "scent",
            "adjacent",
            "adolescent",
            "incentive",
            "descend",
            "descendant"
        ],
        "translate": "спуск, происхождение, снижение, нисхождение, падение, опускание, сход, десант, склон",
        "transcription": " |dɪˈsent|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The pilot spotted a large field and began the descent.",
            "Her descent into drugs started at 13.",
            "A descent from the sublime to the ridiculous is quick.",
            "The book describes his descent into a deep depression after the death of his wife.",
            "Descent determines the specific character of the growth.",
            "I would draw his descent from Hector, or Achilles.",
            "During the descent Tuckett and I were in the same cord with them.",
            "The only path that goes down to the river is a rather steep descent, so be careful.",
            "Massive ash-trees roll from the mountains down the descent.",
            "They topped the rise (=reached the top of the hill) and began a slow descent towards the town."
        ],
        "example_translate": [
            "Пилот заметил большое поле и начал снижение.",
            "Она начала употреблять наркотики с тринадцати лет.",
            "От великого до смешного один шаг.",
            "В книге рассказывается о его падении в глубокую депрессию после смерти жены.",
            "Особенности развития определяются наследственностью.",
            "Я бы возводил его род к Гектору или Ахиллу.",
            "Во время спуска я и Такетт были в одной с ними связке.",
            "Единственная тропа, идущая к реке, представляет собой довольно крутой спуск, так что будьте осторожны.",
            "Массивные ясени украшают отроги гор.",
            "Они завершили подъём (т.е. достигли вершины холма), и начали медленно спускаться к городу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}