{
    "descend": {
        "comment": [],
        "translate": "спускаться, опускаться, сходить, происходить, опуститься, снижаться, нисходить",
        "transcription": " |dɪˈsend|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Wait for the elevator to descend.",
            "The path descends to the river.",
            "We watched the plane descend.",
            "A feeling of sadness descended on me.",
            "From here the path descends.",
            "The manor descended to his son.",
            "The shades of evening began to descend.",
            "Thousands of tourists descend on the lake every year.",
            "Your sentiments and conduct are worthy of the noble house you descend from.",
            "The airplane will descend to a lower altitude soon.",
            "She was descended from an old Italian noble family.",
            "The workers descended into the hole.",
            "The stairs descended into the tunnel.",
            "From the heights of the mountain immense avalanches often descend.",
            "Descending the mountain was even more dangerous than climbing it.",
            "The children descended the staircase silently.",
            "The airplane began to descend as it neared the island.",
            "A herd of goats descended into the valley.",
            "At the heart of the shrine is a small rocky grotto into which pilgrims can descend.",
            "Every year raucous rubbernecks by the busload descend upon the city for its famed Mardi Gras."
        ],
        "example_translate": [
            "Подождите лифт, чтобы спуститься.",
            "Тропа спускается к реке.",
            "Мы наблюдали за тем, как самолёт снижается.",
            "Меня охватила грусть.",
            "Отсюда тропа идёт под уклон.",
            "Поместье перешло к его сыну.",
            "Надвигались сумерки.",
            "Каждый год на озеро приезжают тысячи туристов.",
            "Ваши чувства и поведение достойны того знатного рода, из которого Вы происходите.",
            "Самолёт вскоре опустится на меньшую высоту.",
            "Она происходила из старой итальянской дворянской семьи.",
            "Рабочие спустились в яму.",
            "Лестница спускалась в туннель",
            "С вершины этой горы часто сходят ужасные лавины.",
            "Спускаться с этой горы оказалось даже опаснее, чем на неё подниматься.",
            "Дети тихо спустились по лестнице.",
            "Приблизившись к острову, самолёт начал снижаться.",
            "В долину спустилось стадо коз.",
            "В центре храма находится небольшой каменный грот, в который могут спуститься паломники.",
            "Каждый год автобусы, набитые шумными зеваками, съезжаются в город на знаменитый праздник Марди-Гра."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}