{
    "deserve": {
        "comment": [
            "servant",
            "serve",
            "service",
            "serving",
            "server"
        ],
        "translate": "заслуживать, быть достойным, стоить",
        "transcription": " |dɪˈzɜːrv|",
        "antonyms": [],
        "mnemonic": [
            "reserve [rɪ'zɜ:v]\n***\nИмеем мы ЗАПАС призов. (это) reserve\nРЕЗЕРВНЫЙ Банк не даёт призов. (это) reserve\nЕсли ты в РЕЗЕРВЕ - не ожидай призов. (это) reserve\nМесто не ЗАБРОНИРОВАЛ - не жди призов. (это)\nreserve\n***\nЯ наблюдал \"observe\",\nкак ты запасался \"reserve\"\nи награду заслужил \"deserve\"."
        ],
        "examples": [
            "What have I done to deserve this?",
            "We didn't deserve to win.",
            "He deserves a place in the team.",
            "She hardly deserves to lose her job.",
            "Her contributions deserve a mention.",
            "Some people describe him as “selfish,” but he doesn't deserve that label.",
            "I'll give you the thrashing you deserve.",
            "I think we deserve a rest after all that hard work.",
            "You deserve a promotion after all the hard work you have done.",
            "These people deserve to be treated with honor.",
            "Old people deserve to be treated with respect.",
            "The people who do this dangerous work are real-life superheroes who deserve our gratitude.",
            "What has he done to deserve this punishment?",
            "Charges like these may seem to deserve some degree of credit.",
            "He dishonored the uniform and did not deserve to be a marine.",
            "People who are sent to prison for drunk-driving get what they deserve.",
            "The team really deserved that victory after the way they played.",
            "His poltroonery and mean submission deserve the greatest reproach.",
            "If you play down your part in the project, you won't get the credit you deserve.",
            "They deserve to be punished for putting passengers at risk.",
            "Paula deserves a special mention for all the help she has given us.",
            "a wide gulf between what they desiderate and what they deserve",
            "She believes that animals deserve basic rights even though they are voiceless."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Чем я это заслужил (что я такого сделал)?",
            "Мы не заслужили победу.",
            "Он достоин места в команде.",
            "Едва ли она заслуживает увольнения.",
            "Ее вклад заслуживает упоминания.",
            "Некоторые называют его эгоистом, но он не заслуживает такого эпитета.",
            "Устрою я тебе взбучку по заслугам.",
            "Я думаю, мы заслужили отдых после всей этой тяжёлой работы.",
            "Вы столько всего сделали, что теперь заслуживаете повышения.",
            "Эти люди заслуживают того, чтобы к ним относились с почтением.",
            "Старые люди заслуживают уважительного отношения.",
            "Люди, делающие эту опасную работу - настоящие супергерои, которые заслуживают нашей благодарности.",
            "Что он сделал, чтобы заслужить такое наказание?",
            "Может показаться, что подобные обвинения заслуживают известного доверия.",
            "Он опозорил честь мундира, и недостоин быть в рядах морской пехоты.",
            "Люди, которых сажают в тюрьму за вождение в нетрезвом виде, получают по заслугам.",
            "После такой игры команда действительно заслужила эту победу.",
            "Его трусость и жалкая покорность заслуживают наивысшего осуждения.",
            "Если преуменьшишь свою роль в этом проекте, то не получишь заслуженное признание.",
            "Они заслуживают наказания за то, что подвергли пассажиров риску.",
            "Пола заслуживает особого упоминания за всю ту помощь, которую она нам оказала.",
            "широкая пропасть между тем, что они желают иметь, и тем, что они заслуживают",
            "Она считает, что животные заслуживают основных прав, даже несмотря на свою бессловесность."
        ],
        "stars": 2
    }
}