{
    "designer": {
        "comment": [],
        "translate": "дизайнер, конструктор, проектировщик, модельер, оформитель, рисовальщик, чертежник",
        "transcription": " |dɪˈzaɪnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a phony watch with a designer logo",
            "She made a copy of the designer dress.",
            "In his designer suit and shiny shoes he looked quite the man about town.",
            "a creative and innovative young designer",
            "That designer's new line of spring clothing is absolutely fab.",
            "The designer surrounded himself with exquisite objects.",
            "She was the designer of the book's jacket.",
            "John decided to set up as a graphic designer.",
            "Comfort keynotes this designer's Fall collection.",
            "The designer romanticized the little black dress.",
            "The designer is introducing a new line of clothes.",
            "The designer clothes will go on show in Chicago next month.",
            "People are prepared to pay high prices for designer clothes.",
            "street vendors selling sham designer handbags to gullible tourists",
            "Fancy designer labels tend to come with fancy price tags to match.",
            "The influence of Italian designer fashion feeds into sports fashion.",
            "He spends most of her money on designer clothes and other superfluities.",
            "The set designer spent the entire week before opening night in a swelter.",
            "'Designer fashion is silly.' ' Don't knock it, it's an important industry.'",
            "Move over, Armani, there's a new designer taking the fashion scene by storm.",
            "A recent poll put Doctor Martens among the world's top thirty designer labels.",
            "a shop selling caviar, foie gras, designer chocolates, and other pricey viands",
            "Some fake designer clothes are so good that people have no idea they're not buying the genuine article."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "фальшивые часы с дизайнерским логотипом",
            "Она сделала копию этого дизайнерского платья.",
            "В своём дизайнерском костюме и до блеска начищенных ботинках, он был точь-в-точь богатый светский гуляка.",
            "творческий и передовой молодой дизайнер",
            "Новая линия весенней одежды от этого дизайнера — абсолютно потрясающая.",
            "Дизайнер окружил себя изысканными предметами.",
            "Она была дизайнером суперобложки данной книги.",
            "Джон решил стать графическим дизайнером.",
            "Лейтмотивом осенней коллекции этого дизайнера является удобство.",
            "Этот дизайнер романтизировал маленькое чёрное платье.",
            "Дизайнер представляет новую линию одежды.",
            "В следующем месяце эта дизайнерская линия одежды будет показана в Чикаго.",
            "Люди готовы платить высокие цены за дизайнерскую одежду.",
            "уличные торговцы, продающие доверчивым туристам поддельные дизайнерские сумочки",
            "Модные дизайнерские марки, как правило, идут в придачу с дорогими ценниками.",
            "На спортивную моду огромное влияние оказывает итальянская дизайнерская мода.",
            "Он тратит большую часть денег на дизайнерскую одежду и прочие излишества.",
            "Всю неделю перед премьерой художник по декорациям провёл в дикой запарке.",
            "— Дизайнерская мода — это какая-то дурь. — Не торопись с выводами, это важный бизнес.",
            "Потеснись, Армани: мировой подиум штурмует новый дизайнер!",
            "Недавний опрос поставил \"Доктор Мартенс\" в число тридцати ведущих дизайнерских лейблов в мире.",
            "магазин, в котором продают икру, фуа-гра, фигурный шоколад и другие дорогие яства",
            "Некоторые поддельные дизайнерские вещи настолько хороши, что люди даже не подозревают о том, что покупают не оригинал."
        ]
    }
}