{
    "desire": {
        "comment": [],
        "translate": "желание, пожелание, страсть, вожделение, желать, хотеть, просить, требовать",
        "transcription": " |dɪˈzaɪər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I had a burning desire to win.",
            "Add lemon juice if desired.",
            "He desired to return to Mexico.",
            "We soon believe what we desire.",
            "He had a strong desire for power.",
            "a genuine desire to help others",
            "the urgency of desire and devotion",
            "I also send, at your desire, a full list of articles.",
            "Young people often desire to escape from their parents.",
            "She expressed a desire to visit us.",
            "He was above all wishing and desire.",
            "Aspiration is a pure desire for excellence.",
            "They have a desire to have children.",
            "She was seized with a sudden desire to laugh.",
            "Flames of desire shot through her.",
            "He was overcome with desire for her.",
            "The proof which you desire has been already furnished.",
            "The desire of all nations shall come.",
            "His remarks had the desired effect.",
            "She desires to remain neutral in the dispute.",
            "She doesn't manifest much desire to marry him.",
            "She knew that men still desired her.",
            "I had to fight back a desire to laugh.",
            "He desired Velarde would write to the court.",
            "He gestured his desire to leave.",
            "a fervent desire to change society",
            "This offer may not be what you desire, but it's not to be sniffed at.",
            "Aspiration is a pure upward desire for excellence.",
            "Napoleon had no desire to see the Reign of Terror reenacted in the cities of Italy. (J. S. C. Abbott)",
            "A desire for tranquillity had crept on him, and a willingness to let others act and even think for him."
        ],
        "synonyms": [],
        "grups": [
            "Инфинитив с to после глаголов",
            "-ire = [aiə]",
            "Инфинитив с to после сущ",
            "Инфинитив",
            "Сложное дополнение",
            "Инфинитив - сложное дополнение(сказуемое выражено глаголами, обозначающими чувство, желание, намерение)",
            "all_words"
        ],
        "example_translate": [
            "Я горел желанием выиграть.",
            "Добавьте лимонный сок по желанию.",
            "Он желал вернуться в Мексику.",
            "Мы охотно принимаем желаемое за действительное.",
            "Он обладал сильной жаждой власти. / Он сильно жаждал власти.",
            "искреннее желание помочь другим",
            "настойчивость желания и преданности",
            "Я также посылаю по вашей просьбе полный список предметов.",
            "Молодые часто хотят уйти от своих родителей.",
            "Она выразила желание посетить нас.",
            "Он был выше всех страстей и желаний.",
            "Стремление - это в чистом виде желание совершенства.",
            "У них есть желание иметь детей.",
            "Внезапно её охватило острое желание расхохотаться.",
            "Пламя желания пронзило её.",
            "Страсть к ней одолевала его.",
            "Нужное вам доказательство уже получено.",
            "Исполнится мечта всех народов.",
            "Его замечания возымели желаемый эффект.",
            "Она не хочет принимать чью-либо сторону в споре.",
            "Она не проявляет особого желания выходить за него замуж.",
            "Она знала, что по-прежнему желанна для мужчин.",
            "Мне пришлось сдерживать желание рассмеяться.",
            "Он очень просил, чтобы Велард написал в суд.",
            "Он показал жестом, что хочет уйти.",
            "пламенное желание изменить общество",
            "Возможно, это предложение не совсем то, чего бы вам хотелось, но все же не стоит им пренебрегать.",
            "Стремление - это в чистом виде желание совершенства.",
            "Наполеону совершенно не хотелось видеть, как террор снова будет царить в городах Италии.",
            "Ему вдруг захотелось покоя, чтобы другие действовали и даже думали за него."
        ]
    }
}