{
    "desperately": {
        "comment": [
            "desperate"
        ],
        "translate": "в отчаянии",
        "transcription": " |ˈdespərətlɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was desperately unhappy.",
            "They desperately wanted a son.",
            "Many of the families are desperately poor.",
            "He desperately needed a job, so he interviewed everywhere.",
            "When I look back on those days I realize I was desperately unhappy.",
            "She fought him desperately, kicking and biting.",
            "The child clung desperately to her mother.",
            "I was desperately trying to think of somewhere to hide.",
            "The banks are now desperately scrabbling around to recover their cost.",
            "I desperately tried to paddle for the shore.",
            "I was at home when the desperately hoped-for call came through.",
            "The magazine is desperately trying to shed its old-fashioned image.",
            "Passengers clung desperately onto the lifeboats.",
            "Thierry Henry was desperately unlucky not to score when his shot hit the post.",
            "Desperately thirsty, she knocked back an entire glass of water without pausing.",
            "I desperately want to join our regional theater's acting troupe and perhaps get a lead role."
        ],
        "example_translate": [
            "Я был безнадежно/крайне несчастен.",
            "Они отчаянно хотели сына.",
            "Многие из этих семей крайне бедны.",
            "Ему позарез была нужна работа, и он всюду ходил на собеседования.",
            "Вспоминая то время, я понимаю, что был отчаянно несчастен.",
            "Она отчаянно дралась с ним, брыкаясь и кусаясь.",
            "Девочка отчаянно цеплялась за свою мать.",
            "Я отчаянно пытался сообразить, где можно было бы спрятаться.",
            "Сейчас банки отчаянно пытаются восполнить свои потери.",
            "Я отчаянно старался грести к берегу.",
            "Я был дома, когда раздался звонок, на который я так надеялся.",
            "Журнал отчаянно пытается избавиться от своего старомодного имиджа.",
            "Пассажиры отчаянно вцепились в спасательные шлюпки.",
            "Тьерри Анри каким-то чудом не забил, когда его удар попал в штангу.",
            "Ей так отчаянно хотелось пить, что она одним махом выпила целый стакан воды.",
            "Я отчаянно хочу присоединиться к нашей местной театральной труппе и, возможно, получить там ведущую роль."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}