{
    "desperate": {
        "comment": [
            "desperately",
            "prosperity",
            "disperse",
            "despair"
        ],
        "translate": "отчаянный, безнадежный, доведенный до отчаяния, безрассудный, ужасный",
        "transcription": " |ˈdespərət|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm desperate glad to see you.",
            "He was desperate to get a job.",
            "The old lady was desperate for money.",
            "The road was desperate bad.",
            "I was desperate for a cigarette.",
            "Their case seemed desperate, for there was no one to help them.",
            "I was desperated by the notion of confessing myself ill.",
            "It was a desperate plan, with little hope of success.",
            "The team is desperate for a win.",
            "We're in desperate need of help.",
            "He is homeless and in desperate need of help.",
            "We could hear their desperate cries for help.",
            "Desperate for money, she called her sister, whom she hadn't spoken to in 20 years.",
            "It was a week of desperate busyness.",
            "His mother was desperate with worry.",
            "I had no money left and was desperate.",
            "He felt a desperate urge to confess.",
            "Barnet was desperate for money to resolve his financial problems.",
            "He made a desperate lunge for the ball.",
            "He made a desperate bid to save his job.",
            "He was desperate to try and recoup his losses.",
            "As the supply of food ran out, people became desperate.",
            "They made a last desperate attempt to reach the climber.",
            "He made a desperate attempt to dislodge the enemy but was repulsed.",
            "the desperate plight of the flood victims",
            "desperate people who are appealing for help",
            "There is a desperate shortage of hard cash.",
            "desperate demoralized people looking for work",
            "The company is in desperate financial straits.",
            "They were forced to resort to desperate measures."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я ужасно рад видеть тебя.",
            "Он отчаянно хотел найти работу.",
            "Пожилая дама отчаянно нуждалась в деньгах.",
            "Дорога была ужасно плохая.",
            "Я отчаянно нуждался в сигарете.",
            "Их случай казался безнадёжным, так как не было никого, кто бы мог им помочь.",
            "Я был доведён до отчаяния сознанием того, что я болен.",
            "Это был отчаянный план, почти без шансов на успех.",
            "Команде позарез нужна была победа.",
            "Мы отчаянно нуждаемся в помощи.",
            "Он — бездомный, и отчаянно нуждается в помощи.",
            "Мы слышали их отчаянные крики о помощи.",
            "Отчаянно нуждаясь в деньгах, она позвонила своей сестре, с которой не разговаривала в течение двадцати лет.",
            "Я был страшно занят всю неделю.",
            "Его мать с ума сходила от беспокойства.",
            "Деньги у меня кончились, и я был в отчаянии.",
            "Он почувствовал отчаянное желание во всём признаться.",
            "Барнет отчаянно нуждался в деньгах, чтобы решить свои финансовые проблемы.",
            "Он сделал отчаянный рывок за мячом.",
            "Он сделал отчаянную попытку сохранить свою работу.",
            "Он отчаянно пытался хоть как-то покрыть свои убытки.",
            "Запасы еды были на исходе, и людей охватило отчаяние.",
            "Они сделали последнюю отчаянную попытку добраться до (попавшего в беду) альпиниста.",
            "Он предпринял отчаянную попытку отбросить врага, но был отражён.",
            "отчаянное положение, в котором оказались пострадавшие от наводнения",
            "доведённый до отчаяния люди, которые обращаются за помощью",
            "Существует острая нехватка наличных денег.",
            "отчаявшиеся, деморализованные люди, ищущие работу",
            "Компания находится в безнадёжном финансовом положении.",
            "Они были вынуждены прибегнуть к отчаянным мерам."
        ],
        "stars": 2
    }
}