{
    "despair": {
        "comment": [
            "repair",
            "pair",
            "desperate"
        ],
        "translate": "отчаяние, безысходность, отчаиваться, терять надежду",
        "transcription": " |dɪˈsper|",
        "antonyms": [],
        "mnemonic": [
            "despair [дъиспэ'я] отчаяние, отчаиваться - (Са-дис-ь пья-ница) и отчаяние своё осознай.",
            "despair [dɪs'pɛə]\n***\nЯ в ОТЧАЯНИИ, что деньги ты поди|спер. (это)\ndespair\nОтчаяться.\n***\nЯ отчаялся \"despair\"\nнайти пару \"pair\".",
            "repair [rɪ'pɛə]\ndespair - отчаиваться\nimpair - ослаблять, уменьшать, портить\n***\nРЕМОНТИРОВАЛ здоровье репеем. (это) repair\nРЕМОНТ машины сделал, так как тормоза скрипели.\n(это) repair\nРЕМОНТИРОВАЛ тормоза, так как они скрипели. (это)\nrepair\n***\nТы башмаки испортил \"impair\",\nи не одну пару \"pair\"\nно я не отчаялся \"despair\",\nи их починил \"repair\"."
        ],
        "examples": [
            "Things look bad now, but don't despair.",
            "He fell into despair.",
            "He despaired of ever seeing her again.",
            "My despair evaporated.",
            "Her spirits alternated between hope and despair.",
            "Poor living conditions breed violence and despair.",
            "That sweet face so sadly ravaged by grief and despair.",
            "In despair, the young boy had hanged himself.",
            "She was drawn to despair.",
            "He refused to surrender to despair.",
            "They moaned in despair and dismay.",
            "She finally gave up in despair.",
            "His features ran the gamut of emotions from amazement to despair.",
            "I looked in despair at the long line in front of the ticket office.",
            "He was desolated by continuous despair.",
            "His mood could swing from joy to despair.",
            "She sank into a state of desolation and despair.",
            "An iniquitous government breeds despair in men's souls.",
            "To the despair of the workers, the company announced the closure of the factory.",
            "But now, to his despair, he felt that his patient herself was fighting against his skill.",
            "The temptation to despair may become overwhelming.",
            "She killed herself in despair.",
            "She was the picture of despair.",
            "His despair nearly drove him mad.",
            "One harsh word would send her into the depths of despair.",
            "I despair at the flightiness and whimsicality of my memory",
            "Many of Munch's paintings express a deep feeling of despair.",
            "They were rescued from despair at the last minute.",
            "The noise from the neighbours used to drive him to despair.",
            "This latest setback has brought her to the depths of despair."
        ],
        "example_translate": [
            "Сейчас дела плохи, но не стоит отчаиваться.",
            "Он впал в отчаяние.",
            "Он отчаялся когда-нибудь увидеть её снова.",
            "Моё отчаяние рассеялось.",
            "Её настроение колебалось между надеждой и отчаянием.",
            "Плохие условия жизни порождают жестокость и безысходность.",
            "Это милое лицо, столь искажённое скорбью и отчаянием.",
            "В отчаянии юноша повесился.",
            "Её довели до отчаяния.",
            "Он не стал предаваться отчаянию.",
            "Они застонали от отчаяния и безысходности.",
            "Наконец, она в отчаянии уступила.",
            "На его лице отразилась вся гамма / все оттенки чувств: от удивления до отчаяния.",
            "Я в отчаянии посмотрел на длинную очередь в кассу.",
            "Он был опустошён вечной безысходностью.",
            "Его настроение могло резко меняться на противоположное, от веселья к отчаянию.",
            "Она погрузилась в состояние опустошения и отчаяния.",
            "Несправедливое правительство вызывает отчаяние в душах людей.",
            "К отчаянию работников, компания объявила о закрытии завода.",
            "Теперь, к своему отчаянию, он понял, что сама пациентка борется против него.",
            "Искушение поддаться отчаянию может стать непреодолимым.",
            "От безысходности она покончила с собой.",
            "Она представляла собой картину отчаяния.",
            "От отчаяния он чуть было не сошёл с ума.",
            "Одного резкого слова (было) достаточно, чтобы отправить её в пучину отчаяния.",
            "Капризы и причуды моей памяти приводят меня в отчаяние.",
            "Многие из картин Мунка выражают чувство глубокого отчаяния.",
            "В последнюю минуту они были спасены от полного отчаяния.",
            "Раньше шум, который поднимали соседи, доводил его до отчаяния.",
            "Эта последняя неудача бросила её в бездну отчаяния."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}