{
    "dessert": {
        "comment": [
            "desert",
            "assert",
            "assertion",
            "insert"
        ],
        "translate": "десерт, сладкое, десертный",
        "transcription": " |dɪˈzɜːrt|",
        "antonyms": [],
        "mnemonic": [
            "desert [dɪ'zə: t]\ndesert ['dezət]\ndessert [dɪ'zə: t] - десерт\n***\nПустыню ПОКИНУЛ и снова: \"Где Z?\". (это) desert\nБРОСИЛ нас, и снова: \"Где Z?\". (это) desert\n***\nВ ПУСТЫНЕ спрашивал: \"Где Z?\". (это) desert"
        ],
        "examples": [
            "I'll skip dessert., I'm slimming.",
            "What's for dessert?",
            "What are we having for dessert?",
            "We had ice cream and apple pie for dessert.",
            "No, no dessert, I'm stuffed.",
            "The price of dinner includes dessert.",
            "The dinner was delicious, but the dessert was mediocre.",
            "If you don't order dessert I won't either.",
            "She helped herself to the dessert.",
            "Let's order dessert when the waitress comes back.",
            "This is surely the best dessert you have ever made.",
            "I'll forgo dessert tonight — I'm trying to lose weight.",
            "Don't eat too much. You should leave some room for dessert.",
            "Sugar rimmed the dessert plate.",
            "She doesn't care for rich desserts.",
            "The dessert buffet tested my willpower.",
            "She served a creamy sort of dessert thing.",
            "Coffee and tea will be served with dessert.",
            "Our waiter wheeled out a small dessert cart.",
            "Chill the dessert for one hour before serving it.",
            "Chill the dessert in the fridge for about two hours.",
            "The dessert menu has a lot of delicious temptations.",
            "Let the dessert chill for one hour before serving it.",
            "Chefs differ in their idea of what makes a good dessert.",
            "I was ogling the dessert menu before my meal even arrived.",
            "The waitress rolled the dessert trolley over to our table.",
            "I gave in to one of my compulsions and ordered the chocolate dessert.",
            "There's nothing like a luxurious dessert to give a menu a final flourish."
        ],
        "example_translate": [
            "Я пропущу десерт, я худею.",
            "Что на десерт?",
            "Что у нас на десерт?",
            "На десерт мы ели мороженое и яблочный пирог.",
            "Нет, никакого десерта, у меня полный живот.",
            "Цена ужина включает десерт.",
            "Ужин был восхитительным, но десерт так себе.",
            "Если ты не будешь заказывать десерт, я тоже не буду.",
            "Она положила себе десерт.",
            "Когда официантка вернётся, давайте закажем десерт.",
            "Несомненно, это лучший десерт из тех, что вы когда-либо готовили.",
            "Я сегодня откажусь от десерта: я ведь пытаюсь похудеть.",
            "Не ешьте слишком много. Вам следует оставить место для десерта.",
            "Ободок десертной тарелки был в сахаре.",
            "Ей не по вкусу жирные десерты.",
            "Десертный бар стал настоящим испытанием для моей силы воли.",
            "Она подала что-то вроде сливочного десерта.",
            "Кофе и чай подадут с десертом.",
            "Наш официант выкатил небольшую десертную тележку.",
            "Перед подачей на стол охлаждайте десерт в течение одного часа.",
            "Охлаждайте десерт в холодильнике примерно два часа.",
            "Десертное меню содержит много соблазнительно вкусных блюд.",
            "Перед подачей на стол позвольте десерту один час постоять в холодильнике.",
            "Повара не сходятся во мнениях о том, что такое хороший десерт.",
            "Ещё даже не подали на стол, а я уже с вожделением разглядывала десертное меню.",
            "Официантка подкатила тележку со сладостями к нашему столику.",
            "Я уступил одному из своих навязчивых желаний и заказал шоколадный десерт.",
            "В качестве последнего штриха для меню, ничто не сравнится с роскошным десертом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}