{
    "destination": {
        "comment": [
            "destroy",
            "destruction",
            "modest",
            "pedestrian"
        ],
        "translate": "назначение, пункт назначения, место назначения, адресат, цель, предназначение",
        "transcription": " |ˌdestɪˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We were approaching our destination.",
            "My subsequent destination was Vienna.",
            "Imagine you are choosing a holiday destination.",
            "He reaches his destination despite of many unfortunate contrarieties.",
            "He enjoys traveling to remote and exotic destinations.",
            "I got to my destination without too much difficulty.",
            "Brittany is a favoured holiday destination for families.",
            "He was nearly exhausted as their destination came into view.",
            "The package reached its destination two days later.",
            "Florida takes some beating as a vacation destination.",
            "After stopping for lunch, we continued on toward our destination.",
            "They reckoned that they would reach their destination by noon.",
            "The nation's parks are a popular destination for tourists.",
            "Our last stop was Bangkok, but our final destination is Tokyo.",
            "They had to escalade canyons to reach their destination.",
            "The island is very much in favour as a holiday destination.",
            "We traveled through three states before reaching our final destination.",
            "The closest anyone comes to announcing his destination is a laconic “Guess I'll head on in.\"",
            "The island is being promoted as a destination for romantic getaways.",
            "After a number of unexpected detours, we finally arrived at our destination.",
            "After college she became quite the nomad, backpacking through Europe with no particular destination."
        ],
        "example_translate": [
            "Мы приближались к месту нашего назначения.",
            "Моим следующим пунктом назначения была Вена.",
            "Представьте, что вы выбираете, куда поехать в отпуск.",
            "Он достиг цели вопреки многочисленным несчастьям.",
            "Ему очень нравится путешествовать в отдалённые и экзотические места.",
            "Я добрался до пункта своего назначения без особых трудностей.",
            "Бретань является излюбленным местом семейного отдыха.",
            "Он уже почти выбился из сил, когда цель их путешествия появилась в поле зрения.",
            "Через два дня посылка достигла места назначения.",
            "В качестве места проведения отпуска с Флоридой тяжело тягаться.",
            "После остановки на обед, мы продолжили двигаться к нашей цели.",
            "Они подсчитали, что доберутся до места назначения к полудню.",
            "Парки этой страны являются популярным местом для туристов.",
            "Наша последняя остановка была в Бангкоке, но конечным пунктом назначения является Токио.",
            "Чтобы добраться до места назначения, им пришлось штурмовать ущелья.",
            "Остров пользуется очень большой популярностью в качестве места отдыха.",
            "Прежде чем достигнуть конечного пункта назначения, мы проехали через три штата.",
            "Максимум, что люди говорят о том, куда направляются — лаконичное \"я, наверно, туда\".",
            "Остров рекламируется как место для романтического отпуска.",
            "После нескольких неожиданных изменений маршрута, мы всё-таки достигли цели своего путешествия.",
            "Окончив университет, она стала странствовать по Европе, словно кочевник, куда глаза глядят."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}