{
    "detailed": {
        "comment": [],
        "translate": "подробный, детальный, детализированный, обстоятельный, выделенный, назначенный",
        "transcription": " |ˈdiːteɪld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We planned a detailed itinerary.",
            "a detailed textual analysis of the Bible",
            "a detailed study of crime in Seattle",
            "He gave a detailed report on the project.",
            "They have detailed their grievances.",
            "a detailed map of the region's chorography",
            "a detailed cross section of the human brain",
            "More detailed information is available on request.",
            "a detailed analysis of the bone structure of horses",
            "She sent me detailed information about the project.",
            "Two men were detailed to deal with the urgent order.",
            "The Army has detailed him to investigate the complaints.",
            "We were asked to prepare detailed costings for the scheme.",
            "Maths is a mix of abstruse theory and detailed calculations.",
            "He is writing a detailed narrative of his life on the island.",
            "The general proposed a detailed plan and the President assented.",
            "The equipment is shipped with detailed installation instructions.",
            "She gave a detailed account of all the happenings of the weekend.",
            "Former president wrote a detailed apologia, explaining his position",
            "The police have issued a detailed description of the missing woman.",
            "The officer detailed a small party off and put them to clearing the road.",
            "A detailed street plan of the city is inset in(to) a corner of the area map.",
            "a minutely detailed analysis of the series of glitches that resulted in the blackout",
            "an ambitious young man with a remarkably detailed blueprint for becoming a millionaire by the age of 25"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы спланировали подробный маршрут.",
            "подробный анализ текста Библии",
            "детальное исследование преступности Сиэтла",
            "Он дал подробный отчёт по данному проекту.",
            "Они подробно изложили свои жалобы.",
            "подробная хорографическая карта данной местности",
            "подробный поперечный срез человеческого мозга",
            "Более подробная информация предоставляется по запросу.",
            "подробный анализ строения лошадиных костей",
            "Она выслала мне подробную информацию об этом проекте.",
            "Двоих работников отрядили на выполнение срочного заказа.",
            "Армия откомандировала его расследовать эти жалобы.",
            "Нас попросили составить подробные сметы расходов по данному проекту.",
            "Математика - это смесь заумной теории и детальных расчетов.",
            "Он пишет подробный рассказ о своей жизни на острове.",
            "Генерал предложил обстоятельный план, и президент с ним согласился.",
            "В комплект поставляемого оборудования входит подробная инструкция по установке.",
            "Она подробно рассказала обо всём, что произошло на выходных.",
            "Бывший президент написал книгу, подробно объясняющую и оправдывающую его позицию.",
            "Полиция опубликовала подробное описание пропавшей женщины.",
            "Офицер отрядил нескольких людей расчищать дорогу.",
            "В углу карты района помещён подробный план города.",
            "подробнейший анализ ряда мелких технических проблем, которые привели к отключению электричества",
            "честолюбивый молодой человек с удивительно подробным планом того, как стать миллионером до достижения двадцатипятилетнего возраста"
        ]
    }
}