{
    "determine": {
        "comment": [],
        "translate": "определять, устанавливать, решать, решаться, измерять, детерминировать",
        "transcription": " |dɪˈtɜːrmɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Demand determines the price.",
            "We determined to leave / on leaving early in the morning.",
            "Experts have determined that the signature was forged.",
            "The demand for a product determines its price.",
            "I determined upon an independent course of action.",
            "I determined I should have one look through the cabin window.",
            "The death of Edward III determined the crisis.",
            "They determined to leave immediately.",
            "I am trying to determine what happened and when.",
            "Investigators are still trying to determine the cause of the accident.",
            "We have to determine whether our fears are well-grounded.",
            "At first it is necessary to determine the grade of the disease.",
            "It was too dark to determine his identity.",
            "The court determined that the taxpayer was not entitled to a refund.",
            "They are determining if they should stay.",
            "some of the parameters that determine the taste of wine",
            "The tests will help the doctors determine what treatment to use.",
            "The aim of the inquiry was to determine what had caused the accident.",
            "She tried to determine the extent of the damage.",
            "It only determines the action of chemical force.",
            "The age of a wine is a determining factor as to how it tastes.",
            "They are trying to determine the cause of the crash.",
            "We determined on the latter route, it appearing to be the shortest.",
            "The date of the court case has not yet been determined.",
            "The tree determines the border of the property.",
            "Tests were conducted to determine paternity.",
            "The new policy will be determined by a special committee.",
            "a test to determine the amount of unbound iron in the blood",
            "They assayed the gold to determine its purity.",
            "Cost will determine the methods of manufacture."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Цену определяет спрос.",
            "Мы решили уехать рано утром.",
            "Эксперты установили, что подпись была подделана.",
            "Спрос на товар определяет его цену.",
            "Я твёрдо решил действовать самостоятельно.",
            "Я решил, что мне стоит разок посмотреть в иллюминатор.",
            "Смерть Эдуарда III положила конец данному кризису.",
            "Они решили немедленно уехать.",
            "Я пытаюсь выяснить, что случилось, и когда.",
            "Следователи всё ещё пытаются определить причину данной аварии.",
            "Мы должны установить, обоснованны ли наши опасения.",
            "Сначала необходимо определить стадию болезни.",
            "Было слишком темно, чтобы установить его личность.",
            "Суд решил, что у этого налогоплательщика нет права на обратную выплату.",
            "Они сейчас решают, оставаться им или уезжать.",
            "некоторые параметры, определяющие вкусовые качества вина",
            "Анализы помогут врачам решить, какое лечение следует использовать.",
            "Целью расследования было определить, что стало причиной аварии.",
            "Она попыталась определить размер нанесённого ущерба.",
            "Это только вызывает активный химический процесс.",
            "Возраст вина является определяющим фактором его вкусовых качеств.",
            "Они пытаются определить причину сбоя.",
            "Мы выбрали последний из предложенных вариантов маршрута, потому что он казался наиболее коротким.",
            "Дата судебного заседания пока что не определена.",
            "Это дерево определяет границы данного объекта недвижимости.",
            "Были проведены анализы для установления отцовства.",
            "Новая политика будет определяться специальной комиссией.",
            "анализ для измерения объёма несвязанного железа в крови",
            "Они взяли пробу золота, чтобы измерить степень его чистоты.",
            "Метод производства будет определяться стоимостью."
        ]
    }
}