{
    "detective": {
        "comment": [
            "detect",
            "detector"
        ],
        "translate": "детектив, сыщик, агент сыскной полиции, детективный, сыскной",
        "transcription": " |dɪˈtektɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His main reading was detective stories.",
            "She is a detective on the police force.",
            "I'll level with you, I'm no great detective.",
            "We had to do some detective work to find out who used to own the property.",
            "He hired a private detective because he thought his wife was screwing around.",
            "Collins' gripping detective novel",
            "Detective Sgt. Lee is working on the case.",
            "The detective overlooked an important clue.",
            "The detective asked me when I last saw her.",
            "She hired a detective to follow her husband.",
            "An experienced detective was assigned to the case.",
            "The detective Sherlock Holmes is not a real person.",
            "Most of her books are conventional detective stories.",
            "Detective Brady took a statement from both witnesses.",
            "Agatha Christie was the queen of the detective genre.",
            "The detective got the suspect as he left the restaurant.",
            "A private detective was hired to conduct the investigation.",
            "The detective was zealous in her pursuit of the kidnappers.",
            "Detective Grant is the most likeable character in the novel.",
            "The detective wondered what had driven Christine to phone her.",
            "The detective has to discover the murderer by logical deduction.",
            "The detective carefully lifted some fingerprints from the table.",
            "It took a lot of detective work to discover the cause of the problem.",
            "After a few years in the detective game, you learn to follow your nose.",
            "It was Dickens who first used the word 'detective' in a literary context.",
            "The Sherlock Holmes stories are the prototypes of modern detective stories.",
            "...a story about a detective with a nose for crime and a lech for redheads...",
            "The detective's untiring investigation of the crime finally led to several arrests.",
            "She hired a private detective to investigate her husband's extracurricular activities.",
            "Leonard takes Carver-style dirty realism and fuses it with the pace of a detective story."
        ],
        "example_translate": [
            "Читал он в основном детективы.",
            "Она работает детективом в полиции.",
            "Буду с вами откровенным, я не являюсь великим сыщиком.",
            "Нам пришлось провести небольшое расследование, чтобы выяснить, кому же раньше принадлежало это имущество.",
            "Он нанял частного детектива, потому что думал, что его жена ему изменяет.",
            "захватывающий детективный роман Коллинза",
            "По данному делу работает детектив сержант Ли.",
            "Детектив упустил из вида важную улику /подсказку, деталь/",
            "Детектив спросил, когда я в последний раз её видел.",
            "Она наняла сыщика, чтобы следить за своим мужем.",
            "Дело поручили опытному детективу.",
            "Сыщик Шерлок Холмс не является реальным человеком.",
            "Большинство её книг — обычные детективы.",
            "Детектив Брейди снял показания обоих свидетелей.",
            "Агата Кристи была королевой детективного жанра.",
            "Сыщик задержал подозреваемого, когда тот вышел из ресторана.",
            "Для проведения расследования наняли частного детектива.",
            "Детектив усердно пыталась найти похитителей.",
            "Детектив Грант — самый привлекательный персонаж данного романа.",
            "Полицейская поинтересовалась, что побудило Кристин ей позвонить.",
            "Детектив должен найти убийцу путем логических размышлений.",
            "Сыщик осторожно снял со стола несколько отпечатков пальцев.",
            "Чтобы обнаружить причину проблемы, пришлось проделать большую сыскную работу.",
            "После нескольких лет работы в розыске, учишься доверять своему чутью /делать то, что считаешь правильным/.",
            "Именно Диккенс был первым, кто использовал слово \"детектив\" в литературном контексте.",
            "Истории про Шерлока Холмса являются прообразами современных детективных историй.",
            "...рассказ о детективе с нюхом на преступления и страстью к рыжеволосым женщинам...",
            "Неутомимое расследование данного преступления этим сыщиком, наконец, привело к нескольким арестам.",
            "Она наняла частного детектива, чтобы расследовать, чем занимается её муж вне работы.",
            "Леонард берёт \"чернуху\" в стиле Карвера и сплавляет её с темпом детективного рассказа."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}