{
    "determination": {
        "comment": [],
        "translate": "определение, решимость, решение, решительность, установление, постановление",
        "transcription": " |dɪˌtɜːrmɪˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Later events confirmed his determination.",
            "I admire her gritty determination to succeed.",
            "His determination showed in his every movement.",
            "The manager confronted his work with determination.",
            "Albright was seen as a woman of great determination.",
            "He had a steely determination to succeed.",
            "His opposition acted as a goad to her determination to succeed.",
            "The document will be used for determination of ownership.",
            "Yuri shows great determination to learn English.",
            "The whole team played with great skill and determination.",
            "Think positively and show some determination.",
            "The president expressed his determination to go the extra mile for peace.",
            "He worked all night with meritorious determination to get the project done on time.",
            "I had misestimated his determination.",
            "His determination shows real strength of character.",
            "The new instruments allow for more precise determination of the size of the tumor.",
            "single-minded in his determination to stop smoking",
            "a spunky determination to make the best of a bad situation",
            "Parker was driven by a ferocious determination to succeed.",
            "The final word on policy determination belongs to the committee.",
            "Their financial situation strengthened her determination to find a new career.",
            "His single-minded determination to win the war is blinding him to other dangers.",
            "He is known for his obdurate determination.",
            "Their determination melted in the face of opposition.",
            "He had an iron determination to succeed in on Wall Street.",
            "A manager's job is to instil determination into his players.",
            "He was unflinching in his determination to see that justice was done.",
            "To be successful in sport requires hard work and a great deal of determination.",
            "a case that was solved only because of one detective's unbridled determination to bring the killer to justice",
            "The plot of the story revolved around the gangster's relentless determination to learn the identity of the turncoat."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Последующие события укрепили его решимость.",
            "Я восхищаюсь ее твердой решимостью добиться успеха.",
            "В каждом его движении была решимость.",
            "Менеджер решительно принялся за работу.",
            "Олбрайт воспринималась как женщина очень решительная.",
            "Он обладал твёрдой решимостью добиться успеха.",
            "Сопротивление с его стороны только подстегнуло её стремление добиться успеха.",
            "Этот документ будет использоваться для определения права собственности.",
            "Юрий демонстрирует большую решимость выучить английский язык.",
            "Вся команда сыграла очень мастерски и решительно.",
            "Мыслите позитивно и проявите решительность.",
            "Президент выразил решимость приложить дополнительные усилия ради мира.",
            "Он работал всю ночь, с похвальной решимостью закончить проект в назначенный срок.",
            "Я неверно оценивал его настойчивость.",
            "Его решимость говорит о реальной силе характера.",
            "Новые инструменты позволяют более точно определить размер опухоли.",
            "непоколебимый в своём решении бросить курить",
            "отважная решимость выжать максимум возможного из плохого положения",
            "Паркером двигала неистовая решимость добиться успеха.",
            "Последнее слово в определении политики принадлежит комитету.",
            "Их финансовое положение придало ей решимости найти себя на новом поприще.",
            "Твёрдая решимость выиграть войну не даёт ему разглядеть другие опасности.",
            "Он известен своей непоколебимой решительностью.",
            "Перед лицом противодействия их решимость постепенно исчезла.",
            "У него была железная решимость добиться успеха на Уолл-стрит.",
            "Обязанность тренера заключается в том, чтобы вселять решимость в своих игроков.",
            "Он был непреклонен в своей решимости добиться осуществления правосудия.",
            "Достижение успеха в спорте требует упорного труда и большой целеустремлённости.",
            "дело, которое было решено только по причине неукротимой решимости одного детектива призвать убийцу к ответу",
            "Сюжет этого рассказа вращался вокруг неумолимой решимости бандита узнать, кто же является предателем."
        ]
    }
}