{
    "detect": {
        "comment": [],
        "translate": "обнаруживать, выявлять, детектировать, находить, замечать, открывать, расследовать",
        "transcription": " |dɪˈtekt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "These dogs are trained to detect drugs.",
            "I detected agitation in his voice.",
            "I can detect signs of improvement in your thinking.",
            "I could detect no trace of forgiveness in her eyes.",
            "The equipment is able to detect the minutest errors.",
            "The test is used to detect the presence of alcohol in the blood.",
            "Only a trained eye could detect such small faults in the lettering.",
            "She detected high levels of lead in her drinking water.",
            "They developed a test to detect malingering.",
            "This type of cancer is difficult to detect in its early stages.",
            "The company makes devices to detect carbon monoxide.",
            "The instruments are used to detect volcanic activity on the island.",
            "a test to detect foetal abnormalities",
            "The telescope can detect light emitted by distant galaxies.",
            "The ship's sonar can detect the presence of solid objects in the water.",
            "alternative medical treatments that rely on the practitioner's ability to detect a patient's aura"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти собаки обучены обнаруживать наркотики.",
            "Я заметил волнение в его голосе.",
            "Я замечаю, вы стали лучше мыслить.",
            "В её глазах не было даже намёка на прощение.",
            "Это оборудование способно обнаруживать мельчайшие ошибки.",
            "Данный тест используется для определения наличия в крови алкоголя.",
            "Только натренированный глаз может заметить такие мелкие ошибки в наборе.",
            "Она обнаружила в своей питьевой воде высокий уровень содержания свинца.",
            "Они разработали проверку для выявления симуляции.",
            "Этот тип рака трудно обнаружить на ранних стадиях.",
            "Компания производит приборы для обнаружения угарного газа.",
            "Данные инструменты используются для выявления вулканической деятельности на острове.",
            "тест для выявления патологий плода",
            "Данный телескоп может обнаружить свет, излучаемый далёкими галактиками.",
            "Судовой гидролокатор способен обнаруживать наличие в воде твёрдых предметов.",
            "альтернативные методы лечения, которые основаны на умении исполнителя обнаружить ауру пациента"
        ]
    }
}