{
    "developing": {
        "comment": [
            "develop",
            "development",
            "developed"
        ],
        "translate": "развивающийся, освоение, разрабатывание",
        "transcription": " |dɪˈveləpɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Trouble is developing in the cities.",
            "Companies are developing new business models.",
            "Developing questionnaires demands great care.",
            "Her work in the developing world radicalized her.",
            "We're developing new methods of paper manufacture.",
            "A way forward lies in developing more economic links.",
            "The doctor says that the child is developing normally.",
            "Scientists are developing a treatment for the disease.",
            "Jane is developing into a fine figure of a young woman.",
            "Pears and apples are sizing well and developing nicely.",
            "Scientists are developing new drugs to treat arthritis.",
            "Researchers are developing technology for the US military.",
            "Many choose to work in developing countries out of altruism.",
            "No expense was spared in developing the necessary technology.",
            "The company has become a leader in developing new technology.",
            "Many countries in Asia are now developing at a very fast pace.",
            "The disease continues to be a scourge in the developing world.",
            "Most experts say technology is developing at exponential rates.",
            "Their children are also at high risk of developing the disease.",
            "He was instrumental in developing links with European organizations.",
            "Knowledge in the field of genetics has been developing very rapidly.",
            "The mother's behaviour has a profound impact on the developing child.",
            "Smoking is known to increase a person's risk of developing lung cancer.",
            "This money will help the development of literacy in developing countries.",
            "Scientists are developing an alternative approach to treating the disease.",
            "A number of developing countries in Latin America followed the opposite path.",
            "The company claims to be developing the next generation of portable computers.",
            "He was concerned about the weird excrescence that seemed to be developing on his hand.",
            "Women in developing countries typically have their first child when they are very young.",
            "The government is developing innovative technologies to improve the safety of its soldiers."
        ],
        "example_translate": [
            "В больших городах возникают проблемы.",
            "Компании разрабатывают новые бизнес-модели.",
            "Составление вопросников требует большой тщательности.",
            "Работа в развивающихся странах сделала её более радикальной.",
            "Мы разрабатываем новые методы производства бумаги.",
            "Путь вперёд заключается в создании большего количества экономических связей.",
            "Доктор говорит, что ребёнок развивается нормально.",
            "Учёные разрабатывают методику лечения этой болезни.",
            "Джейн превращается в очень хорошенькую женщину.",
            "Груши и яблоки хорошо растут и развиваются.",
            "Учёные разрабатывают новые препараты для лечения артрита.",
            "Исследователи разрабатывают технологии для армии США.",
            "Многие выбирают работу в развивающихся странах из альтруизма.",
            "На разработку необходимых технологий средств не жалели.",
            "Эта компания стала лидером в области разработки новых технологий.",
            "Многие азиатские страны в настоящее время развиваются очень быстрыми темпами.",
            "Данное заболевание по-прежнему является бичом развивающихся стран.",
            "Большинство экспертов говорят, что технический прогресс в наши дни идет вперед семимильными шагами.",
            "Их дети также подвергаются высокому риску развития данного заболевания.",
            "Он сыграл важную роль в развитии связей с европейскими организациями.",
            "Знания в области генетики очень быстро расширяются.",
            "Поведение матери оказывает сильное воздействие на развитие ребенка.",
            "Курение, как известно, повышает риск развития рака легких.",
            "Эти деньги помогут развитию грамотности в развивающихся странах.",
            "Учёные разрабатывают альтернативную методику лечения этой болезни.",
            "Ряд развивающихся стран Латинской Америки пошли в противоположном направлении.",
            "Как утверждают представители компании, там ведётся разработка портативных компьютеров следующего поколения.",
            "Он был обеспокоен странной шишкой, которая, по-видимому, разрасталась на его руке.",
            "Женщины в развивающихся странах, как правило, рожают первого ребенка в очень молодом возрасте.",
            "Правительство разрабатывает инновационные технологии для повышения безопасности своих солдат."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}