{
    "device": {
        "comment": [
            "ice",
            "juice",
            "voice",
            "twice"
        ],
        "translate": "устройство, прибор, аппарат, приспособление, средство, прием, механизм, способ",
        "transcription": " |dɪˈvaɪs|",
        "antonyms": [],
        "mnemonic": [
            "device [дива'йс] прибор,устройство - Ты (о-дивайс-я) так, чтобы прибор свой не простудить;",
            "advice [əd'vaɪs]\n***\nСОВЕТ я получил от|вас. (это) advice\nКОНСУЛЬТАЦИЯ от|вас. (это) advice\n***\nУ меня есть совет \"advice\" и\nустройство \"device\"\nчтоб уберечь рис \"rice\"\nи специи \"spice\"\nот мышей \"mice\".",
            "device [dɪ'vaɪs]\nvice [vaɪs] - зло, порок. вице\nadvice [əd'vaɪs] - совет, консультация\n***\nУСТРОЙСТВО и ПРИБОР для|вас. (это) device\nСПОСОБ и СРЕДСТВО для|вас, одевайсь. (это) device\n***\nУ меня есть совет \"advice\" и\nустройство \"device\"\nот мышей \"mice\"."
        ],
        "examples": [
            "the conception of a new device",
            "Metaphor is a common literary device.",
            "The device has a single button, allowing for easy operation.",
            "The shield bears the device of a dolphin.",
            "The device can discriminate between the cancerous and the normal cells.",
            "The store sells TVs, VCRs, and other electronic devices.",
            "He bought a device to digitize the data.",
            "The device meets safety standards.",
            "The device has lowered the rate of car accidence significantly.",
            "My teenage daughter wears a special device at night to correct her bite.",
            "a device intended to conserve water",
            "He would stoop to any device to win a point.",
            "a cunning little device for keeping out draughts",
            "The device is small enough to wear on your wrist.",
            "The safety device cuts in automatically.",
            "a device that filters impurities from water",
            "This device drives the disks for the computer.",
            "He was recognized by the device on his shield.",
            "Police carried out a controlled explosion of the device.",
            "agreeing to dismantle all nuclear devices",
            "The device assists those who can't climb stairs.",
            "a device that makes it possible to couple the pieces",
            "The company makes devices to detect carbon monoxide.",
            "Cover the entire device to prevent water penetration.",
            "This device permits detection of defects in the lungs.",
            "Their proposal was only a device to confuse the opposition.",
            "The car's security device will immobilize the ignition system.",
            "The manufacturers say the device will be on the market by May.",
            "a device that protects your computer against electrical surges",
            "The device was thrown at an army patrol but failed to explode."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "концепция нового устройства",
            "Метафора — это распространённый литературный приём.",
            "Это устройство снабжено только одной кнопкой для простоты управления.",
            "На щите изображён дельфин.",
            "Этот прибор умеет отличать раковые клетки от нормальных.",
            "В магазине продаются телевизоры, видеомагнитофоны, и другие электронные устройства.",
            "Он купил устройство для оцифровки данных.",
            "Прибор соответствует стандартам безопасности.",
            "Это устройство существенно сократило количество автомобильных аварий.",
            "Моя дочь-подросток на ночь надевает специальное устройство для исправления прикуса.",
            "устройство, предназначенное для экономии воды",
            "Ради выигрыша очка он не гнушался никакими уловками.",
            "хитрый приёмчик для предотвращения сквозняков",
            "Малая величина этого аппарата позволяет носить его на запястье.",
            "Предохранительное устройство включается автоматически.",
            "устройство, которое отфильтровывает из воды примеси",
            "Это устройство управляет дисками для компьютера.",
            "Его узнали по эмблеме, изображённой на щите.",
            "Полиция осуществила управляемый подрыв этого устройства.",
            "соглашаясь на демонтаж всех ядерных устройств",
            "Данное приспособление помогает тем, кто не может подняться по лестнице.",
            "устройство, которое обеспечивает возможность соединения этих деталей",
            "Компания производит приборы для обнаружения угарного газа.",
            "Укройте весь механизм для предотвращения проникновения туда воды.",
            "Этот прибор позволяет обнаружить дефекты в лёгких.",
            "Их предложение было всего лишь средством запутать представителей оппозиции.",
            "Противоугонное устройство автомобиля будет блокировать его систему зажигания.",
            "По словам производителей, устройство появится на рынке уже в мае.",
            "устройство, которое защищает компьютер от бросков напряжения",
            "Взрывное устройство было брошено в армейский патруль, но не взорвалось."
        ],
        "stars": 3
    }
}