{
    "devil": {
        "comment": [],
        "translate": "дьявол, черт, бес, сатана, человек, парень, надоедать, дразнить",
        "transcription": " |ˈdevl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Be a devil! разг.., брит.",
            "He has a devil of a temper.",
            "What the devil makes him cry?",
            "Pull devil!, Pull baker!",
            "He's a crafty old devil.",
            "The devil will fetch you!",
            "He's a miserable old devil.",
            "He's a naughty little devil.",
            "They rang the bell and ran like the devil.",
            "Talk of the devil (and he will appear). посл.",
            "The devil is not so bad as he is painted. посл.",
            "She's had a devil of a time these last two years.",
            "Devil another word would she speak.",
            "She is a tricky devil, so be careful.",
            "The devil has got into this class today.",
            "I really miss the old devil.",
            "He made a bargain with the devil.",
            "The fellow would cajole the devil.",
            "What a devil of a twist he has got!",
            "He foils the Devil at his own weapons.",
            "These Southern girls are the very devil.",
            "He devils for the counsel on both sides.",
            "What on earth is wrong with the poor devil?",
            "There was the devil of a bombardment all day.",
            "Evans bowled steadily, but without much devil.",
            "He was a savage still, but not so often a devil.",
            "She was convinced he was possessed by the devil.",
            "You did that on purpose, you cheeky little devil!",
            "It was a devil of a job to get planning permission.",
            "The Devil is a projection of our fears and insecurities."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Давай, рискни!, Давай, смелей!",
            "У него чертовски вспыльчивый характер.",
            "Отчего же он, черт возьми, плачет?",
            "Поднажми!, Давай!, А ну еще! (возгласы одобрения на состязаниях)",
            "Он - хитрый старый черт.",
            "Дьявол придет за вами!",
            "Он несчастный старый бедняга.",
            "Он проказник.",
            "Они позвонили в дверь и дали дёру, что есть сил.",
            "Легок на помине!",
            "Не так страшен черт, как его малюют.",
            "Эти два года были для неё сущим адом.",
            "Черта с два она скажет хотя бы еще одно слово!",
            "Она — хитрая чертовка, так что будьте осторожны.",
            "Сегодня в учеников словно вселился дьявол.",
            "Я и в самом деле скучаю по этому старому чёрту.",
            "Он заключил сделку с дьяволом.",
            "Этот парень одурачит самого дьявола.",
            "Он так сильно проголодался!",
            "Он сокрушит дьявола его собственным орудием.",
            "Эти южанки - сущие ведьмы.",
            "Он делает черновую работу для адвокатов обеих сторон.",
            "Что, чёрт возьми, происходит с этим беднягой?",
            "Целый день продолжался адский обстрел.",
            "Эванс играл в боулинг профессионально, но без особого задора.",
            "Характер у него был такой же дикий, но уже не такой злобный.",
            "Она была убеждена, что он был одержим дьяволом.",
            "Ты специально это сделал, нахальный чертёнок!",
            "Получить разрешение на строительные работы было чертовски трудно.",
            "Дьявол является отражением наших страхов и комплексов."
        ]
    }
}