{
    "devote": {
        "comment": [
            "devoted",
            "vote",
            "voter"
        ],
        "translate": "уделять, посвящать, посветить, предаваться",
        "transcription": " |dɪˈvoʊt|",
        "antonyms": [],
        "mnemonic": [
            "devote [диво'ут] посвящать - Такое (диво ут-ром) увидел, что посвящу ей всю жизнь;"
        ],
        "examples": [
            "She devoted herself to serving God.",
            "We devote five full days a month to training.",
            "She wants to devote all her time to painting.",
            "This day's paper I devote to women.",
            "She devoted herself full-time to her business.",
            "They devote their lives to caring for the sick.",
            "He devoted his energies to writing films.",
            "This land was devoted to mining.",
            "The meeting will be devoted to health and safety issues.",
            "Small companies can devote more personal attention to each project.",
            "I conscientiously devote several hours every weekend to playing with my dog.",
            "Planning a diplomatic career, she's been intensely devoting herself to the study of foreign languages in college."
        ],
        "example_translate": [
            "Она посвятила себя служению Богу.",
            "Мы уделяем пять дней в месяц на подготовку.",
            "Она хочет посвятить все свое время живописи.",
            "Сегодняшний доклад я посвящаю женщинам.",
            "Она полностью посвятила себя своему делу.",
            "Они посвящают жизнь уходу за больными.",
            "Он посвятил всю свою энергию написанию киносценариев.",
            "Эта земля была отведена для горных работ.",
            "Совещание будет посвящено проблемам охраны труда и техники безопасности.",
            "Небольшие компании могут уделять каждому проекту больше личного внимания.",
            "Каждые выходные я непременно посвящаю несколько часов игре со своей собакой.",
            "Планируя сделать дипломатическую карьеру, в колледже она посвятила себя интенсивному изучению иностранных языков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}