{
    "devoted": {
        "comment": [],
        "translate": "преданный, посвященный, увлекающийся, нежный",
        "transcription": " |dɪˈvoʊtɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is wholly devoted to her children.",
            "He devoted the afternoons to study.",
            "Beckham's devoted fans",
            "She devoted herself full-time to her business.",
            "He's devoted to his wife and family.",
            "Another storm burst on the devoted land.",
            "They never raise their eyes, and seem devoted to contemplation.",
            "They have long been devoted friends.",
            "She devoted herself to serving God.",
            "He devoted his energies to writing films.",
            "He devoted himself to the study of nature.",
            "a magazine devoted to contemporary fashions",
            "This land was devoted to mining.",
            "Isabella was devoted to her brother.",
            "He was a great patriot who devoted his life to serving his country.",
            "The interval had been devoted to stuffing the ballot-boxes. (Q. Rev.)",
            "large sums devoted to the care of the poor",
            "He has devoted himself to the pursuit of knowledge.",
            "The newspaper devoted several columns to the subject.",
            "The meeting will be devoted to health and safety issues.",
            "He was given the peerage after years of devoted service to the community.",
            "a rock star's most devoted fans",
            "The museum is devoted to the Holocaust.",
            "He devoted a large chunk of time to the project.",
            "It was a brief romantic episode in a life devoted to work.",
            "'My husband's a rich man, and devoted to me.' 'Lucky you.'",
            "The organization is devoted to fighting economic injustice.",
            "They devoted all their energy to the completion of the project.",
            "They devoted all their energies to the completion of the project.",
            "The office's entire workforce is devoted to a single project right now."
        ],
        "example_translate": [
            "Она всецело посвящена своим детям.",
            "Вторую половину дня он посвящал учебе.",
            "преданные поклонники Бэкхэма",
            "Она полностью посвятила себя своему делу.",
            "Он предан своей жене и родным.",
            "Ещё один ураган обрушился на эту обречённую землю.",
            "Они не поднимают глаз и кажутся погружёнными в медитацию.",
            "Они уже давно являются преданными друзьями.",
            "Она посвятила себя служению Богу.",
            "Он посвятил всю свою энергию написанию киносценариев.",
            "Он посвятил себя изучению природы.",
            "журнал, посвящённый современной моде",
            "Эта земля была отведена для горных работ.",
            "Изабелла была предана своему брату.",
            "Он был великим патриотом, который посвятил свою жизнь служению отечеству.",
            "А перерыв был использован для того, чтобы наполнить избирательные урны фальшивыми бюллетенями.",
            "большие суммы, посвящённые заботе о бедных",
            "Он посвятил себя поиску знаний.",
            "Газета посвятила этой теме несколько колонок.",
            "Совещание будет посвящено проблемам охраны труда и техники безопасности.",
            "Он получил звание пэра после многих лет преданного служения обществу.",
            "самые преданные фанаты одной рок-звезды",
            "Музей посвящён Холокосту.",
            "Он посвятил работе над проектом значительную часть времени.",
            "Это был короткий романтический эпизод жизни, посвящённой работе.",
            "— Мой муж — человек богатый, и очень меня любит. — Повезло тебе.",
            "Деятельность данной организации посвящена борьбе с экономической несправедливостью.",
            "Они посвятили всю свою энергию завершению данного проекта.",
            "Они отдали все свои силы на завершение данного проекта.",
            "Сейчас все работники бюро заняты работой над единственным проектом."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}