{
    "diagnosis": {
        "comment": [],
        "translate": "диагностика, диагноз, оценка, точное определение",
        "transcription": " |ˌdaɪəɡˈnəʊsɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The patient's lay diagnosis was close to the doctor's.",
            "She is an expert in the diagnosis and treatment of eye diseases.",
            "The truth or otherwise of this diagnosis would be revealed in the future.",
            "To confirm my diagnosis I need to do some tests.",
            "Could you paraphrase your diagnosis of my medical condition, using simpler language?",
            "The doctor's diagnosis was incorrect.",
            "His doctor made an initial diagnosis of pneumonia.",
            "The doctor's diagnosis confirmed our worst fears.",
            "An exact diagnosis can only be made by obtaining a blood sample.",
            "The \"Genera Piscium\" contains well-defined diagnoses of 45 genera.",
            "She breasted the diagnosis of cancer with fortitude and optimism.",
            "The unusual combination of symptoms made accurate diagnosis difficult.",
            "I asked the doctor to give me my diagnosis in English, not medical jargon.",
            "The committee published its diagnosis of the problems affecting urban schools.",
            "Upon hearing the diagnosis of cancer, she just sat there in total stupefaction."
        ],
        "example_translate": [
            "Диагноз, поставленный себе пациентом, оказался близким к врачебному.",
            "Она является специалистом в области диагностики и лечения глазных болезней.",
            "Правилен этот диагноз или нет, станет ясно в будущем.",
            "Чтобы подтвердить свой диагноз, мне нужно сделать несколько анализов.",
            "Не могли бы вы перефразировать свой диагноз моего состояния здоровья простым языком?",
            "Диагноз врача был неправильным.",
            "Его лечащий врач первоначально диагностировал ему пневмонию.",
            "Диагноз, поставленный врачом, подтвердил наши худшие опасения.",
            "Точный диагноз можно поставить только путём получения образца крови.",
            "В \"Genera Piscium\" содержатся точные описания 45 видов.",
            "Она боролась против рака со стойкостью и оптимизмом.",
            "Необычное сочетание симптомов затрудняло постановку точного диагноза.",
            "Я попросил доктора объяснить мне диагноз простым и понятным языком, а не на медицинском жаргоне.",
            "Комитет опубликовал свою оценку проблем, затрагивающих городские школы.",
            "Услышав диагноз \"рак\", она просто села и как будто окаменела."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}