{
    "dialogue": {
        "comment": [],
        "translate": "диалог, разговор, обмен мнениями, диалоговый",
        "transcription": " |ˈdaɪəlɑːɡ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The dialogue is witty and urbane.",
            "The essay was in the form of a dialogue.",
            "The dialogue was worked out by actors in rehearsal.",
            "The best part of the book is the clever dialogue.",
            "The dialogue glides and sparkles like a clear stream.",
            "a play full of scintillating dialogue",
            "The dialogue in the movie was unrealistic.",
            "Mediators were present to promote dialogue.",
            "He is an expert at writing dialogue.",
            "They disagreed but kept an open dialogue.",
            "There's very little dialogue in the film.",
            "The dialogue is elliptic and full of dark hints.",
            "I was agonized by the dreadfully stilted dialogue that followed.",
            "Students were asked to read dialogues from the play.",
            "Students were asked to read simple dialogues out loud.",
            "The movie was rated R because of some nude scenes and smutty dialogue.",
            "The two sides involved in the labor dispute are trying to establish a dialogue.",
            "Theatergoers have long delighted in the pungency and wit of the play's dialogue.",
            "The censors changed some names and dialogue and, not infrequently, banned controversial films.",
            "Customer profiling provides the basis for opening what marketers call a \"dialogue\" with customers."
        ],
        "example_translate": [
            "Этот диалог остроумен и культурен.",
            "Сочинение было в форме диалога.",
            "Этот диалог был составлен /придуман/ актёрами на репетиции.",
            "Лучшая часть этой книги — умные диалоги.",
            "Беседа плавно течёт и искрится, как ручеёк.",
            "пьеса, полная искрометных диалогов",
            "Диалоги в фильме были неестественными.",
            "Для стимулирования обмена мнениями присутствовали посредники.",
            "Он является специалистом по написанию диалогов.",
            "Они не соглашались друг с другом, но продолжали открытый диалог.",
            "Диалогов в фильме очень мало.",
            "Диалог весьма немногословен и полон неясных намёков.",
            "Последовавший далее крайне неестественный диалог произвел на меня тягостное впечатление.",
            "Учеников попросили прочитать диалоги из данной пьесы.",
            "Студентам было предложено прочесть несложные диалоги вслух.",
            "Фильм получил рейтинг \"R\" из-за нескольких сцен с обнажёнкой и использования нецензурной лексики.",
            "Обе стороны, участвующие в этом трудовом споре, пытаются наладить диалог.",
            "Театралы давно в восторге от едкости и остроумия диалогов этой пьесы.",
            "Цензоры изменяли некоторые названия и диалоги, и довольно часто запрещали неоднозначные /спорные, сомнительные/ фильмы.",
            "Определение потребительского профиля создает основу для начала того, что маркетологи называют \"диалогом\" с покупателями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}