{
    "diamond": {
        "comment": [],
        "translate": "алмаз, бриллиант, диамант, алмазный, бриллиантовый, украшать бриллиантами",
        "transcription": " |ˈdaɪəmənd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "That's a whopper of a diamond ring.",
            "The goldsmith set the diamond.",
            "He played the queen of diamonds.",
            "Cut the cookie dough into diamonds.",
            "Cut off the corners of the square to form a diamond.",
            "You have to play a diamond.",
            "a pendant with a diamond inset",
            "His eyes lingered on her diamond ring on her finger.",
            "The grass is covered with minute diamonds of white frost.",
            "The diamond is not susceptible of fusion even at a very high temperature.",
            "The tears rolled over the long lashes, and diamonded her cheek. (A. James)",
            "The diamond was insured for two thousand dollars.",
            "the diamond fields of South Africa",
            "one heart, two diamonds, and two clubs",
            "She was forced to pawn her diamond ring.",
            "It was an expensive watch with a diamond movement.",
            "She was wearing a pair of beautiful diamond earrings.",
            "...I took a clandestine peek at the price tag on the diamond necklace....",
            "a necklace studded with diamonds and rubies",
            "A jeweler authenticated the diamond as real.",
            "He gave her a diamond ring to signify his love.",
            "He presented the queen with a diamond necklace.",
            "The morning is as clear as diamond or as hyaline.",
            "A diamond's worth is determined partly by its cut and clarity.",
            "a young prospect who's supposed to be a crackerjack on the baseball diamond",
            "Diamond Jim Brady was perhaps the most celebrated cormorant of the Gilded Age.",
            "The pawnbroker offered what I regarded as a derisory amount for the diamond ring."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Какое громадное бриллиантовое кольцо!",
            "Ювелир установил (этот) бриллиант.",
            "Он сыграл дамой бубён.",
            "Порежьте тесто для печенья на ромбики.",
            "Отрежьте углы квадрата так чтобы получился ромб.",
            "Вам придётся положить бубновую карту /сыграть в бубну/.",
            "кулон инкрустированный бриллиантом",
            "Его взгляд задержался на её кольце с бриллиантами.",
            "Трава покрыта мельчайшими, сверкающими как алмазы, частичками инея.",
            "Алмаз не плавится даже при очень высокой температуре.",
            "Слезы катились по длинным ресницам и блестели у нее на щеках как бриллианты.",
            "Алмаз был застрахован на две тысячи долларов.",
            "алмазные месторождения Южной Африки",
            "одна черва, две бубны и две трефы",
            "Она была вынуждена заложить своё кольцо с бриллиантом.",
            "Это были дорогие часы с алмазным механизмом.",
            "На ней были прекрасные бриллиантовые серёжки.",
            "...я украдкой взглянул на ценник на бриллиантовое колье....",
            "ожерелье, усыпанное бриллиантами и рубинами",
            "Ювелир удостоверил подлинность бриллианта.",
            "В знак своей любви он подарил ей бриллиантовое кольцо.",
            "Он подарил королеве бриллиантовое колье.",
            "Утро ясное, как алмаз или как зеркальная гладь моря.",
            "Ценность бриллианта частично определяется его огранкой и чистотой.",
            "молодой перспективный игрок, который должен быть чем-то исключительным на бейсбольном поле",
            "Джим Брэди по прозвищу \"Алмаз\" был, пожалуй, самым известным обжорой «Позолоченного века».",
            "За это бриллиантовое кольцо хозяин ломбарда предложил сумму, которую я счёл издевательской."
        ]
    }
}