{
    "diary": {
        "comment": [
            "subsidiary"
        ],
        "translate": "дневник, записная книжка, записная книжка-календарь",
        "transcription": " |ˈdaɪəri|",
        "antonyms": [],
        "mnemonic": [
            "diary [да'йэри] дневник, записная книжка - (Дай эры) наши в дневнике моём описать;",
            "diary ['daɪərɪ]\n***\nВЁЛ ДНЕВНИК Джанни Родари. (это) diary\nДневник."
        ],
        "examples": [
            "I came across an old diary in her desk.",
            "The last page of the diary was missing.",
            "Someone had torn several pages out of her diary.",
            "The diary shows his distress that evening.",
            "The rawness of his diary made it unpublishable.",
            "Geraldine has diligently kept a diary since she was 15.",
            "The following quotation is taken from a nineteenth century travel diary.",
            "He accused the diary's publishers of blatant opportunism.",
            "The diary gives us an insight into Hemingway's world.",
            "Did you put the meeting date in your diary?",
            "Geoffrey rushed in late pleading a mix-up in his diary.",
            "Anne Frank was the girl whose diary put a human face on the Holocaust.",
            "Reading a friend's diary without permission would have to be regarded as the ultimate act of personal treason."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я случайно наткнулся на старый дневник в её столе.",
            "Последняя страница дневника отсутствовала.",
            "Кто-то вырвал несколько страниц из её дневника.",
            "Из дневника видно, как плохо ему было в тот вечер.",
            "Его дневник был настолько \"сырой\", что его нельзя было печатать.",
            "Джеральдина старательно ведёт дневник с пятнадцати лет.",
            "Следующая цитата взята из путевого дневника времён девятнадцатого века.",
            "Он обвинил издателей дневника в откровенном оппортунизме.",
            "Этот дневник даёт нам представление о мире Хемингуэя.",
            "Вы записали дату собрания в свой ежедневник?",
            "Джеффри прибежал с опозданием, сославшись на путаницу в своём ежедневнике.",
            "Анна Франк была девочкой, чей дневник наглядно объяснил людям, что такое Холокост.",
            "Чтение дневника друга без разрешения должно рассматриваться как неоспоримый акт личной измены."
        ],
        "stars": 2
    }
}