{
    "dictionary": {
        "comment": [],
        "translate": "словарь",
        "transcription": " |ˈdɪkʃəneri|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Look it up in the dictionary.",
            "I am in want of a good dictionary.",
            "Look the word up in your dictionary.",
            "Have you consulted a dictionary?",
            "She recommended me a good dictionary.",
            "You should consult the dictionary.",
            "The dictionary tries to tell you what words mean.",
            "a dictionary that has a thumb index",
            "a dictionary of synonyms and antonyms",
            "We have sent away for a new dictionary.",
            "the Concise Dictionary of Spoken Chinese",
            "the arduous work of preparing a dictionary",
            "Editing the dictionary is a sedentary job.",
            "abridge a dictionary by omitting rare words",
            "This dictionary can be read by the computer.",
            "They are publishing the dictionary on CD-ROM.",
            "The dictionary includes thousands of examples.",
            "The dictionary is a rich source of information.",
            "The dictionary gave several senses for the word.",
            "The dictionary has been twice updated since 1993.",
            "Such words ought not to be given in a dictionary.",
            "a new dictionary for learners of business English",
            "According to the dictionary, the word has two uses.",
            "A combinatory dictionary is useful for/ to students.",
            "The dictionary's current edition has 10,000 new words.",
            "The dictionary includes a section on signs and symbols.",
            "The task of reviewing a dictionary must be elephantine.",
            "The dictionary includes a table of weights and measures.",
            "This dictionary uses the International Phonetic Alphabet.",
            "A dictionary lists the words, a grammar states the rules."
        ],
        "example_translate": [
            "Посмотри (это) в словаре.",
            "Мне нужен хороший словарь.",
            "Посмотрите это слово у себя в словаре.",
            "Ты сверился со словарём?",
            "Она порекомендовала мне хороший словарь.",
            "Вам следует свериться со словарём.",
            "Словарь пытается показать вам, что значат слова.",
            "словарь с указателем на обрезе в виде вырезов",
            "словарь синонимов и антонимов",
            "Мы заказали новый словарь.",
            "краткий словарь разговорного китайского языка",
            "тяжёлая, кропотливая работа по составлению словаря",
            "Редактирование словаря является сидячей работой.",
            "сократить словарь, исключив оттуда редкие слова",
            "Этот словарь можно читать с помощью компьютера.",
            "Они выпускают данный словарь на CD-ROM.",
            "Словарь включает в себя тысячи примеров.",
            "Этот словарь представляет собой богатый источник информации.",
            "В словаре было приведено несколько значений этого слова.",
            "С 1993 года этот словарь уже дважды переиздавался.",
            "Такие слова не должны приводиться в словаре.",
            "новый словарь для изучающих деловой английский",
            "В соответствии со словарём, это слово применяется в двух случаях.",
            "Словарь сочетаемости полезен для студентов.",
            "В нынешнем издании этого словаря имеется десять тысяч новых слов.",
            "В словаре имеется раздел, посвящённый знакам и символам.",
            "Просмотреть словарь - это дело, требующее огромных усилий.",
            "Словарь включает в себя таблицу мер и весов.",
            "Этот словарь использует международный фонетический алфавит (МФА).",
            "Словарь содержит список слов, а грамматика — свод правил."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}