{
    "dictate": {
        "comment": [
            "dictionary",
            "verdict"
        ],
        "translate": "диктат, веление, предписание, диктовать, продиктовать, предписывать",
        "transcription": " |ˈdɪkteɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How fast do you dictate to your secretary?",
            "No person of a strong character likes to be dictated to.",
            "Islamic custom dictates that women should be fully covered.",
            "He dictated a report to his secretary.",
            "Can they dictate how the money will be spent?",
            "The basket's function dictates its size and shape.",
            "The massive publicity dictated a response from the city government.",
            "Tradition dictates that the youngest member should go first.",
            "Federal funds have to be used as dictated by Washington.",
            "She's dictating a letter to her secretary.",
            "She's dictating a letter to her secretary right now.",
            "The media cannot be allowed to dictate to the government.",
            "They insisted on being able to dictate the terms of surrender.",
            "The US government attempted to dictate the terms of the agreement."
        ],
        "example_translate": [
            "Как быстро вы диктуете своему секретарю?",
            "Ни одна сильная личность не любит, когда ей приказывают.",
            "Исламский обычай предписывает, что женщины должны быть полностью прикрыты.",
            "Он продиктовал своему секретарю отчёт.",
            "Могут ли они диктовать, как именно эти деньги будут потрачены?",
            "Размер и форма корзины определяются её предназначением.",
            "Сильный общественный резонанс вынудил городские власти отреагировать.",
            "Традиция требует, чтобы самый молодой участник шёл первым.",
            "Федеральные средства должны быть использованы в соответствии с директивами из Вашингтона.",
            "Она диктует своему секретарю письмо.",
            "В данный момент она диктует своему секретарю письмо.",
            "СМИ нельзя позволять диктовать условия правительству.",
            "Они настаивали на возможности самим диктовать условия капитуляции.",
            "Правительство США попыталось диктовать условия соглашения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}