{
    "dictator": {
        "comment": [],
        "translate": "диктатор",
        "transcription": " |ˈdɪkteɪtər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He's a regular little dictator!",
            "The rebels tried to topple the dictator.",
            "The rebels ousted the dictator from power.",
            "The country is ruled by an absolute dictator.",
            "The dictator banished anyone who opposed him.",
            "The country was ruled by a military dictator.",
            "The news reported the ouster of the dictator.",
            "The dictator had been in power for seven years.",
            "The former dictator still keeps a tight grip on power.",
            "My boss is a dictator who makes everyone work overtime.",
            "He behaved like a dictator, and I use the term advisedly.",
            "The dictator enriched himself but impoverished his people.",
            "The country has long been oppressed by a ruthless dictator.",
            "All dissenters were silenced when the dictator assumed power",
            "The country has been rulled by a military dictator for six years.",
            "A military junta deposed the dictator after he had bankrupted the country.",
            "Forcing everyone to vote for the dictator perverts the very idea of democracy.",
            "They appeased the dictator by accepting his demands in an effort to avoid war.",
            "The members of patrliament accused the party leader of behaving like a dictator.",
            "He studied the tyrannous rule of Stalin, communist dictator of the Soviet Union.",
            "Members of the deposed dictator's once-feared political party were expatriated as well.",
            "The propaganda film attempts to deodorize the dictator's history of human rights abuses."
        ],
        "example_translate": [
            "Да он прямо-таки маленький диктатор! (брит.)",
            "Повстанцы попытались свергнуть диктатора.",
            "Повстанцы свергли власть диктатора.",
            "Страной управляет абсолютный диктатор.",
            "Диктатор отправлял в изгнание всех, кто выступал против него.",
            "Страной управлял военный диктатор.",
            "В новостях сообщили о свержении этого диктатора.",
            "К этому времени диктатор пробыл у власти уже семь лет.",
            "Бывший диктатор по-прежнему сохраняет жёсткий контроль над властью.",
            "Мой начальник — диктатор, который всех заставляет работать сверхурочно.",
            "Он вёл себя как диктатор, и я сознательно использую это выражение.",
            "Диктатор обогатился сам, но свой народ довёл до нищеты.",
            "Страну уже давно угнетает безжалостный диктатор.",
            "Всех несогласных заставили замолчать, когда диктатор захватил / узурпировал власть.",
            "Шесть лет страной управлял военный диктатор.",
            "Диктатор был свергнут военной хунтой после того, как разорил страну.",
            "Принуждение всех голосовать за диктатора искажает саму идею демократии.",
            "Они задобрили диктатора, приняв его требования в попытке избежать войны.",
            "Члены парламента обвинилили лидера партии в диктаторском поведении.",
            "Он изучал деспотичное правление Сталина, коммунистического диктатора Советского Союза.",
            "Члены когда-то наводившей страх политической партии свергнутого диктатора были также изгнаны из страны.",
            "В данном пропагандистском фильме делается попытка обелить историю нарушений прав человека этим диктатором."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}