{
    "difficulty": {
        "comment": [
            "difficult"
        ],
        "translate": "трудность, затруднение, препятствие",
        "transcription": " |ˈdɪfɪkəlti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A difficulty arises.",
            "He is in serious difficulty.",
            "A new difficulty has arisen.",
            "The old man had difficulty in moving down the stairs.",
            "I appreciate your difficulty.",
            "The question is one of considerable nicety and difficulty.",
            "The student has difficulty concentrating.",
            "If you have any difficulties, give me a call.",
            "She soon got into difficulty with debt.",
            "He's always been able to shuffle out of any difficulty.",
            "I had difficulty lighting up my cigarette in the strong wind.",
            "The committee will have to find means to get over the difficulty.",
            "The hill was so steep that the old car had difficulty getting up.",
            "She steps out so actively that I have difficulty keeping up with her.",
            "There always arises the difficulty of spotting the \"real aggressor\" in any particular war.",
            "The tests vary in difficulty.",
            "He got to his feet with difficulty.",
            "The project soon ran into difficulties.",
            "The business is in financial difficulty.",
            "Each book goes up one step in difficulty.",
            "Does the letter clear away your difficulty?",
            "They agreed about the difficulty of the climb.",
            "Students learn the verbs in order of difficulty.",
            "He saw the difficulty and greatness of his task.",
            "There are several difficulties with this theory.",
            "He finished the test only with great difficulty.",
            "Jim had great difficulty in reining in his anger.",
            "She is having difficulty deciding about the offer.",
            "They had no difficulty in identifying the problem.",
            "They had great difficulty in finding a replacement."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Возникает некая трудность.",
            "Он испытывает серьёзные затруднения.",
            "Возникло новое затруднение.",
            "Старику было трудно спускаться по лестнице.",
            "Я понимаю ваши затруднения.",
            "Этот вопрос — один из наиболее деликатных и сложных.",
            "У этого ученика трудности с концентрацией.",
            "Если у вас возникнут какие-то сложности, позвоните мне.",
            "Вскоре она попала в трудную ситуацию из-за долгов.",
            "Он всегда был способен выпутаться из любой трудной ситуации.",
            "На таком сильном ветру прикурить сигарету мне удалось с большим трудом.",
            "Комитету придётся изыскать средства, чтобы преодолеть эти трудности.",
            "Холм был такой крутой, что старая машина еле-еле взобралась на него.",
            "Она так быстро идёт, что я с трудом за ней поспеваю.",
            "Всегда возникает трудность в определении реального зачинщика конкретной войны.",
            "Тесты различаются по сложности.",
            "Он с трудом поднялся на ноги.",
            "Проект вскоре столкнулся с трудностями.",
            "Предприятие находится в трудном финансовом положении.",
            "Каждая книга на одну ступеньку труднее предыдущей.",
            "Это письмо решает вашу проблему?",
            "Они договорились о сложности восхождения.",
            "Студенты изучают глаголы в порядке сложности.",
            "Он понимал всю трудность и масштаб своей задачи.",
            "С этой теорией всё не так просто.",
            "Испытание он закончил, но с огромным трудом.",
            "Джим с огромным трудом обуздал свой гнев.",
            "Она испытывает сложности в принятии решения по поводу данного предложения.",
            "Они без труда определили суть проблемы.",
            "Поиск замены представил для них большие трудности."
        ],
        "stars": 3
    }
}