{
    "differ": {
        "comment": [],
        "translate": "отличаться, отличать, различаться, различать, разниться, расходиться во мнениях",
        "transcription": " |ˈdɪfər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The number of cookies in a box may differ.",
            "She differs from her sister in the colour of her eyes.",
            "Tastes differ.",
            "I must differ from / with your opinion on the matter.",
            "Opinions differ.",
            "I beg leave to differ with you, sir.",
            "The two brothers differ in their judgment of this piece of music.",
            "I beg to differ!",
            "Two cases might differ functionally without differing morphologically.",
            "My brother and I differ markedly in the way we handle money.",
            "Men differ greatly in their appreciation of varieties of vowel sound.",
            "The two schools differ in their approach to discipline.",
            "Chefs differ in their idea of what makes a good dessert.",
            "States differ in standards for products and the labelling thereof.",
            "Methods used by younger teachers differ significantly from those used by older ones.",
            "I must beg to differ on this point."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "В коробках может оказаться разное количество печенья.",
            "У её сестры другой цвет глаз.",
            "О вкусах не спорят.",
            "Моё мнение по этому поводу расходится с вашим.",
            "О вкусах не спорят. / У каждого своё мнение.",
            "Позвольте мне с вами не согласиться, сэр.",
            "Мнения двух братьев об этом музыкальном произведении разделились.",
            "Я позволю себе не согласиться!",
            "Два падежа, не различающиеся морфологически, могут отличаться с функциональной точки зрения.",
            "Мы с братом заметно отличаемся в том, как мы обращаемся с деньгами.",
            "Люди сильно отличаются по способности улавливать отличия гласных звуков.",
            "В этих двух школах подход к дисциплине различается.",
            "Повара не сходятся во мнениях о том, что такое хороший десерт.",
            "Стандарты продуктов и их маркировки различаются в зависимости от штата.",
            "Методы, используемые молодыми преподавателями, существенно отличаются от тех, которыми пользуются старые.",
            "Я должен высказать своё несогласие по этому вопросу."
        ]
    }
}