{
    "digest": {
        "comment": [],
        "translate": "дайджест, сборник, резюме, справочник, переваривать, перевариваться, усваивать",
        "transcription": " |dɪˈdʒest|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I cannot digest milk products",
            "I cannot digest all this information.",
            "I don't digest this man.",
            "He likes to digest what he reads.",
            "This opinion, I say, I can hardly digest.",
            "I struggled to digest the news.",
            "I cannot digest the loss of his works.",
            "Protein digests in a few hours.",
            "It will take me a while to digest this news.",
            "The cattle cannot digest tobacco.",
            "He has trouble digesting certain foods.",
            "Most babies can digest a wide range of food easily.",
            "The regent was busy in digesting the plan of compromise.",
            "Every government is bound to digest the whole law into a code.",
            "Digest the bark in alcohol, evaporate the alcoholic solution to dryness.",
            "I was on a liquid diet when I was sick because I couldn't digest solid food.",
            "Blood-sugar levels go up as you digest food.",
            "Let them stand to digest twelve or fourteen days.",
            "The government digested the entire law into a code."
        ],
        "example_translate": [
            "Я не перевариваю молочные продукты. / Я плохо усваиваю молочные продукты.",
            "Я не могу усвоить всю эту информацию.",
            "Я его на дух не выношу.",
            "Он любит вдумываться в то, что читает.",
            "Едва ли соглашусь с этим мнением.",
            "Я изо всех сил старался осмыслить эти новости.",
            "Никак не могу смириться с тем, что его труды утрачены.",
            "Белок переваривается за несколько часов.",
            "Мне понадобится время, чтобы переварить эту новость.",
            "Жвачные животные не переваривают табак.",
            "У него проблемы с усвоением некоторых продуктов.",
            "Большинство младенцов легко могут переварить самую разнообразную пищу.",
            "Регент был занят обдумыванием того, как достигнуть компромисса.",
            "Каждое правительство обязано объединить все законы в кодекс.",
            "Сделайте спиртовую настойку коры, а затем выпарьте спиртовой раствор.",
            "Когда я был болен, то сидел на жидкой диете, потому что не мог переваривать твёрдую пищу.",
            "Во время переваривания пищи, уровень сахара в крови повышается.",
            "Оставьте их настаиваться на двенадцать-четырнадцать дней.",
            "Правительство переработало весь этот закон в кодекс."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}