{
    "digital": {
        "comment": [
            "dig",
            "digest",
            "dignity"
        ],
        "translate": "цифровой, пальцевидный, пальцеобразный, клавиша, палец, перст",
        "transcription": " |ˈdɪdʒɪtl|",
        "antonyms": [],
        "mnemonic": [
            "digital ['dɪdʒɪt (ə) l]\n***\nЦИФРОВОЙ телефон заряди|житель. (это) digital\nВ ЦИФРОВУЮ эпоху приходи|же|ты (л). (это) digital"
        ],
        "examples": [
            "I was an evangelist for digital cameras.",
            "a digital recording of a sound",
            "Digital technology is the latest trend in television.",
            "Can Hollywood Reinvent Itself in the Age of Digital Cinema?",
            "digital filters that stop high-frequency sounds",
            "Image sensors are used in digital cameras.",
            "The system transmits information over digital phone lines.",
            "the burgeoning market for digital cameras",
            "The calculator has a digital readout.",
            "We should, in brief, invest heavily in digital systems.",
            "a converter that allows you to view digital television on your old TV",
            "You can transfer digital images from your camera to your computer.",
            "The development of new electronic products has strengthened the company's position as the leader in digital technology.",
            "She uploaded the pictures from her digital camera to her computer.",
            "The new version of the software automatically retrieves digital information.",
            "software that makes it simple to import digital photographs onto your hard drive",
            "Digital cell phones offer more security, but the downside is that they have less power.",
            "This new digital camera is a carbon of a well-known model costing almost twice as much.",
            "The box decodes the digital signal for your CD player."
        ],
        "example_translate": [
            "Я был настоящим фанатом цифровых камер.",
            "цифровая запись звука",
            "Цифровые технологии являются новейшими тенденциями в области телевидения.",
            "Сможет ли Голливуд перестроиться в век цифрового кино?",
            "цифровые фильтры, которые отсекают высокочастотные звуки",
            "В цифровых камерах используются датчики изображения.",
            "Устройство передаёт информацию по цифровым телефонным линиям.",
            "бурно растущий рынок цифровых камер",
            "Калькулятор обладает цифровой индикацией.",
            "Короче говоря, мы должны по-крупному вложиться в цифровые системы.",
            "конвертер, который позволяет просматривать цифровое телевидение на старом телевизоре",
            "Вы можете передавать цифровые изображения с фотоаппарата на компьютер.",
            "Разработка новых электронных продуктов укрепила лидерские позиции компании в области цифровых технологий.",
            "Она загрузила фотографии со своей цифровой камеры на компьютер.",
            "Новая версия программы автоматически извлекает цифровую информацию.",
            "программное обеспечение, которое позволяет легко импортировать цифровые фотографии на жёсткий диск",
            "Цифровые сотовые телефоны предлагают более высокий уровень безопасности, но их недостатком является то, что они имеют меньшую мощность.",
            "Этот новый цифровой фотоаппарат является точной копией хорошо известной модели, которая стоит почти в два раза больше.",
            "\"Коробка\" декодирует цифровой сигнал для вашего CD-плеера."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}