{
    "dignity": {
        "comment": [],
        "translate": "достоинство, сан, благородство, звание, титул, знать, лица высокого звания",
        "transcription": " |ˈdɪɡnətɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She acted with dignity.",
            "It was beneath his dignity to cheat",
            "She bore herself with dignity.",
            "Work gave me a sense of dignity and self-worth.",
            "She handles her problems with grace and dignity.",
            "She showed dignity in defeat.",
            "He wasn't hurt, but his dignity was punctured.",
            "The ceremony was conducted with great dignity.",
            "He showed his true dignity when under pressure.",
            "She bore herself with great dignity.",
            "A stanza has a lapidary dignity, as of something carved in stone.",
            "I felt I should make a show of dignity.",
            "The experience destroyed his trust and personal dignity.",
            "Theirs is a country that cherishes freedom and human dignity.",
            "Gandhi's quiet dignity inspired great respect.",
            "He struggled to retain a shred of his dignity.",
            "The grieving relatives comported themselves with grace and dignity during that difficult time.",
            "He respected the dignity of the emissaries.",
            "He praised his wife for her dignity under the onslaught of the tabloid press.",
            "The presence of members of the royal family lent a certain dignity to the ceremony.",
            "The dignity and courage shown by the President may tip the balance in his party's favour."
        ],
        "example_translate": [
            "Она вела себя с достоинством.",
            "Обманывать было ниже его достоинства.",
            "Она держалась с достоинством.",
            "Работа дала мне чувство достоинства и самоуважения.",
            "Она решает свои проблемы с изяществом и достоинством.",
            "Она показала, что умеет достойно проигрывать.",
            "Ему не было больно физически, но от его самоуважения не осталось и следа.",
            "Церемония была проведена с большим достоинством.",
            "Он проявил своё истинное благородство, когда оказался в непростых обстоятельствах.",
            "Она держалась очень достойно.",
            "Станс обладает достоинством краткости, как надпись, выгравированная на камне.",
            "Я почувствовал, что нужно проявить своё благородство.",
            "Это происшествие уничтожило его доверие и личное достоинство.",
            "Им принадлежит страна, которая ценит свободу и человеческое достоинство.",
            "Спокойное достоинство Ганди внушало большое уважение.",
            "Он изо всех сил пытался сохранить остатки своего достоинства.",
            "В это трудное время скорбящие родственники вели себя с тактом и достоинством.",
            "Он оказал уважение высокому статусу посланников.",
            "Он похвалил жену за достоинство, с которым она держалась под натиском бульварной прессы.",
            "Присутствие членов королевской семьи придало церемонии определённое достоинство.",
            "Проявленные президентом достоинство и мужество могут склонить чашу весов в пользу его партии."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}