{
    "dining": {
        "comment": [],
        "translate": "обеденный, обедающий",
        "transcription": " |ˈdaɪnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The dining room faces east.",
            "I will be dining alone tonight.",
            "The dining room was sombre.",
            "They were sitting at the dining table.",
            "Come through into the dining area.",
            "Can we extend the legs of this dining table?",
            "The saloon is capable of dining 118 passengers.",
            "We'll be dining at six o'clock.",
            "I used to get sick when I ate in that dining hall.",
            "We'll need a table and four chairs for the dining room.",
            "Let's gather in the dining room.",
            "The dining room had dark paneling.",
            "The dining area has extra windows.",
            "The hotel's expansive dining room.",
            "They processed into the dining room.",
            "The dining room was square in shape.",
            "The campus has several dining commons.",
            "The owners wanted to dado their dining room",
            "They broke a dining room set by buying a chair.",
            "The dining room looks out onto a pretty garden.",
            "The house has double windows in the dining room.",
            "We hope you have an enjoyable dining experience.",
            "Companies spend millions wining and dining clients.",
            "He shepherded the old people towards the dining room.",
            "They hired a decorator to redesign their dining room.",
            "The waiters were at their stations in the dining room.",
            "She keeps her best china in a hutch in the dining room.",
            "He objected to the allowance of smoking in the dining room.",
            "We eat at home a lot, so dining out sometimes is a nice change.",
            "In the dining room, team photographs were ranged along the wall."
        ],
        "example_translate": [
            "Столовая выходит окнами на восток.",
            "Сегодня я буду ужинать в одиночестве.",
            "В столовой было темно.",
            "Они сидели за обеденным столом.",
            "Проходите в столовую.",
            "Можно ли удлинить ножки этого обеденного стола?",
            "В салоне могут одновременно обедать 118 пассажиров.",
            "Мы будем ужинать в шесть часов.",
            "Во время трапезы в этой столовой меня обычно тошнило.",
            "Нам понадобится стол и четыре стула для столовой.",
            "Давайте соберёмся в столовой.",
            "Столовая была обшита тёмными панелями.",
            "В столовой есть дополнительные окна.",
            "Просторный обеденный зал отеля.",
            "Они прошествовали в столовую.",
            "Столовая была квадратной формы.",
            "На территории университета имеется несколько столовых.",
            "Владельцы хотели обшить стены столовой панелями.",
            "Они нарушили единый стиль, докупив к столовому гарнитуру ещё один стул.",
            "Из окна столовой открывается вид на прекрасный сад.",
            "В столовой были окна с двойными рамами.",
            "Надеемся, что обед доставил вам удовольствие.",
            "Компании тратят миллионы на угощение клиентов.",
            "Он проводил стариков в столовую.",
            "Они наняли дизайнера интерьеров, чтобы переделать столовую.",
            "Официанты были на своих местах в столовой.",
            "Она держит свой лучший фарфор в буфете, который стоит в столовой.",
            "Он возражал против разрешения на курение в столовой.",
            "Мы много едим дома, поэтому иногда бывает приятно для разнообразия пообедать в ресторане.",
            "На стене столовой рядами висели фотографии команды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}