{
    "diplomatic": {
        "comment": [
            "plot",
            "diplomat"
        ],
        "translate": "дипломатический, дипломатичный, тактичный, буквальный, неискренний, текстуальный",
        "transcription": " |ˌdɪpləˈmætɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Maria handled the situation very diplomatically.",
            "You could have caused a major diplomatic incident.",
            "Messages must go through diplomatic channels.",
            "He knows all the niceties of diplomatic protocol.",
            "They did not follow the proper diplomatic protocols.",
            "The consul's comments were a major diplomatic gaffe.",
            "The two countries resumed normal diplomatic relations.",
            "He was dismissed and demoted to a diplomatic post abroad.",
            "They tried by diplomatic maneuvers to obtain an agreement.",
            "The US has now broken all diplomatic links with the regime.",
            "The US has broken off diplomatic relations with the regime.",
            "The Japanese were active last week on the diplomatic front.",
            "Hungary established diplomatic relations with Chile in 1990.",
            "We sustained the diplomatic negotiations as long as possible.",
            "Negotiators are working to restore full diplomatic relations.",
            "It is an important diplomatic post that is no place for a saphead.",
            "The U.S. is working through diplomatic channels to find a solution.",
            "Britain threatened to break off diplomatic relations with the regime.",
            "Vietnam restored diplomatic relations with South Korea on December 22.",
            "The British government retaliated by breaking off diplomatic relations.",
            "The hostess averted a confrontation with a diplomatic change of subject.",
            "Canada and Britain have established diplomatic relations with North Korea.",
            "Both countries are now hoping for a quick resumption of diplomatic relations.",
            "Clinton was praised on all sides for his warm manner and diplomatic approach.",
            "Further action may be necessary if the leaders do not yield to diplomatic pressure.",
            "The US has not yet exhausted all diplomatic possibilities (=tried everything possible).",
            "Activists are asking the government to sever all diplomatic relations with the country.",
            "Your answer was borderline rude, so I would advise you to be more diplomatic in the future.",
            "Planning a diplomatic career, she's been intensely devoting herself to the study of foreign languages in college."
        ],
        "example_translate": [
            "В такой ситуации Мария повела себя очень дипломатично.",
            "Вы могли стать причиной серьёзного дипломатического инцидента.",
            "Сообщения должны проходить по дипломатическим каналам.",
            "Он знает все тонкости дипломатического протокола.",
            "Они не соблюли соответствующие дипломатические протоколы.",
            "Высказывания консула были большой дипломатической оплошностью.",
            "Две страны восстановили нормальные дипломатические отношения.",
            "Он был смещён и переведён с понижением на дипломатическую службу за границей.",
            "Они попытались добиться соглашения путём дипломатических маневров.",
            "США уже разорвали все дипломатические отношения с этим режимом.",
            "США разорвали дипломатические отношения с этим режимом.",
            "На прошлой неделе японцы проявили активность на дипломатическом фронте.",
            "Венгрия установила дипломатические отношения с Чили в 1990 году.",
            "Мы поддерживали дипломатические переговоры, пока это было возможно.",
            "Переговорщики работают над восстановлением полноценных дипломатических отношений.",
            "Это важный дипломатический пост, на котором не место дуракам.",
            "США пытаются найти решение, действуя через дипломатические каналы.",
            "Великобритания угрожает разорвать дипломатические отношения с этим режимом.",
            "Двадцать второго декабря Вьетнам восстановил дипломатические отношения с Южной Кореей.",
            "Британское правительство ответило разрывом дипломатических отношений.",
            "Хозяйка предотвратила конфликт, тактично сменив тему разговора.",
            "Канада и Великобритания установили дипломатические отношения с Северной Кореей.",
            "Сейчас обе страны надеются на скорое возобновление дипломатических отношений.",
            "Клинтона со всех сторон расхваливали за его теплую манеру общения и дипломатический подход.",
            "Если лидеры не уступят дипломатическому давлению, могут понадобиться дальнейшие шаги.",
            "США ещё не исчерпали все дипломатические возможности (т.е. не попробовали всё, что можно).",
            "Активисты просят правительство разорвать все дипломатические отношения с этой страной.",
            "Ваш ответ был на грани хамства, так что в будущем я советовал бы вам быть более дипломатичным.",
            "Планируя сделать дипломатическую карьеру, в колледже она посвятила себя интенсивному изучению иностранных языков."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}