{
    "directly": {
        "comment": [],
        "translate": " непосредственно, прямо, точно, немедленно, как только",
        "transcription": "  |dəˈrektli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I came directly I got your message.",
            "The road runs directly south and north.",
            "The girl was sitting directly opposite him.",
            "He refused to answer the question directly.",
            "A chandelier hung directly overhead.",
            "The wind is directly contrary.",
            "It is not directly asserted, but it seems to be implied.",
            "Payment for delivery can be made directly in cash.",
            "The sound is fed directly to the headphones.",
            "The package will be sent directly to your home.",
            "It was a small house, directly behind the church.",
            "This was a conflict of directly opposed aims.",
            "The election results will be transmitted directly to the newsroom.",
            "I came directly I received your message.",
            "All merchandise is shipped directly from the manufacturer.",
            "He is directly responsible for the efficient running of the office.",
            "The sun cannot get directly at the deeper portions of the snow.",
            "This drug works best if it is injected directly into the bloodstream.",
            "We parked directly behind the store.",
            "The path leads directly to the lake.",
            "His move put him directly in my path.",
            "These two factors are directly related.",
            "The kitchen is directly below her bedroom.",
            "Have you noticed how he never looks directly at you?",
            "Make sure you're speaking directly into the microphone.",
            "We hope to bring together the countries directly involved in the conflict.",
            "They will invoice you directly.",
            "The two accidents are directly related.",
            "American forces did not directly engage.",
            "The patient was taken directly to surgery."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я приехал, как только получил ваше сообщение.",
            "Дорога идёт строго с юга на север.",
            "Девушка сидела прямо напротив него.",
            "Он отказался прямо отвечать на этот вопрос.",
            "Прямо над головой висела люстра.",
            "Ветер — встречный.",
            "Это не утверждается открыто, но, видимо, подразумевается.",
            "Оплату доставки можно произвести непосредственно наличными деньгами.",
            "Звук подаётся непосредственно в наушники.",
            "Пакет будет отправлен прямо к вам домой.",
            "Это был небольшой дом, расположенный прямо за церковью.",
            "Это был конфликт диаметрально противоположных целей.",
            "Результаты выборов будут немедленно переданы в новостной отдел.",
            "Я приехал сразу же, как только получил ваше сообщение.",
            "Все товары поступают прямо от производителя.",
            "Он несёт непосредственную ответственность за эффективную работу фирмы.",
            "Солнце не может сразу проникнуть в более глубокие слои снега.",
            "Лучше всего этот препарат действует, если его вводить непосредственно в кровь.",
            "Мы припарковались прямо позади магазина.",
            "Эта тропинка ведёт прямо к озеру.",
            "Переместившись, он оказался прямо у меня на пути.",
            "Эти два фактора связаны напрямую.",
            "Кухня располагается прямо под её спальней.",
            "Ты заметила, что он никогда не смотрит прямо на тебя?",
            "Убедитесь, что вы говорите непосредственно в микрофон.",
            "Мы надеемся примирить страны, непосредственно вовлечённые в данный конфликт.",
            "Они выставят вам счёт напрямую.",
            "Эти два несчастных случая имеют непосредственное отношение друг к другу.",
            "Американские вооружённые силы непосредственного участия не принимали.",
            "Пациента доставили прямо в операционную. (амер.)"
        ]
    }
}