{
    "direction": {
        "comment": [
            "direct",
            "directly",
            "director",
            "indirect",
            "directory",
            "indirectly",
            "directive"
        ],
        "translate": "направление, руководство, постановка, управление, правление, режиссура, указание",
        "transcription": " |dəˈrekʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Tell me in what direction to look.",
            "Which direction did they go in?",
            "He had no direction in his life.",
            "I couldn't follow the direction of his thoughts.",
            "Get ready to take a new direction.",
            "I will ask some of the direction.",
            "The trout were darting about in all directions.",
            "We had to stop to ask for directions to the beach.",
            "She felt the need of direction even in small things.",
            "He gave directions faster than she could follow them.",
            "James walked by without even looking in my direction.",
            "We set off in a westerly direction.",
            "They all went off in one direction.",
            "She pointed in the direction of the car park.",
            "Try to aim the antenna in the right direction.",
            "And he nodded his head in my directon carelessly.",
            "Directions appear on the package.",
            "the direction of the Earth's spin",
            "We set off in a northerly direction.",
            "in a north(-)westerly direction from San Diego City",
            "The stage direction then requires the entry of two men.",
            "She twisted the letter to hide the hand-writing of the direction.",
            "She has an uncanny sense of direction.",
            "He cast a furtive glance in our direction.",
            "The evidence all points in this direction.",
            "They proposed a new direction for the firm.",
            "Everything seemed to point in one direction.",
            "She continued in the direction of the hills.",
            "They pointed their microphones in my direction.",
            "I'm going in the general direction of the store."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "i + без удар = [ai]"
        ],
        "example_translate": [
            "Скажи мне, куда смотреть.",
            "В каком направлении они пошли?",
            "У него не было цели в жизни.",
            "Я не мог уследить за ходом его мыслей.",
            "Приготовьтесь взять новое направление (в движении / в развитии).",
            "Я проконсультируюсь у кого-нибудь из дирекции.",
            "Форель носилась туда-сюда.",
            "Нам пришлось остановиться, чтобы спросить дорогу к пляжу.",
            "Ей было нужно, чтобы ею руководили даже в мелочах.",
            "Он отдавал распоряжения быстрее, чем она могла их выполнить.",
            "Джеймс прошёл мимо, даже не взглянув в мою сторону.",
            "Мы отправились в западном направлении.",
            "Все они удалились в одном и том же направлении.",
            "Она указала в сторону автомобильной стоянки.",
            "Постарайтесь нацелить антенну в правильном направлении.",
            "И он небрежно кивнул головой в мою сторону.",
            "Инструкцию можно найти на упаковке.",
            "направление вращения Земли",
            "Мы отправились в северном направлении.",
            "в северо-западном направлении от города Сан-Диего",
            "Затем по сценарию на сцену выходят двое мужчин.",
            "Она свернула письмо, чтобы спрятать надписанный от руки адрес.",
            "У неё поразительное чувство направления.",
            "Он украдкой взглянул в нашу сторону.",
            "Все улики указывают в этом направлении.",
            "Они предложили новое направление развития фирмы.",
            "Казалось, всё указывает в одном направлении.",
            "Она продолжила двигаться в сторону холмов.",
            "Они нацелили микрофоны в мою сторону.",
            "Я сейчас иду куда-то в сторону магазина."
        ]
    }
}