{
    "disappointed": {
        "comment": [
            "disappointing – разочаровывающий disappointed – разочарованный",
            "appoint",
            "appointment",
            "disappointment",
            "disappointing",
            "disappoint"
        ],
        "translate": "разочарованный, разочаровавшийся, огорченный, несбывшийся",
        "transcription": " |ˌdɪsəˈpɔɪntɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was disappointed in him and with his work.",
            "I'm very disappointed in you.",
            "I feel very disappointed at not getting the job.",
            "He is really disappointed about not being able to go with us.",
            "‘Disappointed?’ ‘No, actually I’m rather glad.’",
            "Disappointed hope untunes the soul.",
            "Dad seemed more disappointed than angry.",
            "Local residents were disappointed with the decision.",
            "I was a little bit disappointed.",
            "Your father and I are very disappointed in you.",
            "We were disappointed that they couldn't go.",
            "I can assure you that you won't be disappointed.",
            "I'm disappointed that my efforts have come to so little.",
            "I was bitterly disappointed.",
            "I was disappointed that we played so well yet still lost.",
            "I felt quite disappointed at first.",
            "You came across as being angry, not just disappointed.",
            "The girl's parents were bitterly disappointed at the jury's verdict.",
            "The team disappointed its fans.",
            "I was just a teeny bit disappointed.",
            "Disappointed fans slowly left the ballpark.",
            "We were disappointed by his backhanded apology.",
            "We disguised the fact that we were disappointed.",
            "I think you have a right to feel very disappointed.",
            "We were disappointed by the mediocrity of the wine.",
            "Visitors were disappointed to find the museum closed.",
            "Is it any surprise that she should feel disappointed?",
            "I was disappointed by the turn-out for our home match.",
            "They were deeply disappointed by her lack of interest.",
            "I wasn't just disappointed, I was absolutely shattered."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed",
            "Инфинитив с to после прил((am, is, are и т. д.) + прилагательное + инфинитив)",
            "Инфинитив"
        ],
        "example_translate": [
            "Он меня разочаровал, так же как и его работа.",
            "Я в вас очень разочарован.",
            "Мне очень жаль, что меня не взяли на эту работу.",
            "Он искренне огорчён, что не может пойти с нами.",
            "— Разочарованы? — Нет, на самом деле я даже рад.",
            "Несбывшиеся надежды расстраивают душу.",
            "Показалось, что папа больше расстроился, чем рассердился.",
            "Местные жители были разочарованы этим решением.",
            "Я был немного разочарован.",
            "Мы с твоим отцом в тебе очень разочарованы.",
            "Мы были разочарованы тем, что они не смогли пойти.",
            "Уверяю, вы не будете разочарованы.",
            "Я разочарован, что мои усилия принесли так мало результатов.",
            "Я был горько разочарован.",
            "Я был разочарован тем, что мы всё же проиграли, несмотря на такую хорошую игру.",
            "Сначала я был глубоко разочарован.",
            "Ты выглядел рассерженным, а не просто расстроенным.",
            "Родители девушки были горько разочарован решением жюри.",
            "Команда разочаровала своих поклонников.",
            "Я был чуточку /самую малость/ разочарован.",
            "Разочарованные болельщики медленно покинули стадион.",
            "Мы были разочарованы его неискренними извинениями.",
            "Мы не стали выдавать своего разочарования.",
            "Я думаю, что вы вправе чувствовать себя очень разочарованным.",
            "Мы были разочарованы заурядностью вина.",
            "Посетители были разочарованы, узнав, что музей закрыт.",
            "Стоит ли удивляться, что она чувствует разочарование?",
            "Я был разочарован явкой на наш домашний матч.",
            "Они были глубоко разочарованы отсутствием её интереса.",
            "Я был не просто разочарован, я был полностью уничтожен."
        ]
    }
}