{
    "disagreement": {
        "comment": [
            "agree",
            "disagree",
            "agreement",
            "agreed"
        ],
        "translate": "разногласие, расхождение во мнениях, ссора, разлад",
        "transcription": " |ˌdɪsəˈɡriːmənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "My instructor and I had a brief disagreement.",
            "Several disagreements have yet to be resolved.",
            "Britain and France have expressed disagreement with the proposal.",
            "There's been a lot of disagreement about how best to spend the money.",
            "...a child sitting in a sulk over a minor disagreement...",
            "There was disagreement among the agency's board of governors.",
            "The senator dismissed his disagreement with the President as a minor contretemps.",
            "The disagreement between the two men should not take away from their accomplishments.",
            "Disagreement is one thing, but accusations of lying are a different matter altogether!",
            "Their disagreement is just a political sideshow when compared to the real issues at hand.",
            "There was disagreement between the President and the Pentagon over the new military budget.",
            "A verbal disagreement at the football game soon turned into a general melee involving scores of spectators.",
            "a sporting solution of the disagreement",
            "There is disagreement within the alliance about how to deal with this problem.",
            "The chairman felt that it was his place to intervene in the disagreement between two of his committee members."
        ],
        "example_translate": [
            "Между мной и моим инструктором произошла короткая стычка.",
            "Несколько разногласий по-прежнему не разрешены.",
            "Британия и Франция выразили своё несогласие с предложением.",
            "Было много разногласий по поводу того, как лучше потратить деньги.",
            "...ребенок дуется из-за пустяка...",
            "Среди членов совета управляющих данного агентства имели место разногласия.",
            "Сенатор назвал свою ссору с президентом \"мелким недоразумением\".",
            "Разногласия между этими двумя мужчинами не должны бросать тень на их достижения.",
            "Несогласие — это одно дело, но обвинения во лжи — совершенно другое!",
            "По сравнению с насущными серьезными проблемами, их несогласие всего лишь политический отвлекающий маневр.",
            "Между президентом и Пентагоном имели место разногласия по поводу нового военного бюджета.",
            "Одна из словесных перепалок, происходивших на этом футбольном матче, вскоре переросла в побоище с участием нескольких десятков зрителей.",
            "джентльменское разрешение данных разногласий",
            "Внутри альянса нет общего мнения о том, как справиться с этой проблемой.",
            "Тут председатель решил, что пришёл момент вмешаться в спор двух членов комитета."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}