{
    "disappointing": {
        "comment": [
            "appoint",
            "appointment",
            "disappointed",
            "disappointment",
            "disappoint"
        ],
        "translate": "разочаровывающий, неутешительный, вызывающий разочарование",
        "transcription": " |ˌdɪsəˈpɔɪntɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is disappointing to analyze the results.",
            "The Lakers' loss in the playoffs was very disappointing.",
            "It was disappointing to lose, having got this far in the competition.",
            "Growing plants from seed can produce disappointing results.",
            "Despite the media hype, I found the film very disappointing.",
            "The fact we didn't win when we were so close is very disappointing.",
            "a disappointing performance from one who had seemed so promising",
            "The team will be anxious to make up for a disappointing start to the season.",
            "a disappointing speech that skirted around all the main issues",
            "British Airways has announced disappointing results for the first half of the year.",
            "The team should have won hands down but choked, disappointing the coach and the audience.",
            "He attributes the disappointing results to softness in the economy."
        ],
        "example_translate": [
            "Анализ результатов неутешителен.",
            "Поражение Лэйкерс в плей-офф было очень досадным.",
            "Очень неприятно проигрывать, дойдя до этой стадии состязания.",
            "Выращивание растений из семян может привести к неутешительным результатам.",
            "Несмотря на шумиху, поднятую в СМИ, этот фильм меня очень разочаровал.",
            "Очень обидно, что мы не победили, хотя были к этому так близки.",
            "неудовлетворительное выступление того, кто казался таким многообещающим",
            "Команда очень постарается компенсировать неудачный старт сезона.",
            "не оправдавшая ожиданий речь, которая обошла стороной все основные вопросы",
            "Авиакомпания \"British Airways\" объявила неутешительные результаты за первую половину года.",
            "Команда должна была без труда выиграть, но перегорела и оступилась, разочаровав тренера и болельщиков.",
            "Он объясняет неутешительные результаты мягкостью в экономике."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}