{
    "disastrous": {
        "comment": [
            "trousers",
            "disaster"
        ],
        "translate": "гибельный, бедственный",
        "transcription": " |dɪˈzæstrəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Overpopulation has been disastrous for the planet.",
            "Careless talk can be disastrous for a business.",
            "It would be disastrous to wait.",
            "Half the city was destroyed by a disastrous fire.",
            "His failure to back up the computer files had disastrous consequences.",
            "His lack of discernment led to his disastrous choice of business partners.",
            "If the two sides conflict with each other again, it will be disastrous for party unity.",
            "The situation can be described, without exaggeration, as disastrous.",
            "The bad weather could have a disastrous effect on the area's tourism industry.",
            "As military blunders go, the disastrous Pickett's Charge was of Himalayan proportions.",
            "The strike was economically disastrous.",
            "The battle was a disastrous end to a disastrous campaign.",
            "He trailed in last after a disastrous race.",
            "The last maggot he got in his head resulted in a disastrous extramarital affair."
        ],
        "example_translate": [
            "Перенаселение имело для данной планеты катастрофические последствия.",
            "Неосторожные разговоры могут погубить всё дело.",
            "Ожидание смерти подобно.",
            "Половина города была уничтожена в результате катастрофического пожара.",
            "То, что он не сделал резервного копирования файлов на компьютере, имело катастрофические последствия.",
            "Отсутствие у него проницательности привело к катастрофическому выбору бизнес-партнёров.",
            "Если конфликт между двумя сторонами возобновится, это самым гибельным образом скажется на единстве партии.",
            "Данную ситуацию можно назвать, без преувеличения, катастрофической.",
            "Плохая погода может оказать катастрофическое влияние на туристический бизнес данной области.",
            "В масштабах военных ошибок, катастрофическая атака Пикетта была размером с Гималаи.",
            "С точки зрения экономики, забастовка стала катастрофой.",
            "Это сражение стало гибельным финалом гибельной кампании.",
            "Он провёл кошмарную гонку и пришёл к финишу последним.",
            "Последняя блажь, которая взбрела к нему в голову, привела к внебрачной связи с катастрофическими последствиями."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}