{
    "disability": {
        "comment": [
            "ability",
            "inability",
            "probability",
            "capability",
            "stability",
            "availability",
            "profitability",
            "liability"
        ],
        "translate": "инвалидность, нетрудоспособность, неспособность, бессилие, неправоспособность",
        "transcription": " |ˌdɪsəˈbɪləti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Disability need not be a barrier to a successful career.",
            "He retired from the force with a disability pension.",
            "Despite her disability, Philippa is very confident.",
            "a program for children with disabilities",
            "This disability is more pronounced in men.",
            "He had the spunk to overcome a severe physical disability.",
            "It's a serious disease that can cause disability or death.",
            "After he injured his back he had to quit his job and go on disability.",
            "She has learned to keep a positive attitude about her disability.",
            "Some individuals malinger because they derive income from the disability.",
            "My wife has Multiple Sclerosis and is in receipt of disability living allowance.",
            "People with the learning disability dyslexia were once simply dismissed as dunces."
        ],
        "example_translate": [
            "Инвалидность необязательно должна становиться препятствием для успешной карьеры.",
            "Он уволился из вооруженных сил с получением права на пенсию по инвалидности.",
            "Несмотря на инвалидность, Филиппа очень уверена в себе.",
            "программа для детей с ограниченными возможностями",
            "Этот физический недостаток более ярко выражен у мужчин.",
            "Ему хватило мужества преодолеть серьёзный физический недостаток.",
            "Это серьёзное заболевание, которое может стать причиной инвалидности или смерти.",
            "После того, как он повредил спину, ему пришлось бросить работу и перейти на инвалидность.",
            "Она научилась сохранять позитивное отношение к своей инвалидности.",
            "Некоторые симулируют потому, что могут получить пособие по нетрудоспособности.",
            "У моей жены рассеянный склероз, и она получает пособие по инвалидности.",
            "Людей, страдающих неспособностью к обучению, дизлексией, когда-то просто называли тупицами."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}