{
    "disappear": {
        "comment": [
            "appearance",
            "appear",
            "appeal",
            "appealing"
        ],
        "translate": "исчезать, пропадать, скрываться, деваться, сгинуть, улетучиться, теряться",
        "transcription": " |ˌdɪsəˈpɪr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "These problems won't just disappear by themselves.",
            "The airliner disappeared off their radar.",
            "He disappeared without a trace two years ago.",
            "My blue bag has disappeared from the shelf where I left it.",
            "The dinosaurs disappeared millions of years ago.",
            "He disappeared without a trace.",
            "For his last trick, the magician made a rabbit disappear.",
            "The two men disappeared around the corner.",
            "It is utopian to believe that guns will disappear from the face of the earth because of any new laws.",
            "They tried to figure out how the illusionist made his assistant disappear from the stage.",
            "The feverish symptoms disappear or remit soon to recur or exacerbate.",
            "If we don't do something now, the forests may disappear altogether.",
            "The speaker suddenly disappeared just before the beginning of the ceremony."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эти проблемы сами по себе не исчезнут.",
            "Авиалайнер исчез с их радара.",
            "Он пропал без вести два года назад.",
            "Я оставил свою синюю сумку на полке, и она пропала.",
            "Динозавры вымерли миллионы лет назад.",
            "Он исчез без следа. / Он пропал без вести.",
            "В качестве последнего фокуса, маг заставил кролика исчезнуть.",
            "Оба они скрылись за углом.",
            "Полагать, что оружие исчезнет с лица земли благодаря новым законам, - это утопия.",
            "Они пытались понять, как иллюзионист заставил своего ассистента исчезнуть со сцены.",
            "Симптомы лихорадки исчезают или уменьшаются, чтобы вскоре вновь вернуться или обостриться.",
            "Если мы сейчас что-нибудь не предпримем, леса могут и вовсе исчезнуть",
            "Докладчик неожиданно исчез перед самым началом церемонии."
        ]
    }
}