{
    "disabled": {
        "comment": [
            "able",
            "unable"
        ],
        "translate": "инвалид, калека, нетрудоспособный, искалеченный",
        "transcription": " |dɪsˈeɪbld|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was disabled by an accident.",
            "The accident left him permanently disabled.",
            "These students were labelled 'learning disabled'.",
            "The organization is working to protect the rights of disabled veterans.",
            "He was disabled in a car accident.",
            "a support group for parents of disabled children",
            "The theatre has good access for the disabled.",
            "Federal law protects workers who are disabled.",
            "The zakat is earmarked for the poor and disabled.",
            "New ramps will help the disabled gain better access.",
            "Carter was permanently disabled in the war.",
            "It's not PC to describe people as disabled.",
            "technology to help the elderly and the disabled",
            "We're trying to improve access for disabled visitors.",
            "Few people have daily contact with mentally disabled people.",
            "The disabled man was unable to climb the stairs without help.",
            "The charity helps disabled children reach their full potential.",
            "They provide financial and practical help for disabled students.",
            "The reforms are motivated by a genuine concern for the disabled.",
            "He accused the government of ratting on its promises to the disabled.",
            "Jerry Lewis is out there all the time raising money for disabled kids.",
            "A long flight of stairs made the center inaccessible to disabled visitors.",
            "In after years the government set up a special fund for disabled veterans of the war.",
            "In after years the government set up a special fund for disabled veterans of the war.",
            "an able-bodied motorist openly flouting the law and parking in a space reserved for the disabled"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он стал инвалидом в результате несчастного случая.",
            "В результате аварии он на всю жизнь остался калекой.",
            "Этих студентов сочли \"неспособными к обучению\".",
            "Организация проводит работу в сфере защиты прав инвалидов-ветеранов.",
            "Он стал инвалидом в результате автокатастрофы.",
            "группа поддержки для родителей детей-инвалидов",
            "В театре имеется удобный доступ для инвалидов.",
            "Федеральный закон защищает работников, которые являются нетрудоспособными.",
            "Закят (религиозный налог у мусульман) предназначен для бедных и инвалидов.",
            "Новые пандусы облегчат инвалидам доступ (в здание).",
            "Картер был инвалидом войны.",
            "Называть людей инвалидами неполиткорректно.",
            "технология оказания помощи пожилым людям и инвалидам",
            "Мы пытаемся улучшить доступ для посетителей с ограниченными физическими возможностями.",
            "Мало кто каждый день соприкасается с умственно неполноценными людьми.",
            "Этот инвалид был не в состоянии подняться по лестнице без посторонней помощи.",
            "Этот благотворительный фонд помогает детям-инвалидам в полной мере реализовать свой потенциал.",
            "Они оказывают финансовую и практическую помощь студентам-инвалидам.",
            "Данные реформы мотивированы искренней заботой об инвалидах.",
            "Он обвинил правительство в неисполнении обещаний относительно инвалидов.",
            "Вон там Джерри Льюис постоянно занимается сбором средств для детей-инвалидов.",
            "Длинный лестничный пролёт сделал центр недоступным для посетителей с ограниченными физическими возможностями.",
            "В последующие годы правительство учредило специальный фонд для инвалидов войны.",
            "В последующие годы правительство создало специальный фонд для инвалидов-ветеранов войны.",
            "совершенно здоровый водитель, который открыто пренебрегает законом, паркуя свой автомобиль на месте, предназначенном для инвалидов"
        ]
    }
}