{
    "disaster": {
        "comment": [
            "disastrous"
        ],
        "translate": "бедствие, несчастье",
        "transcription": " |dɪˈzæstər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a walking disaster.",
            "They're trying to find a way to avoid disaster.",
            "The whole affair was a disaster.",
            "The oil spill was a disaster for Alaskan sea animals.",
            "The dinner party was a complete disaster.",
            "We can learn / draw important lesson from this disaster.",
            "The drought could spell disaster for wildlife.",
            "Nothing but disaster would come from such a plan.",
            "the disaster which then befell the human race",
            "The marriage was a disaster from the word go.",
            "His recklessness brought down disaster on the whole family.",
            "She had a sense of impending disaster.",
            "Large-scale inflation is a recipe for disaster.",
            "The peace process was on the brink of disaster.",
            "Ill-considered actions often result in disaster.",
            "She cannot comprehend the extent of the disaster.",
            "Warnings of disaster may be overblown.",
            "The sales campaign was a total disaster.",
            "The disaster could not have been foreseen.",
            "Everything he touches turns to disaster.",
            "You have brought disaster on the whole village!",
            "The Hillsborough Stadium disaster claimed the lives of 96 Liverpool supporters.",
            "This could bode disaster for all involved.",
            "The company is headed for financial disaster.",
            "The silly poet runs home to versify the disaster.",
            "Because of the weather, the parade was a total disaster.",
            "The death toll in the train disaster could be more than 1,000.",
            "If he thinks he can remain in power by force he is courting disaster.",
            "They blamed the disaster on a worker who dropped a burning cigarette butt.",
            "an intangible feeling of impending disaster"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она — ходячая катастрофа.",
            "Они пытаются найти способ избежать катастрофы.",
            "Всё дело обернулось катастрофой.",
            "Разлив нефти стал катастрофой для морских животных Аляски.",
            "Званый ужин полностью провалился.",
            "Мы можем вынести важный урок из этой катастрофы.",
            "Засуха может обернуться катастрофой для дикой природы.",
            "Ничего, кроме несчастья, этот план принести не мог.",
            "бедствие, которое затем обрушилось на человеческий род",
            "Это с самого начала был не брак, а несчастье какое-то.",
            "Его безрассудство принесло несчастье всей семье.",
            "У неё было ощущение надвигающейся катастрофы.",
            "Высокая инфляция - это верный путь к катастрофе.",
            "Мирный процесс был на грани катастрофы.",
            "Необдуманные действия часто приводят к катастрофе.",
            "Она не может осознать весь масштаб катастрофы.",
            "Предупреждения о грядущей катастрофе могут быть сильно преувеличены.",
            "Кампания по продажам с треском провалилась.",
            "Никто не мог предвидеть это бедствие. / Это несчастье нельзя было предугадать.",
            "Всё, к чему он прикасается, превращается в катастрофу.",
            "Ты навлёк несчастье на всю деревню!",
            "Давка на стадионе Хилзборо унесла жизни девяноста шести болельщиков клуба \"Ливерпуль\".",
            "Это может означать катастрофу для всех причастных.",
            "Компания — на пути к финансовой катастрофе.",
            "Глупый поэт бежит домой, чтобы описать в стихах случившееся несчастье.",
            "Из-за погоды парад полностью провалился.",
            "Как предполагают, в железнодорожной катастрофе погибло более тысячи человек.",
            "Если он полагает, что может удержать власть силой, то он напрашивается на неприятности.",
            "Вину за катастрофу возложили на работника, бросившего непогашенный окурок.",
            "неуловимое ощущение надвигающейся катастрофы"
        ]
    }
}