{
    "discrimination": {
        "comment": [],
        "translate": "дискриминация, распознавание, проницательность, разборчивость",
        "transcription": " |dɪˌskrɪmɪˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The law forbids discrimination on the grounds of race or religion.",
            "I abhor discrimination of any kind.",
            "Snakes' colour discrimination is poor, the researchers say.",
            "He sued the company for age discrimination.",
            "Overt race discrimination is illegal.",
            "She actioned the company for discrimination.",
            "They came across many instances of discrimination.",
            "She's prosecuting the company for sex discrimination.",
            "The Act proscribes discrimination on the grounds of race.",
            "Discrimination on grounds of race or gender is forbidden.",
            "Blatant racial and gender discrimination is just about over.",
            "Martin Luther King tried to break down racial discrimination.",
            "We should raise the issue of discrimination with the council.",
            "AIDS victims often experience social ostracism and discrimination.",
            "A committee will investigate allegations of racial discrimination.",
            "Racial discrimination still exists, only now it's subtler than it once was.",
            "Discrimination on the grounds of sexual orientation is still far too widespread.",
            "Racial preferences are a way to make up for years of discrimination against minorities.",
            "I incline to the opinion that this principle extends to cases of religious discrimination."
        ],
        "example_translate": [
            "Закон запрещает дискриминацию по расовому или религиозному признаку.",
            "Мне ненавистна любая дискриминация.",
            "Исследователи говорят, что змеи плохо различают цвета.",
            "Он подал на компанию в суд за дискриминацию по возрастному признаку",
            "Открытые проявления расовой дискриминации являются незаконными.",
            "Она подала на компанию в суд за дискриминацию.",
            "Они столкнулись со многими случаями дискриминации.",
            "Она обвиняет компанию в дискриминации по половому признаку.",
            "Закон запрещает дискриминацию по признаку расовой принадлежности.",
            "Дискриминация по половому или расовому признаку запрещена.",
            "Вопиющей дискриминации по расовому и половому признакам вот-вот настанет конец.",
            "Мартин Лютер Кинг пытался положить конец расовой дискриминации.",
            "Мы должны поднять вопрос о дискриминации на совете.",
            "Жертвы СПИДа нередко подвергаются общественному остракизму и дискриминации.",
            "Обвинения в расовой дискриминации будут расследоваться комиссией.",
            "Расовая дискриминация по-прежнему существует, но теперь она искуснее, чем раньше.",
            "Дискриминация по признаку сексуальной ориентации по-прежнему случается слишком часто.",
            "Позитивная дискриминация — это способ возместить долгие годы дискриминации в отношении меньшинств.",
            "Я склоняюсь к мнению, что этот принцип распространяется и на случаи религиозной дискриминации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}