{
    "discover": {
        "comment": [
            "recover",
            "cover",
            "discovery",
            "recovery",
            "covering",
            "covered",
            "coverage",
            "uncover"
        ],
        "translate": "обнаруживать, открывать, находить, раскрывать, узнавать, доискаться",
        "transcription": " |dɪˈskʌvər|",
        "antonyms": [],
        "mnemonic": [
            "cover [\"k∧və]\nrecover [rɪ'kʌvə] - возвращать себе, выздоравливать\nrecovery [rɪ'kʌvəri] - выздоровление\ndiscover [dɪ'skʌvə] - совершать открытие,\nобнаруживать\ndiscovery [dɪ'skʌvəri] - открытие, раскрытие\n***\nЗАКРОЙ глаза - они лукавы. (это) cover\nПРИКРОЙ глаза - они лукавы. (это) cover\nКрышка, покрывало, конверт, обложка.",
            "discover [di'sk∧və]\ndiscovery [dɪ'skʌvəri] - открытие, раскрытие,\nобнаружение\n***\nЯОБНАРУЖИЛ диск|\"Аве....\" (это) discover\nУзнавать, раскрывать."
        ],
        "examples": [
            "I discovered I was out of gas.",
            "The island was discovered by Captain Cook in I775.",
            "He was alarmed to discover that his car was gone.",
            "I have discovered the benefits of low fat eating.",
            "Who discovered the North Pole?",
            "In order to discover truth, we must be truthful ourselves.",
            "Little by little I was beginning to discover the truth about Garfield.",
            "We will not rest until we discover the truth.",
            "Polonium was discovered by Marie Curie in natural uranium.",
            "Christopher Columbus discovered the New World in 1492.",
            "She had once discovered him playing cards with his tutor.",
            "He has some bottles of beer stashed away where his wife won't discover them.",
            "The authors are unable to discover the cause of this discrepancy.",
            "The story is false, so far as I can discover.",
            "It took her several weeks to discover the solution.",
            "I wished fervently Henry might not discover my hiding place.",
            "The detective has to discover the murderer by logical deduction.",
            "The judge expressed it thus: \"Our obligation is to discover the truth.\"",
            "Roentgen discovered X-rays.",
            "She was horrified to discover that he loved Rose.",
            "Someone might discover our secret and that would never do.",
            "She soon discovered what had been going on.",
            "He refuses to give up his quest to discover the truth.",
            "He returned, only to discover his car had been clamped.",
            "The tests have discovered problems in the current design.",
            "He expected somehow to discover a woman who would love him.",
            "Several new species of plants have recently been discovered.",
            "a mind not gifted to discover truth but tenacious to hold it",
            "He was disappointed to discover that the mare was unfruitful.",
            "There's plenty to discover as you ramble around this little island."
        ],
        "synonyms": [],
        "grups": [
            "Причастие",
            "all_words",
            "Причастие - сложное дополнение с причастием 2(после глаголов)",
            "Сложное дополнение с причастием 1",
            "Причастие - сложное дополнение с причастием 1(после глаголов)",
            "Сложное дополнение с причастием 2",
            "Причастие - сложное подлежащее"
        ],
        "example_translate": [
            "Я обнаружил, что у меня кончился бензин.",
            "Остров был открыт капитаном Куком в 1775 году.",
            "Обнаружив, что его машина исчезла, он переполошился.",
            "Я открыл для себя преимущества маложирной диеты.",
            "Кто открыл Северный полюс?",
            "Чтобы обнаружить истину, мы сами должны быть честны.",
            "Понемногу я начал узнавать правду о Гарфилде.",
            "Мы не успокоимся, пока не узнаем правду.",
            "Мария Кюри обнаружила полоний в природном уране.",
            "Христофор Колумб открыл Новый свет в 1492 году.",
            "Однажды она застала его за игрой в карты со своим учителем.",
            "У него есть несколько бутылок пива, спрятанных там, где жена их не найдёт.",
            "Авторы не могут объяснить причину этого противоречия.",
            "Насколько мне удалось узнать, эта история — ложь.",
            "Ей потребовалось несколько недель, чтобы найти это решение.",
            "Я страстно желал только одного — чтобы Генри не обнаружил мое укрытие.",
            "Детектив должен найти убийцу путем логических размышлений.",
            "Судья выразился так: \"Наша обязанность — выяснить правду\".",
            "Рентген открыл X-лучи.",
            "Узнав, что он любит Розу, она пришла в ужас.",
            "Кто-то может раскрыть наш секрет, а это никуда не годится.",
            "Вскоре она узнала о том, что происходило до этого.",
            "Он не желает отказываться от поисков истины.",
            "Когда он вернулся, то обнаружил, что на колесо его машины поставили блокиратор. (за неправильную парковку)",
            "В ходе испытаний обнаружены проблемы в существующей конструкции.",
            "Он надеялся каким-то образом найти женщину, которая его полюбит.",
            "Недавно было открыто несколько новых видов растений.",
            "разум, не наделённый талантом открывать истину, но крепко её ухватывающий",
            "Он расстроился, узнав, что кобыла бесплодна.",
            "Гуляя по этому островку, можно узнать очень много."
        ],
        "stars": 3
    }
}