{
    "discretion": {
        "comment": [
            "screw",
            "screen",
            "screening",
            "discreet"
        ],
        "translate": "усмотрение, осмотрительность, благоразумие, осторожность, свобода действий",
        "transcription": " |dɪˈskreʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I leave it to your discretion.",
            "I hope I may trust to your discretion.",
            "He is the soul of discretion.",
            "He has attained to years of discretion.",
            "Discretion is the better part of valour.",
            "She handled the awkward situation with great discretion.",
            "He always uses care and discretion when dealing with others.",
            "The servants showed great tact and discretion.",
            "They vailed their standards and colours, as a sign that they submitted to the discretion of the sultan.",
            "Each artist in the gallery has discretion over the price that will be charged for his or her work.",
            "Leon is the very soul of discretion.",
            "The coach used his own discretion to let the injured quarterback play."
        ],
        "example_translate": [
            "Я оставляю это на ваше усмотрение.",
            "Надеюсь, что могу положиться на ваше благоразумие.",
            "Он воплощенное благоразумие [сама осмотрительность].",
            "Он достиг зрелого возраста.",
            "Бережёного бог бережёт.",
            "Она справилась с этой неловкой ситуацией, проявив большой такт.",
            "Общаясь с другими людьми, он всегда внимателен и осторожен.",
            "Слуги продемонстрировали прекрасное чувство такта и осмотрительность.",
            "Они склонили свои штандарты и знамёна в знак того, что сдаются на милость султана.",
            "Каждый художник в галерее может устанавливать цены за свои работы по собственному усмотрению.",
            "По части секретов Леон, что называется, могила.",
            "Тренер использовал свои полномочия, чтобы разрешить играть травмированному квотербэку."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}