{
    "discuss": {
        "comment": [
            "discussion"
        ],
        "translate": "обсуждать, дискутировать, потолковать",
        "transcription": " |dɪˈskʌs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What did you discuss at breakfast?",
            "Have you been discussing me with your friends?",
            "We discussed our household budget",
            "We never discuss politics at the dinner table.",
            "They met to discuss a plan of action.",
            "What did they discuss at supper?",
            "Would it be suitable to discuss this matter at lunch?",
            "Let's not discuss it further.",
            "I need to discuss it with him one-to-one.",
            "He didn't want to discuss that subject.",
            "We'll discuss where to meet later.",
            "There are a few things we need to discuss.",
            "This is hardly the place to discuss the matter.",
            "Last, I'll discuss family values.",
            "They met secretly to discuss the invasion plans.",
            "I shall discuss the question herein.",
            "She discussed the plan with several colleagues.",
            "We would discuss all manner of subjects.",
            "Have you discussed the matter with your family?",
            "It is awkward to discuss such matters in public.",
            "It would not be appropriate for me to discuss that now.",
            "They meet monthly to discuss progress.",
            "There is no space to discuss this issue here.",
            "We'll discuss this again on another occasion.",
            "I am not at liberty to discuss these matters.",
            "I've discussed the matter with my lawyer, and we have decided to settle the case out of court.",
            "The class discussed Dante's 'Inferno'.",
            "Discuss your worries with your partner.",
            "Politicians never discuss the real issues.",
            "The article discusses the theory in depth."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "О чём вы говорили за завтраком?",
            "Ты что, обсуждаешь меня со своими друзьями?",
            "Мы обсудили наш семейный бюджет.",
            "За столом мы никогда не говорим о политике.",
            "Они встретились, чтобы обсудить план действий.",
            "О чём они говорили за ужином?",
            "Удобно ли будет обсудить этот вопрос за обедом?",
            "Давайте не будем больше это обсуждать.",
            "Мне нужно обсудить это с ним наедине.",
            "Он не хотел обсуждать эту тему.",
            "Где встретиться, обсудим позже.",
            "Есть несколько вещей, которые нам нужно обсудить.",
            "Здесь не место обсуждению этого вопроса.",
            "Наконец, я поговорю о семейных ценностях.",
            "Они провели секретную встречу и обсудили планы вторжения.",
            "Я буду обсуждать данный вопрос в этом документе.",
            "Она обсудила этот план с несколькими коллегами.",
            "Мы говорили обо всём на свете.",
            "Вы обсуждали этот вопрос с семьёй?",
            "Неловко обсуждать такие вопросы на людях.",
            "Мне бы сейчас не хотелось это обсуждать.",
            "Каждый месяц они встречаются, чтобы обсудить текущие дела.",
            "Здесь не то место, чтобы обсуждать этот вопрос.",
            "Мы вернёмся к этому обсуждению в другой раз.",
            "Я не имею права обсуждать эти вопросы.",
            "Я поговорил с моим адвокатом, и мы решили уладить дело без суда.",
            "Класс обсуждал \"Ад\" Данте.",
            "Обсудите ваши опасения с партнёром.",
            "Политики никогда не обсуждают реальные проблемы.",
            "В статье эта теория рассматривается детально."
        ]
    }
}