{
    "discharge": {
        "comment": [
            "charge"
        ],
        "translate": "разряд, выполнение, разрядка, исполнение, выполнять, разрядить, разряжать",
        "transcription": " |dɪsˈtʃɑːrdʒ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has discharged her cargo.",
            "The hunter discharged his gun into the air.",
            "The gun failed to discharge.",
            "The discharge from the wound contained pus.",
            "The chimney discharges smoke.",
            "He has a broken nose but may be discharged today.",
            "We feared he would discharge the bomb.",
            "The shoots of pain were like those of an electric discharge.",
            "His boss discharged him because of habitual absenteeism.",
            "Suppose a chemical firm discharges a pollutant into a river.",
            "The prisoners were discharged from the detention camp.",
            "The discharge of the revolver was accidental.",
            "The ship discharged missiles against enemy targets.",
            "They develop a fever and a watery discharge from their eyes.",
            "He claims that his discharge from the job was based on his race.",
            "The discharge of her cargo began on the 14th Nov.",
            "The river Thames discharges itself into the sea some miles east of London.",
            "The goods will be sold for a fraction of their value in order to discharge the debt.",
            "We had to discharge several employees last week.",
            "Mother was discharged from the hospital only two weeks after her operation.",
            "The buses discharged passengers within walking distance of the terminal.",
            "He framed his honorable discharge from the army.",
            "They discharge the holiest responsibilities irresponsibly.",
            "After his discharge from the military, he went to college to become a teacher.",
            "Sewage is discharged directly into the sea.",
            "Now it is not in the power of any assignor to discharge the debt.",
            "Several of the recruits were discharged from the Army due to medical problems.",
            "The judge discharged the jury.",
            "A soldier accidentally discharged his weapon.",
            "Nurses visit the mother and baby for two weeks after their discharge from the hospital."
        ],
        "example_translate": [
            "Судно разгрузилось.",
            "Охотник выстрелил в воздух.",
            "Винтовка дала осечку.",
            "В выделениях из раны был гной.",
            "Из трубы идёт /валит/ дым.",
            "У него сломан нос, но его могут выписать уже сегодня.",
            "Мы боялись, что он взорвёт бомбу.",
            "Приступы боли были подобны разрядам электрического тока.",
            "Шеф уволил его по причине систематических прогулов.",
            "Предположим, что химическое предприятие сбрасывает в реку загрязняющее вещество.",
            "Заключённые были освобождены из лагеря для интернированных.",
            "Выстрел револьвера произошёл случайно.",
            "Корабль выпустил ракеты по вражеским цклям.",
            "У них развивается лихорадка и появляются выделения из глаз.",
            "Он утверждает, что его уволили с работы по причине его расовой принадлежности.",
            "Разгрузка судна началась 14 ноября.",
            "Темза впадает в море в нескольких милях к востоку от Лондона.",
            "Товары будут распроданы за гроши с тем, чтобы оплатить долг.",
            "На прошлой неделе нам пришлось уволить несколько сотрудников.",
            "Прошло всего две недели после операции, а мать уже выписали из больницы.",
            "Автобусы высаживали пассажиров в нескольких шагах от терминала.",
            "Он повесил в рамочку своё почётное удостоверение об увольнении из армии.",
            "Они несерьезно относятся к выполнению самых священных обязанностей.",
            "После увольнения из армии, он поступил в колледж, чтобы стать учителем.",
            "Сточные воды сбрасываются прямо в море.",
            "В данной ситуации уже никакой цедент не располагает правом избавить от уплаты долга.",
            "Несколько новобранцев были уволены из армии из-за проблем со здоровьем.",
            "Судья распустил жюри присяжных.",
            "Один солдат случайно выстрелил из своего оружия.",
            "Медсёстры навещают мать и ребёнка в течение двух недель после выписки из больницы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}