{
    "disguise": {
        "comment": [
            "guide"
        ],
        "translate": "маскировка, сокрытие, переодевание, маска, скрывать, маскировать, переодевать",
        "transcription": " |dɪsˈɡaɪz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He is a master of disguise.",
            "She went to the party disguised as a princess.",
            "She is a mistress of disguise.",
            "He was unrecognized in his disguise.",
            "He tricked her by wearing a disguise.",
            "It was bad policy to attempt disguise.",
            "Maybe you could disguise yourself as a waiter and sneak in there.",
            "You had better disguise so he won't make you.",
            "She disguised herself in a wig and glasses.",
            "The prisoners made their escape by disguising themselves in guards' clothing.",
            "His disguise didn't fool anybody.",
            "Perfect candour can do more for us than a dark disguise.",
            "'Tax reform' is just a tax increase in disguise.",
            "We disguised the fact that we were disappointed.",
            "The famous thief is known to be a master of disguise.",
            "There's no way you can disguise that southern accent.",
            "She wore dark glasses in an absurd attempt at disguise.",
            "His disguise didn't fool anyone.",
            "There's no disguising the fact that business is bad.",
            "The woman in the park turned out to be a police officer in disguise.",
            "We disguised our faces before robbing the bank.",
            "He escaped across the border disguised as a priest.",
            "The speech was seen by many as a thinly disguised attack on the president.",
            "In her article the professor resorts to garrulity in a vain attempt to disguise the fact that she has very little worth saying.",
            "He wore a disguise of glasses, a fake mustache, and a cap."
        ],
        "example_translate": [
            "Он мастер перевоплощения.",
            "Она отправилась на маскарад в костюме принцессы.",
            "Она искусно притворяется",
            "Он остался неузнанным в своей маскировке.",
            "Он обманул её, замаскировавшись. / Он перехитрил её, переодевшись.",
            "Притворяться было неразумно.",
            "Возможно, у тебя получится переодеться официантом и пробраться туда.",
            "Ты лучше измени внешность, чтобы он не опознал тебя.",
            "Она изменила свою внешность с помощью парика и очков.",
            "Заключённые сбежали, переодевшись охранниками.",
            "Его маскировка никого не обманула.",
            "Полная откровенность может сослужить нам большую службу, чем коварный обман.",
            "Так называемая \"налоговая реформа\" — всего лишь завуалированное повышение налогов.",
            "Мы не стали выдавать своего разочарования.",
            "Этот знаменитый вор известен как мастер перевоплощения.",
            "Южный акцент скрыть никак невозможно.",
            "Она надела тёмные очки, нелепо пытаясь замаскироваться.",
            "Его маскировка никого не одурачила.",
            "Мы не скрываем, что дела обстоят плохо.",
            "Женщина в парке оказалась замаскированным полицейским.",
            "Перед ограблением банка мы скрыли свои лица.",
            "Он бежал через границу, переодевшись священником.",
            "Многие восприняли данное выступление как тонко замаскированное нападение на президента.",
            "В своей статье профессор прибегает к излишней многословности, в тщетной попытке скрыть тот факт, что сказать ей, в общем-то, почти нечего.",
            "Он замаскировался с помощью очков, накладных усов и кепки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}