{
    "disgust": {
        "comment": [],
        "translate": "отвращение, брезгливость, омерзение, внушать отвращение, быть противным",
        "transcription": " |dɪsˈɡʌst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He left in great disgust.",
            "This spoilt food disgusts me",
            "'You fool!' she uttered in disgust.",
            "He eyed the greasy food with disgust.",
            "He spoke with every evidence of disgust.",
            "The crowd hooted its disgust.",
            "She wrinkled her nose in disgust.",
            "Joan looked at him with disgust.",
            "The photographs disgust some people.",
            "Luke didn't trouble to hide his disgust.",
            "She's a vegetarian because the idea of eating meat totally disgusts her.",
            "Her face crinkled up in disgust.",
            "To these austere fanatics a holiday was an object of disgust.",
            "The fans didn't hide their disgust at the umpire's decision.",
            "Many parents claimed to be disgusted by the amount of violence in the film.",
            "Ted threw up his hands in disgust. 'Can't you make her change her mind?' he asked.",
            "Nelson's disgust with US politics",
            "She squinched up her eyes in disgust.",
            "The thought of dissecting a frog disgusts me.",
            "She shook her head in disgust when I described the scene.",
            "He reached into the bin with a look of disgust on his face.",
            "Dear Sir, I was disgusted to see the picture on page one of Sunday's feature section.",
            "Yvonne turned and stalked out of the room in disgust.",
            "He talked about his disgust with the way the news media focuses on celebrities."
        ],
        "example_translate": [
            "Он ушёл в сильном раздражении.",
            "Эта испорченная еда мне противна",
            "\"Дурак!\" произнесла она с отвращением.",
            "Он посмотрел на жирную еду с отвращением.",
            "В его голосе чувствовалось явное отвращение.",
            "Толпа гудела, выражая своё недовольство.",
            "Она сморщила нос от отвращения.",
            "Джоан посмотрела на него с отвращением.",
            "Эти фотографии вызывают у некоторых людей отвращение.",
            "Люк даже не потрудился скрыть свое отвращение.",
            "Она вегетарианка, потому что мысль о том, чтобы питаться мясом, ей совершенно отвратительна.",
            "Её лицо сморщилось от отвращения.",
            "Для этих суровых фанатиков любой праздник был объектом отвращения.",
            "Болельщики не скрывали своего крайнего возмущения решением судьи.",
            "Многие родители утверждали, что количество насилия, увиденного в фильме, вызвало у них отвращение.",
            "Тед с отвращением всплеснул руками. — Ты что, не можешь заставить её передумать? — спросил он.",
            "отвращение Нельсона к политике США",
            "От отвращения она зажмурила глаза.",
            "Мне противна сама мысль о том, чтобы препарировать лягушку.",
            "Она с отвращением покачала головой, когда я описал эту сцену.",
            "Он полез в мусорное ведро с брезгливым выражением лица.",
            "Милостивый государь, я испытал отвращение, увидев фотографию на первой странице воскресного раздела статей.",
            "Ивонн повернулась и с отвращением вышла из комнаты.",
            "Он рассказывал о своем отвращении тем, насколько внимание СМИ сосредоточено на знаменитостях."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}