{
    "dish": {
        "comment": [
            "wish"
        ],
        "translate": "блюдо, тарелка, кушанье, миска, красотка, выгибать, класть на блюдо",
        "transcription": " |dɪʃ|",
        "antonyms": [],
        "mnemonic": [
            "dish [диш] блюдо - (Диш- овые) блюда."
        ],
        "examples": [
            "What does this dish consist of?",
            "I'll have rice as a side dish.",
            "Could you help me dish up the dinner?",
            "This dish has an unusual flavor.",
            "What a dish!",
            "a small dish of ice cream",
            "He was completely dished.",
            "Do you care to try this dish?",
            "Please help me to dish out the vegetables.",
            "This dish is a cinch to make.",
            "How much soup should I ladle into each person's dish?",
            "This dish is very quick to prepare.",
            "This story has been dished up in a hundred different ways.",
            "This dish feeds six.",
            "a sink full of dirty dishes",
            "Could you dish up the vegetables?",
            "This dish could use a touch of garlic.",
            "Please hand down the large dish from the top shelf, I can't reach.",
            "They served me a dish of rice.",
            "That dish looks very appetizing.",
            "My output was not everybody's dish.",
            "The waiter brought the next dish on.",
            "The dish lay in fragments on the floor.",
            "This dish was created by our chef Jean Richard.",
            "Goat's cheese adds extra bite to any pasta dish.",
            "the culture of cells in a Petri dish",
            "She dunked the dish in the rinse water.",
            "She prepared a special dish for dinner.",
            "Garnish each dish with a slice of lemon.",
            "a dish seasoned with chopped fresh herbs"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Из чего состоит это блюдо?",
            "На гарнир я возьму рис.",
            "Не поможешь мне накрыть стол к обеду?",
            "Это блюдо имеет необычный вкус.",
            "Какая красотка!, Ягодка!",
            "небольшая тарелка мороженого",
            "Он чувствовал себя совершенно обманутым.",
            "Хотите попробовать это блюдо?",
            "Помоги мне разложить по тарелкам овощи.",
            "Это блюдо очень просто приготовить.",
            "Сколько супа мне наливать в каждую тарелку?",
            "Приготовление этого блюда занимает совсем немного времени.",
            "Эту историю рассказывают каждый раз по-разному.",
            "Этого блюда хватит на шестерых.",
            "раковина, полная грязной посуды.",
            "Не могли бы вы подать овощи к столу?",
            "В это блюдо можно положить немного чеснока.",
            "Пожалуйста, дай мне вон ту большую тарелку с верхней полки, я не могу её достать.",
            "Мне подали тарелку риса.",
            "Это блюдо выглядит очень аппетитно.",
            "То, что у меня в итоге получилось, могло понравиться далеко не всем.",
            "Официант подал следующее блюдо.",
            "Блюдо, разбитое на куски, лежит на полу.",
            "Это блюдо было приготовлено нашим шеф-поваром Жаном Ришаром.",
            "Козий сыр придаёт особый вкус любому блюду из макарон.",
            "культура клеток в чашке Петри",
            "Она окунула блюдо в воду для полоскания.",
            "Она приготовила к ужину особое блюдо.",
            "Украсьте каждое блюдо ломтиком лимона.",
            "блюдо, посыпанное рубленой зеленью"
        ],
        "stars": 2
    }
}