{
    "dismiss": {
        "comment": [
            "permission",
            "missing",
            "miss",
            "missile",
            "mission",
            "admission",
            "omission",
            "submission",
            "emission",
            "dismissal"
        ],
        "translate": "увольнять, освобождать, распускать, отклонять, отпускать, прекращать, отделываться",
        "transcription": " |dɪsˈmɪs|",
        "antonyms": [],
        "mnemonic": [
            "dismiss [дисми'с] распустить - (Са-дись мисс) и о роспуске парламента напиши указ;"
        ],
        "examples": [
            "I dismissed the taxi.",
            "The worker was dismissed for laziness.",
            "Dismiss your fear.",
            "He was dismissed as incompetent.",
            "For God's sake let me dismiss the guests!",
            "He dismissed the report as speculation.",
            "I don't think we should dismiss the matter lightly.",
            "I dismissed him from my mind.",
            "She dismissed his advances.",
            "The class was dismissed for lunch.",
            "She dismissed him from her mind.",
            "This case is dismissed!",
            "Several employees were recently dismissed.",
            "The students were dismissed early because of the snowstorm.",
            "The judge dismissed murder charges against Dr. Smith.",
            "The plaintiff's action was dismissed with costs.",
            "He, smiling, said, \"Dismiss your fear\". (J. Dryden)",
            "I was dismissed after I gave my report.",
            "The court held that school officials have the authority to dismiss teachers.",
            "The lawyers were disappointed by the court's denial of their motion to dismiss the case.",
            "The lawyer had a presentiment that the judge would dismiss the case.",
            "He tends to dismiss people concerned about global warming as a bunch of worrywarts.",
            "That judge refused a huge bribe to dismiss the charges against the wealthy defendant."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я отпустил такси.",
            "Этого работника уволили за лень.",
            "Забудь о страхе.",
            "Его уволили за некомпетентность.",
            "Ради бога, позволь мне отпустить (проводить) гостей!",
            "Он не придал докладу значения, считая, что в нём одни предположения.",
            "Мне кажется, нам нельзя просто отмахнуться от этого вопроса.",
            "Я выбросил его из головы, перестал о нём думать.",
            "Она отвергла его ухаживания.",
            "Учеников отпустили на обед.",
            "Она выбросила его из головы [перестала о нем думать].",
            "Это дело закрыто!",
            "Недавно было уволено несколько сотрудников.",
            "Из-за снежной бури студентов / учеников отпустили по домам пораньше.",
            "Судья снял с доктора Смита обвинение в убийстве.",
            "Иск был отклонён, а судебные издержки возложены на истца.",
            "Улыбаясь, он сказал: \"Забудь о страхе\"",
            "После того как я предоставил отчёт, мне разрешили идти.",
            "Суд постановил, что администрация школы имеет полномочия увольнять учителей.",
            "Юристы были разочарованы отказом суда на их ходатайство о закрытии дела.",
            "Адвокат предчувствовал, что судья прекратит это дело.",
            "Он обычно отмахивается от людей, обеспокоенных глобальным потеплением, называя их паникёрами.",
            "Тот судья отказался от огромной взятки, и не стал снимать обвинения против богатого подсудимого."
        ],
        "stars": 2
    }
}