{
    "dismissal": {
        "comment": [],
        "translate": "увольнение, отставка, освобождение, отстранение, роспуск, отклонение",
        "transcription": " |dɪsˈmɪsl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I played no role in your dismissal.",
            "No dismissals have been announced yet.",
            "He took it for a dismissal.",
            "He lost his claim for unfair dismissal.",
            "Occasional absence from work is not a valid reason for dismissal.",
            "The hypothesis is worthy of dismissal.",
            "They feel injured by our dismissal of their concerns.",
            "There was a second reason for his dismissal.",
            "The maximum award for unfair dismissal is £55,000.",
            "The newspapers faithfully reported the events that led up to the Minister's dismissal.",
            "Gill's dismissal of the book as '386 pages of rubbish'",
            "Unauthorized absence is sufficient reason for dismissal.",
            "The putative reason for her dismissal was poor job performance.",
            "The fear of dismissal has been hovering over me ever since the director's warning."
        ],
        "example_translate": [
            "Я не имела никакого отношения к вашему увольнению.",
            "Никакие увольнения / отставки ещё не были оглашены.",
            "Он понял, что таким образом ему предложили уйти.",
            "Он проиграл свой иск о несправедливом увольнении.",
            "Редкий прогул не считается еще достаточным основанием для увольнения.",
            "Эту гипотезу следует отбросить.",
            "Их обижает, что мы не принимаем в расчёт имеющиеся у них опасения.",
            "Был и второй повод для его увольнения.",
            "Максимальная компенсация за несправедливое увольнение составляет £55.000.",
            "Газеты точно изложили события, которые привели к отставке министра.",
            "то, что Джилл пренебрежительно назвала эту книгу \"триста восемьдесят шесть страниц ахинеи\"",
            "Самовольное отсутствие является достаточным основанием для увольнения.",
            "Её уволили предположительно по причине плохих рабочих показателей.",
            "С тех пор как директор сделал мне замечание, надо мной висит угроза увольнения."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}