{
    "disorder": {
        "comment": [
            "order"
        ],
        "translate": "расстройство, беспорядок, беспорядки, приводить в беспорядок, расстраивать",
        "transcription": " |dɪsˈɔːrdər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The room was in complete disorder.",
            "The meeting finished in disorder.",
            "You did not say that the disorder had got that length with you.",
            "Those rooms were the very picture of disorder.",
            "They have some tendency to correct the disorder radically.",
            "This climate is apt to disorder the liver.",
            "She suffers from a neural disorder.",
            "His whole system was thrown into disorder.",
            "The files are in complete disorder.",
            "Don't worry, the genetic disorder isn't transmissible from one generation to the next.",
            "The elephants, made furious by their wounds, increased the disorder.",
            "Everything was in disorder, but nothing seemed to be missing.",
            "He clearly has some kind of personality disorder (=a mental illness).",
            "Phobic disorder is a general term for all phobias.",
            "The mayor is concerned that a rally could create public disorder."
        ],
        "example_translate": [
            "В комнате царил полный беспорядок.",
            "Митинг закончился беспорядками.",
            "Ты не говорил, что болезнь зашла так далеко.",
            "Эти комнаты были истинным воплощением беспорядка.",
            "Они стремятся полностью устранить беспорядок.",
            "Этот тип климата обычно вызывает нарушение работы печени.",
            "Она страдает от нервного расстройства.",
            "Вся его система пришла в расстройство.",
            "Документы находятся в полном беспорядке.",
            "Не беспокойтесь, генетические расстройства не передаются от одного поколения следующему.",
            "Израненные и разъярённые, слоны ещё больше усиливали всеобщую панику.",
            "Везде царил беспорядок, но вроде бы ничего не пропало.",
            "У него явно какое-то расстройство личности (т.е. психическое заболевание).",
            "\"Фобическое расстройство\" является общим названием для всех видов фобий.",
            "Мэр обеспокоен тем, что митинг может привести к общественным беспорядкам."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}