{
    "display": {
        "comment": [],
        "translate": "дисплей, отображение, показ, демонстрация, показывать, демонстрировать, проявлять",
        "transcription": " |dɪˈspleɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He liked to display his erudition.",
            "Toys were displayed in the store window.",
            "an impressive display of military might",
            "The display of dahlias was most excellent.",
            "The rookie player displayed great skill.",
            "On our web site, we show the merchandise that we display in our stores.",
            "Students displayed their projects at the science fair.",
            "a spectacular display of northern lights",
            "Ceramics of every kind were on display.",
            "He treated the guests to a fireworks display.",
            "She displayed no emotion on the witness stand.",
            "The store dressed its display windows for the Christmas season.",
            "Their artwork is on display at the museum.",
            "I pressed 'return' and an error message was displayed.",
            "They peeled back the sheet to display the new sculpture.",
            "All the exam results will be displayed on the noticeboard.",
            "Her trophies are in a display case.",
            "a shameless display of poor sportsmanship",
            "We have display stands in many bookstores.",
            "the vulgar display of the newly rich",
            "Art was employed for the display of religious facts.",
            "If the merchandise you are selling comes in pairs, display one only.",
            "Different flowers can be grouped together to make a colourful display.",
            "Hosiery is displayed on shelfs in a great variety of styles and colors.",
            "Her performance in the Olympics was an unexampled display of athletic prowess.",
            "This time the display flashed a red warning signal.",
            "The museum featured a display of wondrous tapestries.",
            "The museum has put its latest acquisitions on display.",
            "The festivities started with a huge fireworks display.",
            "The course places emphasis on presentation and display."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он любил похвастаться своей эрудицией.",
            "Игрушки были выставлены в витрине магазина.",
            "впечатляющая демонстрация военной мощи",
            "Выставка георгинов была великолепна.",
            "Новичок продемонстрировал мастерскую игру.",
            "На нашем веб-сайте мы демонстрируем товары, которые мы выставляем на продажу в наших магазинах.",
            "На этой научной ярмарке студенты продемонстрировали свои проекты.",
            "впечатляющая /эффектная/ демонстрация северного сияния",
            "Была выставлена самая разнообразная керамика.",
            "Он устроил для гостей фейерверк.",
            "Она проявила никаких эмоций, выступая в суде в качестве свидетеля.",
            "Магазин разукрасил витрину к рождественским праздникам.",
            "Их работы демонстрируются в данном музее.",
            "Я нажал кнопку \"назад\", и на экране появилось сообщение об ошибке.",
            "Они сорвали простыню, чтобы показать новую скульптуру.",
            "Все результаты экзаменов будут вывешены на доске объявлений.",
            "Ее трофеи находятся под стеклом на витрине.",
            "беззастенчивое проявление неспортивного поведения",
            "У нас есть стенды во многих книжных магазинах.",
            "пошлое хвастовство нуворишей /новоиспечённых богачей/",
            "Искусство использовалось для изображения фактов божественной истории.",
            "Если продаваемый вами товар представляет собой пару, выставляйте только один предмет.",
            "Различные цветы можно собрать вместе, чтобы составить красочную витрину.",
            "Чулочные изделия выставлены на полках в большом ассортименте стилей и цветов.",
            "Её выступление на Олимпийских играх стало беспримерным проявлением спортивной доблести.",
            "В этот раз на дисплее вспыхнул красный предупреждающий сигнал.",
            "В музее были представлены удивительные гобелены.",
            "Музей продемонстрировал свои последние приобретения.",
            "Торжества начались с огромного фейерверка.",
            "В курсе делается акцент на способах подачи и демонстрации материала."
        ]
    }
}