{
    "dispute": {
        "comment": [],
        "translate": "спор, разногласия, диспут, полемика, спорить, оспаривать, дискутировать",
        "transcription": " |dɪˈspjuːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her honesty was never disputed.",
            "He had a dispute with his wife.",
            "Nobody disputed that Davey was clever.",
            "She acted as peacemaker in the dispute.",
            "She desires to remain neutral in the dispute.",
            "Some very skilful negotiators will be needed to settle this dispute.",
            "The government and the farmers are disputing about the land for the airport.",
            "We found a resolution to the dispute.",
            "The dispute soon surfaced in the press.",
            "They could not settle their dispute.",
            "He got into a dispute over a taxi fare.",
            "He interceded in the family dispute.",
            "The paternity of the child is in dispute.",
            "The facts of the case are still in dispute.",
            "Few would dispute that travel broadens the mind.",
            "Both sides in the dispute are now willing to talk.",
            "Fishermen from Bristol disputed fishing rights with the Danes.",
            "The company admitted the liability but disputed the amount of damages.",
            "No one ever disputed that it was the right decision.",
            "Before long, the dispute degenerated into fierce polemics.",
            "a protracted custody dispute that became a judicial quagmire",
            "The war was caused by a dispute over the annexing of a strip of land.",
            "a fruitless attempt to settle the dispute",
            "Soviet forces disputed every inch of ground.",
            "The meeting ended in an acrimonious dispute.",
            "The two farmers are involved in a land dispute.",
            "The materiality of that fact is not in dispute.",
            "The dispute began again with increased acrimony.",
            "His interpretation of the poem is open to dispute.",
            "The second dispute was sorted out in a like manner."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её честность никогда не подвергалась сомнению.",
            "У него были разногласия с женой.",
            "Никто не подвергал сомнению тот факт, что Деви умён.",
            "Она выступала в качестве миротворца в споре.",
            "Она не хочет принимать чью-либо сторону в споре.",
            "Нужны очень искусные посредники, чтобы урегулировать этот спор.",
            "Правительство и фермеры спорят о том, какую землю отвести под аэропорт.",
            "Мы нашли решение данного спора.",
            "Скоро об их полемике заговорили в прессе.",
            "Они не смогли разрешить свой спор.",
            "Он ввязался в спор из-за платы за такси.",
            "Он выступил примирителем в семейном споре.",
            "Отцовство ребёнка находится под вопросом.",
            "Обстоятельства данного дела до сих пор остаются предметом спора.",
            "Мало кто будет спорить, что путешествия расширяют кругозор.",
            "Сейчас обе стороны данной дискуссии готовы к обсуждению.",
            "Рыбаки из Бристоля оспорили в суде права датчан на ловлю рыбы.",
            "Компания признала свою ответственность, но оспорила размер компенсации ущерба.",
            "Никто никогда не оспаривал правильность этого решения.",
            "Вскоре спор перерос в ожесточённую полемику.",
            "затяжной спор об опеке, который превратился в чрезвычайно сложную юридическую ситуацию",
            "Причиной войны стал спор об аннексии полосы земли.",
            "бесплодная попытка урегулировать этот спор",
            "Советские войска сражались за каждую пядь земли.",
            "Совещание закончилось ожесточёнными спорами.",
            "Эти два фермера участвуют в земельном споре.",
            "Важность этого факта неоспорима.",
            "Спор возобновился с повышенной злостью.",
            "С его трактовкой этого стихотворения можно поспорить.",
            "Второй спор уладили подобным же образом."
        ]
    }
}