{
    "disposal": {
        "comment": [
            "disposable"
        ],
        "translate": "распоряжение, удаление, размещение, избавление, продажа, расположение, устранение",
        "transcription": " |dɪˈspəʊzl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am at your disposal.",
            "The car was at my disposal.",
            "He put the use of his house at my disposal.",
            "I had plenty of time at my disposal to search around for the best deal.",
            "What part of my funds are at my disposal?",
            "Archaeologists advise on nuclear waste disposal.",
            "They had complete control over the disposal of the funds.",
            "He used all the resources at his disposal.",
            "Disposal of fixed asset investments realised a profit of £50 million.",
            "The city oversees waste disposal contracts.",
            "We must utilize all the tools at our disposal.",
            "Local government needs a basket of taxes at its disposal.",
            "The profit or loss on the disposal of an asset must be accounted for.",
            "The device, which contained 400lbs of explosive, was made safe by army bomb disposal experts."
        ],
        "example_translate": [
            "Я в вашем распоряжении.",
            "Автомобиль был в моём распоряжении.",
            "Он предложил мне пользоваться своим домом.",
            "У меня было достаточно времени, чтобы подыскать наилучшее предложение.",
            "Какая часть средств в моем распоряжении?",
            "Археологи дают рекомендации по вопросам захоронения ядерных отходов.",
            "Они осуществляли полный контроль над распоряжением средств.",
            "Он использовал все ресурсы, имевшиеся в его распоряжении.",
            "Прибыль от продажи основных средств составила 50 млн. фунтов стерлингов.",
            "Город курирует договоры по сбору и утилизации отходов.",
            "Мы обязаны использовать все средства, которые имеются в нашем распоряжении.",
            "Местной администрации необходима налоговая корзина и право ею распоряжаться.",
            "Необходимо учесть прибыли или убытки, образовавшиеся в связи с ликвидацией актива.",
            "Взрывное устройство, в котором содержалось четыреста фунтов взрывчатки, было обезврежено армейскими взрывотехниками."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}