{
    "dissolve": {
        "comment": [
            "solve",
            "resolve"
        ],
        "translate": "растворяться, растворить, растворять, наплыв",
        "transcription": " |dɪˈzɑːlv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her illusions dissolved.",
            "Sugar dissolves in water.",
            "Their marriage dissolved.",
            "Dissolve the tablet in water.",
            "Their courage dissolved in the face of danger.",
            "The president has the power to dissolve parliament.",
            "Overwhelmed with grief for her loss, she dissolved into tears.",
            "The court may dissolve a partnership at the suit of any partners.",
            "The news dissolved her into tears.",
            "His kind words dissolved her sadness.",
            "Pancreatic juices dissolve proteins.",
            "The judge dissolved the tobacco company.",
            "The sugar quickly dissolved in the coffee",
            "The President dissolved the parliament and called for new elections.",
            "The treatment is used to dissolve kidney stones.",
            "The political wing of the party dissolved after much internal fighting.",
            "The giant iceberg dissolved over the years during the global warming phase.",
            "Hopes for peace dissolved in renewed violence.",
            "The recipe says that we should dissolve a cup of sugar in two cups of water."
        ],
        "example_translate": [
            "Ее иллюзии рассеялись.",
            "Сахар растворяется в воде.",
            "Их брак распался.",
            "Растворите таблетку в воде.",
            "Их храбрость растаяла перед лицом опасности.",
            "У президента есть полномочия для роспуска парламента.",
            "Горе утраты переполнило её, и она залилась слезами.",
            "Суд может ликвидировать партнерство на основе заявления любого из партнеров.",
            "Эта новость довела её до слёз.",
            "Его добрые слова рассеяли её печаль.",
            "Панкреатические соки расщепляют протеины.",
            "Судья ликвидировал эту табачную компанию.",
            "Сахар быстро растворился в кофе.",
            "Президент распустил парламент и призвал к новым выборам.",
            "Это лечение направлено на растворение камней в почках.",
            "После большой внутренней борьбы политическое крыло партии было распущено.",
            "Этот гигантский айсберг растаял за те годы, которые прошли в течение фазы глобального потепления.",
            "Надежды на мир исчезли с возобновлением насилия.",
            "В рецепте сказано, что нам нужно растворить стакан сахара в двух стаканах воды."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}