{
    "distinct": {
        "comment": [
            "distinction",
            "distinctive"
        ],
        "translate": "отдельный, особый, отчетливый, определенный, внятный, индивидуальный, ясный",
        "transcription": " |dɪˈstɪŋkt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The phrase has three distinct meanings.",
            "There was the distinct smell of something burning.",
            "There are three distinct categories.",
            "The outline became less and less distinct as the light faded.",
            "The two lads represent two distinct varieties of human life.",
            "The people who attend the conference can be subdivided into three distinct groups.",
            "A distinct charge is brought against you, fortified by particulars.",
            "I got the distinct impression that they didn't mean to stay long.",
            "The alar bones are in reality distinct elements of the cranium.",
            "The sun has no distinct surface.",
            "a tree related to but quite distinct from the European beech",
            "Claudius was the first to invade Britain with distinct...intentions of conquest.",
            "The word 'nationalism' is used in at least two distinct senses.",
            "a thoughtful book about the nation's bifurcation into two distinct and antagonistic cultures",
            "Management had interests quite distinct from those of their employees."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У этой фразы есть три различных значения.",
            "Отчётливо пахло чем-то горелым.",
            "Существуют три различные категории.",
            "Очертания становились все менее и менее четкими, в то время как свет постепенно гас.",
            "Эти двое юношей олицетворяют два различных типа человеческой жизни.",
            "Людей, посещающих эту конференцию, можно разделить на три различные группы.",
            "Против вас выдвинуто чёткое обвинение, подкреплённое фактами.",
            "У меня сложилось чёткое впечатление, что они не хотели надолго задерживаться.",
            "Крыловидные кости в действительности являются отдельными элементами черепа.",
            "Солнце не имеет отчётливо выраженной поверхности.",
            "дерево, родственное европейскому буку, но разительно отличающееся от него",
            "Клавдий был первым, кто вторгся в Британию с явными... намерениями её завоевать.",
            "Слово \"национализм\" используется как минимум в двух различных значениях.",
            "заставляющая задуматься книга о разветвлении нации на две различные и враждебные друг другу культуры",
            "Интересы администрации компании весьма отличались от интересов её сотрудников."
        ],
        "stars": 2
    }
}