{
    "distress": {
        "comment": [
            "stress",
            "stressed",
            "street",
            "stretch",
            "mistress"
        ],
        "translate": "бедствие, страдание, беда, горе, несчастье, огорчать, терзать, доводить до нищеты",
        "transcription": " |dɪˈstres|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The ship is in distress.",
            "The tone of your letter greatly distresses me.",
            "The dream had distressed her greatly.",
            "The girl was crying and clearly in distress.",
            "Do not distress yourself about the child, he is safe.",
            "Widows seem to experience more distress than do widowers.",
            "Luke's behaviour caused his parents great distress.",
            "Don't let all the bad news distress you.",
            "We picked up a distress signal 6 km away.",
            "The diary shows his distress that evening.",
            "The way you wolf your food it's no wonder you have intestinal distress.",
            "This is the tone and tune of men in distress.",
            "The death of his wife caused him great distress.",
            "The patient showed no obvious signs of distress.",
            "He couldn't quite verbalize the cause of his mental distress.",
            "The distress flares were spotted by another ship.",
            "Seeing his distress, Louise put her arm around him.",
            "He suffered severe emotional distress as a result of the accident.",
            "The term 'distress' connotes some degree of perturbation and emotional upset.",
            "The court awarded the plaintiff a substantial quittance for bodily injury and emotional distress.",
            "The patient appeared to be in distress.",
            "The news of her child's illness distressed the mother.",
            "He acted selflessly when he helped the old lady in distress.",
            "She was the classic maiden in distress."
        ],
        "example_translate": [
            "Корабль терпит бедствие.",
            "Тон вашего письма меня ужасно огорчает.",
            "Этот сон очень сильно её расстроил.",
            "Девушка плакала и явно была в беде. (было понятно что у неё случилось что-то плохое)",
            "Не терзайте себя мыслями о ребёнке, с ним всё в порядке.",
            "Вдовы, по-видимому, испытывают большее горе, чем вдовцы.",
            "Выходки / поведение Люка приводили его родителей в отчаяние.",
            "Пусть все эти дурные новости вас не тревожат.",
            "Мы уловили сигнал бедствия в шести километрах от нас.",
            "Из дневника видно, как плохо ему было в тот вечер.",
            "То, как ты пожираешь пищу, объясняет, почему у тебя кишечное расстройство.",
            "Таково настроение и состояние страдающих людей.",
            "Смерть жены причинила ему большое горе.",
            "Пациент не проявлял явных признаков страданий.",
            "Он не мог выразить словами причину своих душевных страданий.",
            "Эти сигналы бедствия были замечены с другого корабля.",
            "Увидев, как он страдает, Луиза обняла его.",
            "В результате аварии он перенёс серьёзное эмоциональное потрясение.",
            "Слово \"страдание\" подразумевает некоторую степень смятения и эмоционального расстройства.",
            "Суд присудил истцу существенную компенсацию за телесные повреждения и моральный ущерб.",
            "По-видимому, пациент испытывал чрезвычайно сильную боль.",
            "Новость о болезни ребёнка причинила матери душевные страдания.",
            "Он действовал самоотверженно, помогая попавшей в беду пожилой даме.",
            "Это была типичная \"дева в беде\". (архетипический персонаж: девушка в опасности, ожидающая спасителя)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}