{
    "distinguish": {
        "comment": [],
        "translate": "различать, отличать, выделить, значительный",
        "transcription": " |dɪˈstɪŋɡwɪʃ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You can't distinguish the detail from this distance.",
            "I could hardly distinguish anything in the morning mist.",
            "It is his Italian accent that distinguishes him.",
            "You're old enough to distinguish between fact and fantasy.",
            "I sometimes have difficulty distinguishing Spanish from Portuguese.",
            "The nice eye can distinguish grade and grade.",
            "The only thing that distinguishes the dogs is their bark.",
            "a sure way to distinguish the two",
            "I have trouble distinguishing the difference between the two of them.",
            "He cannot distinguish between accentuated and non-accentuated words.",
            "Today's business environment requires that service providers distinguish themselves from their competitors or lose high-value customers.",
            "He should be able to distinguish what is Genuine in them from what is Spurious.",
            "You should be able to distinguish fact from fantasy.",
            "The main distinguishing feature of this species is the leaf shape.",
            "His modesty distinguishes him from his peers.",
            "The factor that distinguishes this company from the competition is customer service.",
            "I have trouble distinguishing between the two of them.",
            "The light was too dim for me to distinguish anything clearly.",
            "Young children sometimes can't distinguish between fantasy and reality.",
            "We distinguish several kinds of maple.",
            "Students in science class learning how to distinguish a dragonfly naiad from an earthworm.",
            "The singer's voice is what distinguishes the band.",
            "the ability to fashion tools and other characteristics that distinguish human beings from other animals",
            "His attorney argued that Cope could not distinguish between right and wrong."
        ],
        "example_translate": [
            "Вы не можете различить детали с такого расстояния.",
            "Я почти ничего не мог разглядеть в утреннем тумане.",
            "Что его отличает, так это итальянский акцент.",
            "Ты достаточно взрослая, чтобы различать действительность / реальность и фантазию.",
            "Иногда я с трудом отличаю испанский от португальского.",
            "Внимательный взгляд может уловить тончайшие оттенки.",
            "Единственное, что отличает собак - это их лай.",
            "надёжный способ отличить одного от другого",
            "Мне трудно понять, в чём между ними разница.",
            "Он не различает ударных и безударных слов.",
            "Сегодняшние условия бизнеса требуют от продавцов услуг отличаться от своих конкурентов, чтобы не потерять ценных покупателей.",
            "Он должен уметь отличить в них поддельное от настоящего.",
            "Вы должны быть в состоянии отличить факты от фантазий.",
            "Главной отличительной чертой этого вида является форма листа.",
            "От сверстников он отличается своей скромностью.",
            "Фактором, отличающим данную компанию от конкурентов, является обслуживание клиентов.",
            "Мне трудно различить этих двоих.",
            "Для меня свет был слишком тусклым, чтобы можно было хоть что-то различить.",
            "Маленькие дети порой не могут отличить выдумку от реальности.",
            "Мы различаем несколько видов клёна.",
            "На уроке естествознания ученики учатся отличать отличать личинку стрекозы от дождевого червя.",
            "Голос певца отличает эту группу от других.",
            "способность создавать инструменты, а также другие особенности, которые отличают человека от других животных",
            "Его адвокат утверждал, что Коуп не может отличить хорошее от плохого."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}