{
    "distributed": {
        "comment": [
            "district",
            "distribute",
            "distribution",
            "distributor"
        ],
        "translate": "распределенный",
        "transcription": " |ˌdɪˈstrɪbjətəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The money that has been collected will be distributed among all the children's hospitals in the area.",
            "The books will be distributed free to local schools.",
            "Profits are distributed to shareholders as dividends.",
            "Surplus cheese distributed to the needy",
            "They distributed gifts with a lavish hand.",
            "Make sure the weight is evenly distributed.",
            "He distributed the imposts more equitably.",
            "The Life Guards were then distributed into three troops.",
            "The wreck of the crashed plane was distributed over a wide area.",
            "A large number of complimentary tickets is distributed to keep the stalls \"dressed\".",
            "The money will be distributed equally among the winners.",
            "The school distributed pamphlets promoting good dental hygiene.",
            "They distributed flyers announcing the concert throughout the city.",
            "A limiting factor in health care is the way resources are distributed.",
            "Hymnals are distributed among the congregation before the church service so everyone can join in the singing."
        ],
        "example_translate": [
            "Собранные деньги будут распределены по детским больницам района.",
            "Книги будут бесплатно распределяться по местным школам.",
            "Прибыль распределяется среди акционеров в качестве дивидендов.",
            "Излишки сыра розданы нуждающимся.",
            "Они щедрой рукой раздавали подарки.",
            "Убедитесь, что вес распределяется равномерно.",
            "Он распределял налоги с большей справедливостью.",
            "Лейб-гвардия была затем поделена на три отряда.",
            "Остатки потерпевшего катастрофу самолёта были разбросаны на большой площади.",
            "Роздано большое количество пригласительных билетов, чтобы партер был заполнен.",
            "Деньги будут распределены поровну между победителями.",
            "Школа распространяла листовки с призывом хорошо ухаживать за гигиеной полости рта.",
            "Они раздавали листовки с объявлением о концерте по всему городу.",
            "Ограничивающим фактором в здравоохранении является способ распределения ресурсов.",
            "Перед началом церковного собрания членам паствы раздают сборники церковных гимнов, чтобы каждый мог принять участие в их пении."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}