{
    "disturbed": {
        "comment": [
            "disturb",
            "disturbing",
            "disturbance"
        ],
        "translate": "нарушенный, встревоженный, прерванный",
        "transcription": " |dɪˈstɜːrbd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He was manifestly disturbed.",
            "We were angry at being disturbed.",
            "The noise disturbed my concentration.",
            "Someone had disturbed my things.",
            "Nothing disturbed the silence of the night.",
            "I am truly disturbed by her unquestioning acceptance of authority.",
            "She slept fitfully, disturbed by nightmares.",
            "My hormone balance is disturbed by my pregnancy.",
            "The death of her friend had disturbed the balance of her mind.",
            "I'm disturbed that so many of the students appear to be illiterate.",
            "Intrusive reporters disturbed their privacy.",
            "He seems very disturbed about his work lately.",
            "She was disturbed to learn he had bought a motorbike.",
            "No breath disturbed the perfect serenity of the night.",
            "Divers have disturbed the sea bed in some areas.",
            "The thieves fled when they were disturbed by a neighbour.",
            "In Hyde Park a clearly disturbed man was chuntering about something."
        ],
        "example_translate": [
            "Он был явно взволнован.",
            "Мы рассердились, что нас потревожили.",
            "Этот шум мешал мне сосредоточиться.",
            "Кто-то рылся в моих вещах.",
            "Ничто не нарушало /не тревожило/ ночной тишины.",
            "Меня очень беспокоит её безропотное подчинение власти.",
            "Она спала урывками: беспокоили кошмары.",
            "Мой гормональный фон нарушен из-за беременности.",
            "Смерть ее друга спутала все мысли в её голове.",
            "Я обеспокоен тем, что так много студентов оказались безграмотными невеждами.",
            "Назойливые журналисты нарушили их уединение.",
            "Кажется, в последнее время его очень беспокоит работа.",
            "Она встревожилась, узнав, что он купил мотоцикл.",
            "Ни одно дуновение не нарушало полного спокойствия ночи.",
            "В некоторых местах ныряльщики потревожили морское дно.",
            "Воры убежали, когда их вспугнул один из соседей.",
            "В Гайд-парке какой-то явно психически ненормальный человек невнятно о чём-то бормотал."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}