{
    "disturb": {
        "comment": [
            "disturbing",
            "disturbed",
            "disturbance"
        ],
        "translate": "беспокоить, нарушать, мешать, побеспокоить, волновать, будоражить, смущать",
        "transcription": " |dɪˈstɜːrb|",
        "antonyms": [],
        "mnemonic": [
            "disturb [дистэ'б] беспокоить, мешать - (Дистабилизация) мешает и беспокоит.",
            "disturb [dɪs'tɜ:b]\n***\nНе БЕСПОКОЙ! - \"уйди|стоп\"! (это) disturb\nТы меня СМУЩАЕШЬ - это поди|стёб. (это) disturb\nЧтоб не ПОТРЕВОЖИЛИ - нужен \"антистоп\". (это)\ndisturb"
        ],
        "examples": [
            "Do not disturb.",
            "Sorry to disturb you.",
            "I'm sorry to disturb you at such a late hour.",
            "I'm engaged now, don't disturb me.",
            "Someone had disturbed my things.",
            "On no account must you disturb me.",
            "That is what disturbs me, Mr Dermott.",
            "The noise disturbed my concentration.",
            "I promise not to disturb anything.",
            "She walked down the aisle very carefully, so as not to disturb her costume.",
            "If you find a bird's nest, never disturb the eggs.",
            "Sorry to disturb you, but I have an urgent message.",
            "Don't disturb the baby when he's sleeping.",
            "We went along silently on tiptoe so as not to disturb anyone.",
            "Any response which disturbs the attacker's ideal scenario can help.",
            "My hormone balance is disturbed by my pregnancy.",
            "Don't disturb the patient's wounds by moving him too rapidly!",
            "What disturbs you most about this latest development?",
            "The thieves fled when they were disturbed by a neighbour.",
            "It seemed a pity to disturb the drowsing (or dozing) professor."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не беспокоить. (надпись на табличке, которую вешают на дверь номера в гостинице)",
            "Извините за беспокойство.",
            "Я сожалею, что побеспокоил вас в столь поздний час.",
            "Я занят, не беспокойте меня.",
            "Кто-то рылся в моих вещах.",
            "Ни в коем случае не смейте меня беспокоить.",
            "Вот, что меня беспокоит, господин Дермот.",
            "Этот шум мешал мне сосредоточиться.",
            "Обещаю ничего не трогать.",
            "Она шла по проходу очень осторожно, чтобы не испортить костюм.",
            "Если вы нашли птичье гнездо, никогда не трогайте яйца.",
            "Извините, что беспокою, но у меня срочное сообщение.",
            "Не беспокойте малыша во время сна.",
            "Мы прошли тихо, на цыпочках, чтобы никого не потревожить.",
            "Могут помочь любые действия, нарушающие планы нападающего.",
            "Мой гормональный фон нарушен из-за беременности.",
            "Не перемещайте пациента слишком быстро, чтобы не растревожить его раны!",
            "Что вас больше всего тревожит в этом последнем развитии событий?",
            "Воры убежали, когда их вспугнул один из соседей.",
            "Задремавшего профессора было жалко будить."
        ],
        "stars": 2
    }
}