{
    "distinguished": {
        "comment": [
            "distinguish"
        ],
        "translate": "заслуженный, выдающийся, известный, видный, изысканный, утонченный, необычный",
        "transcription": " |dɪˈstɪŋɡwɪʃt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She has a distinguished record as a public official.",
            "His mind is distinguished by the amplitude of its grasp.",
            "The translation has been faithfully made by a distinguished pen.",
            "The general had had a distinguished career.",
            "We'll drink to Fred Sloane, who has a fine, distinguished edge.",
            "Volcanic grits are distinguished by the angularity of the particles.",
            "She has had a long and distinguished career in diplomacy.",
            "In spite of cancellations and interlineations, the original words can easily be distinguished.",
            "The book was published under a distinguished imprint.",
            "He distinguished himself on several occasions in the civil war.",
            "That singularity distinguished him from all his companions.",
            "It is solely by their language that the upper classes nowadays are distinguished.",
            "Saccani's excellent recording is an auspicious start to what promises to be a distinguished musical career.",
            "The introduction highlighted the speaker's distinguished career in linguistics.",
            "She crowned her long and distinguished career by designing the city's beautiful new bridge."
        ],
        "example_translate": [
            "Она блестяще проявила себя в роли должностного лица.",
            "Его ум отличается полнотой восприятия.",
            "Перевод был блестяще выполнен выдающимся писателем.",
            "Генерал совершил выдающуюся карьеру.",
            "Давайте выпьем за Фреда Слоана, который всегда так изысканно пьян.",
            "Отличительным признаком вулканического песка является остроконечная форма песчинок.",
            "Она совершила долгую и выдающуюся карьеру в дипломатии.",
            "Несмотря на зачёркивания и вставки, исходный текст можно легко разобрать.",
            "Данная книга вышла под маркой известного издателя.",
            "В ходе гражданской войны он несколько раз отличился.",
            "Эта особенность отличала его от всех его товарищей.",
            "В наше время представителей высших слоёв общества можно определить лишь по языку.",
            "Превосходные записи Саккани представляют собой благоприятное начало многообещающей музыкальной карьеры.",
            "Во вступительном слове была подчёркнута выдающаяся карьера выступающего в лингвистике.",
            "Она увенчала свою долгую и выдающуюся карьеру, спроектировав новый красивый мост в этом городе."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}