{
    "disturbing": {
        "comment": [
            "disturb",
            "disturbed",
            "disturbance"
        ],
        "translate": "волнующий, беспокойный, беспокоящий",
        "transcription": " |dɪˈstɜːrbɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "a disturbing increase in the crime rate",
            "He was arrested for disturbing the peace.",
            "It is disturbing to find evidence of widespread corruption.",
            "I found the film's subject matter to be quite disturbing.",
            "There was something sinister about him that she found disturbing.",
            "He gave a disturbing account of the murder.",
            "All that noise is disturbing my concentration.",
            "The litany of problems is unfortunately long and disturbing.",
            "A disturbing trend is that victims of violence are getting younger.",
            "The inquiry unearthed some disturbing evidence.",
            "Our survey reveals a disturbing lack of interest in teacher training.",
            "It's a common problem but this doesn't make it any the less disturbing.",
            "Some disturbing footage of the war was shown on the evening news.",
            "disturbing, enigmatic paintings that seem to embody the psyche of this brilliant but troubled artist"
        ],
        "example_translate": [
            "тревожный рост преступности",
            "Его арестовали за нарушение общественного порядка.",
            "Свидетельства широко распространившейся коррупции вызывают беспокойство.",
            "Вопросы, поднятые в фильме, показались мне весьма тревожными.",
            "В нём было что-то зловещее, от чего ей становилось не по себе.",
            "Его рассказ об убийстве оставил тяжёлое впечатление.",
            "Весь этот шум мешает мне сосредоточиться.",
            "К сожалению, список проблем огромен и наводит на тревожные размышления.",
            "Тревожная тенденция заключается в том, что жертвы насилия становятся всё моложе.",
            "Расследование выявило некоторые тревожные данные.",
            "Наше исследование показывает тревожное отсутствие заинтересованности в подготовке учителей.",
            "Это распространённая проблема, что, однако, не делает её менее тревожной.",
            "В вечерних новостях были показаны тревожные кадры с этой войны.",
            "тревожащие, загадочные картины, которые как будто воплощают в себе душу этого выдающегося, но безумного художника"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}