{
    "distant": {
        "comment": [
            "distance"
        ],
        "translate": "далёкий, отдаленный, дальний, сдержанный, давний, холодный, сухой, слабый, прошлый",
        "transcription": " |ˈdɪstənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The distant cry of a wolf was heard.",
            "He was mute, distant, and indifferent.",
            "They are her distant kin.",
            "Steve is a distant relation of my wife.",
            "The distant thunder portended a storm.",
            "He made straight towards a distant light.",
            "His father was distant and undemonstrative.",
            "In the distant past, dinosaurs roamed the earth.",
            "She heard the distant toll of church bells.",
            "The sun set behind the brow of distant hills.",
            "the glimmer of a distant star",
            "the distant tinkle of a cow-bell",
            "the faint glow of a distant light",
            "Her boyfriend is a distant relative of mine.",
            "the faint light of a distant candle",
            "They dream of traveling to distant suns.",
            "He could hear the clang of distant bells.",
            "We could hear the rumble of distant thunder.",
            "He has distant relations back in New Jersey.",
            "My thoughts were rambling to distant places.",
            "The day I left home is now a distant memory.",
            "an intense yearning to journey to distant lands",
            "the distant thunder of cannon fire",
            "I heard a burst of distant gunfire.",
            "the faint rattle of distant gunfire",
            "the muted sound of a distant trumpet",
            "I was banished to a distant corridor.",
            "The estate devolved on a distant cousin.",
            "Distant clouds opalesce like pale brocade.",
            "She eyed the distant shoreline with misgiving."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Слышался далёкий волчий вой.",
            "Он стоял безмолвный, отстранённый и равнодушный.",
            "Они её дальняя родня /дальние родственники/.",
            "Стив — дальний родственник моей жены.",
            "Отдаленный гром предвещал грозу.",
            "Он направился прямо к видневшемуся вдали свету.",
            "Его отец был человеком сдержанным, и не любил выставлять напоказ свои чувства.",
            "В далеком прошлом по земле бродили динозавры.",
            "Она услышала отдалённый звон церковных колоколов.",
            "Солнце закатилось за вершины далёких холмов.",
            "мерцание далёкой звезды",
            "отдалённый звон колокольчика на шее коровы",
            "слабый отблеск далёкого света",
            "Её парень — мой дальний родственник.",
            "слабый свет далёкой свечи",
            "Они мечтают о путешествиях к далёким звёздам.",
            "Он слышал, как где-то вдалеке звонят колокола.",
            "Мы слышали раскаты далёкого грома.",
            "У него там, в Нью-Джерси, есть дальние родственники.",
            "Мысли мои блуждали где-то очень далеко.",
            "Я уже с трудом помню тот день, когда ушёл из дома.",
            "непреодолимая тяга к путешествиям в дальние страны",
            "далёкий грохот пушечного огня",
            "Я услышал, как где-то вдалеке громыхнули выстрелы.",
            "слабый грохот далёких выстрелов",
            "приглушенные звуки далёкой трубы",
            "Меня выдворили в дальний коридор.",
            "Имение перешло к дальнему родственнику.",
            "Далёкие облака переливаются, словно неяркая парчовая ткань.",
            "Полная дурных предчувствий, она всмотрелась в далёкую линию берега."
        ]
    }
}