{
    "district": {
        "comment": [
            "distribute",
            "distribution",
            "distributor",
            "distributed"
        ],
        "translate": "районный, окружной, район, округ, зона, участок, районировать",
        "transcription": " |ˈdɪstrɪkt|",
        "antonyms": [],
        "mnemonic": [
            "district [ди'стрикт] район - (Деструкт-ивные) силы с районов начали мятеж;"
        ],
        "examples": [
            "This bus line serves a large district.",
            "A district was built up with new blocks of flats.",
            "Famine threatens the district.",
            "The district affords minerals.",
            "the theater district in New York City",
            "Superior Court of the District of Columbia",
            "He sent a heads-up to the District Attorney.",
            "a house in a pleasant suburban district",
            "The territory was districted for legislative purposes.",
            "Paris's arty Marais district",
            "My class are going to the Lake District.",
            "The district administration may annul the lease.",
            "She's one of the most experienced teachers in the district.",
            "the commandant of a naval district",
            "The Peak District is good walking country.",
            "The tenderloin district was notorious for vice.",
            "Six police officers are in charge of the district.",
            "This is a district where old crafts are handed down from father to son.",
            "a listing of all households in the district",
            "courts having jurisdiction in this district",
            "The district judge had assessed the situation.",
            "She works in the garment district of Manhattan.",
            "She represents the eighth congressional district.",
            "The district encompasses most of the downtown area.",
            "the distinctively conservative district of the county",
            "He represents the Congressional District of Illinois.",
            "An arbitrary number has been assigned to each district.",
            "The case came up for trial in the court of the district.",
            "The whole district had an air of abandonment and neglect.",
            "The district is infamous for its brothels and drug dealers."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Эта автобусная линия обслуживает большой район.",
            "Один из участков был застроен новыми домами.",
            "Району грозит голод.",
            "В этом районе имеются полезные ископаемые.",
            "театральный район в Нью-Йорке",
            "Верховный суд федерального округа Колумбия",
            "Он послал окружному прокурору предостережение.",
            "дом в приятном пригородном районе",
            "Территория была разбита на районы для законодательных целей.",
            "артистический район Парижа Марэ",
            "Мой класс едет в Озёрный край. (горный регион в Северо-Западной Англии)",
            "Администрация округа может аннулировать данный договор об аренде.",
            "Она является одним из наиболее опытных педагогов района.",
            "комендант военно-морского округа",
            "Пик-Дистрикт — местность, по которой хорошо гулять пешком.",
            "Этот злачный квартал был печально известен своими пороками.",
            "Этот район находится в ведении шестерых полицейских.",
            "В этом районе старинные ремёсла передаются по наследству от отца к сыну.",
            "список всех домохозяйств в районе",
            "суды, обладающие юрисдикцией в этом районе",
            "К тому времени окружной судья уже оценил ситуацию.",
            "Она работает в швейном квартале Манхэттена.",
            "Она представляет восьмой избирательный округ.",
            "Этот район включает в себя большую часть делового центра города.",
            "традиционно консервативный район графства",
            "Он представляет избирательный округ штата Иллинойс.",
            "Каждому району был присвоен случайный номер.",
            "Это дело разбиралось в окружном суде.",
            "Во всём этом районе присутствовал дух заброшенности и безнадзорности.",
            "Этот район печально известен своими борделями и наркоторговцами."
        ],
        "stars": 3
    }
}