{
    "distribution": {
        "comment": [
            "district",
            "distribute",
            "distributor",
            "distributed"
        ],
        "translate": "распределение, распространение, дистрибуция, раздача, рассылка, разверстка",
        "transcription": " |ˌdɪstrɪˈbjuːʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was responsible for product distribution.",
            "He was taken in at the distribution of the profits.",
            "The new design provides better weight distribution.",
            "The university does not permit distribution of leaflets on campus.",
            "Gaussian distribution",
            "The Russian government centralized the distribution of food.",
            "an equitable distribution of food supplies",
            "The group collects food and clothing for distribution to needy families.",
            "Weibull distribution",
            "Erlangian distribution",
            "the spatial distribution of the population",
            "After the revolution, food distribution was decentralized.",
            "A vast system of production and distribution and consumption keep the country going.",
            "The next major challenge for the company is to improve its distribution capabilities.",
            "the bipolar distribution of certain species",
            "He studies the distributions of wildcats in North America.",
            "The distribution of paychecks will happen every other Friday.",
            "The new software will be sold through existing distribution channels.",
            "The proper amount and distribution of electrolytes in the body is essential for health."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она отвечала за распределение /распространение/ продукции.",
            "При распределении прибыли ему выделили долю.",
            "Новая конструкция обеспечивает лучшее распределение веса.",
            "Университет не разрешает распространение листовок на территории кампуса.",
            "стат. гауссово /нормальное/ распределение",
            "Российское правительство централизовало распределение продуктов питания.",
            "справедливое распределение продовольствия",
            "Группа собирает еду и одежду для раздачи нуждающимся семьям.",
            "ТМО распределение Вейбулла",
            "ТМО распределение Эрланга, эрланговское распределение",
            "пространственное распределение населения",
            "После революции распределение продовольствия было децентрализовано.",
            "Жизнедеятельность страны поддерживает огромная система производства, распределения и потребления.",
            "Следующей главной задачей для данной компании является улучшение её возможностей распределения продукции.",
            "биполярное распределение некоторых видов",
            "Он изучает распространение диких кошек в Северной Америке.",
            "Выдача зарплаты будет происходить каждую вторую пятницу.",
            "Новое программное обеспечение будет продаваться по существующим каналам сбыта.",
            "Для здоровья важно правильное количество и распределение электролитов в организме."
        ]
    }
}