{
    "distinction": {
        "comment": [],
        "translate": "различие, отличие, разграничение, различение, разница, честь, распознавание",
        "transcription": " |dɪˈstɪŋkʃn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The distinction between the two theories blurred",
            "She made a distinction between the words “less” and “fewer.”",
            "He won many distinctions.",
            "He was raised in a small town of no great distinction.",
            "It is necessary to make a distinction between love and infatuation.",
            "There are no obvious distinctions between the two designs.",
            "His grey hair gave him an air of distinction.",
            "He learned the distinction between gold and lead.",
            "The distinction was obscured.",
            "Her talents gave distinction to the work.",
            "The book has more quality and distinction than four-fifths of the novels which come under our notice.",
            "There is a sharp distinction between domestic and international politics.",
            "The report draws a distinction between various forms of health care.",
            "He had the dubious distinction of being the last selectee to serve in the Vietnam War.",
            "The design of the conservatory is meant to blur the distinction between the house and the garden.",
            "a distinction between legitimate and illegitimate trade",
            "There's a firm distinction between the moderate consumption of alcoholic beverages and overindulgence to the point of intoxication.",
            "nebulous distinction between pride and conceit"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Разница между этими двумя теориями размыта.",
            "Она видит различие между словами “меньше” и “менее.”",
            "Он получил много наград.",
            "Он вырос в маленьком городке, где не было ничего особенного.",
            "Необходимо различать любовь и влюблённость.",
            "Между двумя этими проектами нет очевидных различий.",
            "Седые волосы придавали ему величественный вид.",
            "Он узнал разницу между золотом и свинцом.",
            "Различие было размыто.",
            "Благодаря её талантам работа получилась выдающейся.",
            "Эта книга лучше, чем четыре пятых всех привлекающих наше внимание романов.",
            "Существует чёткое различие между внутренней и международной политикой.",
            "В докладе проводится разграничение между различными формами здравоохранения.",
            "Ему выпала сомнительная честь быть последним призванным на службу во Вьетнам.",
            "Конструкция данной оранжереи призвана размыть грань между домом и садом.",
            "разница между законной и незаконной торговлей",
            "Существует чёткое различие между умеренным потреблением спиртных напитков, и злоупотреблением ими вплоть до отравления.",
            "смутное различие между гордостью и самомнением"
        ]
    }
}