{
    "divert": {
        "comment": [],
        "translate": "отвлекать, отводить, отклонять, развлекать, отвлекать внимание, забавлять, сбивать",
        "transcription": " |daɪˈvɜːrt|",
        "antonyms": [],
        "mnemonic": [
            "divert [да'йвэ:т] отвлекать - (Дай вет-ку) обезьяне, чтобы отвлечь её внимание."
        ],
        "examples": [
            "Police diverted traffic to a side street.",
            "He lied to divert attention from the real situation.",
            "He'd been trying to divert suspicion away from himself.",
            "The stream was diverted toward the farmland.",
            "To prevent flooding, we shall have to divert the river from its course.",
            "The company should divert more resources into research.",
            "Traffic is being diverted (on)to a side road because of the accident.",
            "The high street is closed and traffic is being diverted.",
            "They were charged with illegally diverting public funds for private use.",
            "They're only proposing the law to divert attention from important issues.",
            "The crime crackdown is an attempt to divert attention from social problems.",
            "Canals divert water from the Truckee River into the lake."
        ],
        "example_translate": [
            "Полиция направила автомобильный поток на соседнюю улицу.",
            "Он лгал, чтобы отвлечь внимание от того что происходило на самом деле.",
            "Он пытался отвести от себя подозрения.",
            "Ручей направили к сельскохозяйственным землям.",
            "Чтобы устранить опасность затопления, нам придётся отвести реку в другое русло.",
            "Компании следовало бы направить больше средств на исследования.",
            "Из-за аварии движение направляют по боковой дороге.",
            "Главная улица перекрыта, и транспорт направляется в обход.",
            "Их обвинили в незаконной передаче государственных средств для личного использования.",
            "Они выдвигают этот законопроект лишь для того, чтобы отвлечь внимание от важных вопросов.",
            "Суровое наказание преступлений — это попытка отвлечь внимание от общественных проблем.",
            "Каналы отводят воду из реки Траки в озеро."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}