{
    "dive": {
        "comment": [],
        "translate": "погружение, пикирование, ныряние, притон, нырять, нырнуть, погружаться, пикировать",
        "transcription": " |daɪv|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She dived into a pool.",
            "He dove / dived in and saved her life.",
            "He made a dive across the place.",
            "He was afraid to dive from the high board.",
            "Dinner's ready, dive in, everybody!",
            "She dove into the swimming pool.",
            "Escaping, the thief made a dive into the nearest shop.",
            "The price took a 30% dive last year.",
            "The goalkeeper dived for the ball but missed it.",
            "Thankfully, the pilot managed to pull out of the dive and regain control.",
            "I was following the man when he dived into a small restaurant and I lost track of him.",
            "The submarine began to dive.",
            "She made a dive for the bathroom.",
            "The challenger took a dive.",
            "She dared him to dive off the bridge.",
            "The company's share price dived 19 % overnight.",
            "Many people enjoy diving on the island's coral reefs.",
            "Diving off the cliffs is dangerous.",
            "The submarine can dive to 3,000 feet.",
            "We dived into a shop to avoid the rain.",
            "She practiced her dives for the competition.",
            "I was afraid to dive from the board into the pool.",
            "I purpose to dive yet more deeply into the depth of my text.",
            "The jet rolled into a dive.",
            "Jackson dived after the ball.",
            "The news put shares in a dive.",
            "The whale dove down to deeper water.",
            "The crew of the submarine prepared for a dive.",
            "The dollar dived against the yen in Tokyo today.",
            "The team's fortunes have taken a dive this year."
        ],
        "example_translate": [
            "Она нырнула в бассейн.",
            "Он бросился в воду и спас ей жизнь.",
            "Он бросился на другую сторону.",
            "Он боялся нырять с вышки.",
            "Обед готов, принимайтесь за еду!",
            "Она нырнула в бассейн.",
            "Спасаясь от погони, вор нырнул в ближайший магазин.",
            "В прошлом году цена упала на 30%.",
            "Голкипер бросился за мячом, но упустил его.",
            "К счастью, пилоту удалось выйти из пике и восстановить контроль (над самолётом).",
            "Я шёл за ним, но вдруг он юркнул в какой-то ресторанчик, и я его потерял.",
            "Подводная лодка начала погружаться.",
            "Она бросилась в сторону ванной комнаты /туалета/.",
            "Претендент симулировал нокаут.",
            "Она подбивала его спрыгнуть /нырнуть/ с моста на спор.",
            "Акции компании мгновенно упали на девятнадцать процентов.",
            "Многие люди получают удовольствие от дайвинга на коралловых рифах этого острова.",
            "Нырять со скал — опасно.",
            "Эта подводная лодка может погружаться на глубину три тысячи футов /более девятисот метров/.",
            "Мы прошмыгнули в магазин, чтобы скрыться от дождя.",
            "Она готовилась к соревнованиям, отрабатывая прыжки в воду.",
            "Мне было страшно нырять с трамплина в бассейн.",
            "Я намереваюсь ещё глубже нырнуть в пучину своего текста.",
            "Реактивный самолёт свалился в пикирование.",
            "Джексон нырнул вслед за мячом.",
            "Эти новости обрушили стоимость акции.",
            "Кит нырнул вниз, в более глубокие воды.",
            "Экипаж подводной лодки приготовился к погружению.",
            "Сегодня в Токио доллар резко упал относительно иены.",
            "В этом году шансы команды на чемпионство резко упали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}