{
    "division": {
        "comment": [
            "divide",
            "individual",
            "divine",
            "dividend"
        ],
        "translate": "отдел, разделение, дивизион, деление, разделяющий",
        "transcription": " |dɪˈvɪʒn|",
        "antonyms": [],
        "mnemonic": [
            "divide [di'vaid]\ndivision - деление\n***\nОн всё ДЕЛИТ и куда- то девает. (это) divide\nНа ГРАНИЦЕ всё на себя надевает. (это) divide\nРубеж, граница, водораздел.\n***\nТы меня снабжал \"provide\",\nпотом мы всё делили \"divide\".",
            "vision ['vɪʒən]\n***\nЗРЕНИЕМ своим ВИДЕНЬЕ вижу. (это) vision\n***\nУ меня такое виденье \"vision\",\nчто весь мой резерв и снабжение \"provision\"\nне подвергнется делению \"division\"."
        ],
        "examples": [
            "They agreed on the division of profits.",
            "Our document contains six principal divisions.",
            "Students are learning multiplication and division.",
            "They put up a division between kitchen and dinette.",
            "The division of work between members of the group should be equal.",
            "A sharp division of opinion was evident among the members.",
            "the great unatonable division between the disciple and the adversary",
            "There is a division of the course into 32 lessons.",
            "The Army was plagued by internal divisions.",
            "Embryos grow by cell division (=the splitting of cells).",
            "a division of profits into equal shares",
            "The division between the Shia and the Sunni was set.",
            "The second division flanks on the main body of soldiers.",
            "the genes that regulate cell division",
            "Each army division comprised 4,500 troops.",
            "The old class divisions had begun to break down.",
            "arbitrary division of the group into halves",
            "They have been promoted to the First Division.",
            "Can he heal the deep divisions among Republican ranks?",
            "United went down to the second division.",
            "Two infantry divisions were held in reserve.",
            "They're looking for someone to administrate the new division.",
            "The team have been promoted to the First Division.",
            "He picked off more passes than any other player in the division.",
            "After learning multiplication, the students were taught division.",
            "We were relegated to the Fourth Division last year.",
            "The young reporter was embedded with the Third Division.",
            "Each club played six home games with teams in its own division.",
            "One division of the company was broken off as a separate entity.",
            "A win on Saturday will assure them of promotion to Division One."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они договорились о распределении прибыли.",
            "Наш документ содержит шесть основных разделов.",
            "Студенты изучают умножение и деление.",
            "Они поставили перегородку между кухней и обеденным уголком.",
            "Распределение работы между членами группы должно быть равномерным.",
            "Бросалось в глаза резкое расхождение во мнениях между участниками.",
            "коренное непримиримое противоречие между сторонником и противником",
            "Весь курс разделён на тридцать два урока.",
            "Армию терзали внутренние противоречия.",
            "Рост эмбриона происходит путём деления (т.е. расщепления) клеток.",
            "разделение прибыли на равные доли",
            "Тогда и произошло окончательное разделение шиитов и суннитов.",
            "Вторая дивизия стоит на фланге основного войскового соединения.",
            "гены, которые регулируют деление клеток",
            "Каждая армейская дивизия состояла из четырёх с половиной тысяч человек личного состава.",
            "Старые классовые различия уже начали уничтожаться.",
            "произвольное разделение группы на две половинки",
            "Они вышли в Первый дивизион. (о спортивной команде)",
            "Сможет ли он сгладить глубокие разногласия среди рядовых членов Республиканской партии?",
            "\"Юнайтед\" опустились во второй дивизион. (о спорте)",
            "Две пехотные дивизии были в резерве.",
            "Они ищут человека, который будет управлять новым подразделением.",
            "Команда повысилась в классе до Первого дивизиона.",
            "Он перехватил больше передач, чем любой другой игрок в дивизионе.",
            "После изучения умножения, учеников научили делению.",
            "В прошлом году мы вылетели в Четвёртый дивизион.",
            "Молодой репортёр был прикреплён к Третьей дивизии.",
            "Каждый клуб сыграл по шесть домашних игр с командами своего дивизиона.",
            "Одно из подразделений компании было отделено и оформлено как самостоятельное юридическое лицо.",
            "Победа в субботнем матче обеспечит им выход в Первый дивизион."
        ],
        "stars": 3
    }
}