{
    "divide": {
        "comment": [],
        "translate": "раздел, разделение, дележ, водораздел, делить, делиться, разделять, разделяться",
        "transcription": " |dɪˈvaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "If you divide 21 by 3, you get 7.",
            "She divided the pie into eight pieces.",
            "The war divided children from their parents.",
            "Can you divide 49 by seven?",
            "We should divide up the costs equally between us.",
            "Divide!",
            "I want to build a fence to divide the flower garden from the vegetable garden.",
            "The book is divided into six sections.",
            "Divide the cake equally among all the children.",
            "The divide between rich and poor countries is widening / growing / increasing.",
            "8 divides into 64.",
            "The Gulf war has divided the Islamic right in Turkey.",
            "A tall fence divides the two yards.",
            "Interpreters bridge the language divide.",
            "She divides her time between New York and Paris.",
            "The cells began to divide out of control.",
            "The world divided into the idle rich and the labouring poor.",
            "We reached the spot at which our ways divided.",
            "The room was divided into cubicles.",
            "Twelve divided by four equals / is three.",
            "To average, add all the numbers and divide by how many numbers you added.",
            "The term divides on November 9th.",
            "Opposition were afraid to divide upon it.",
            "Thy kingdom is divided, and given to the Medes and Persians. (Daniel 5: 28)",
            "Do we divide dogs into hes and shes, and take the masculine gender out to hunt?",
            "Three divides into nine three times.",
            "The GOP divided over abortion in 1990.",
            "Tracts of farmland were divided by stone walls.",
            "For centuries scholars have been divided on this issue.",
            "This part of the field has been divided off with a fence, to keep the cows in."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Если разделить двадцать один на три, получится семь.",
            "Она разделила пирог на восемь частей.",
            "Война разлучила детей с родителями.",
            "Вы сможете разделить 49 на 7?",
            "Нам следует поделить расходы между собой поровну.",
            "Ставьте на голосование! (возглас, требующий прекращения прений и перехода к голосованию)",
            "Чтобы отделить цветник от огорода, я хочу построить изгородь.",
            "Книга состоит из шести разделов.",
            "Раздели торт поровну между всеми детьми.",
            "Пропасть между богатыми и бедными странами становится шире / растет / увеличивается.",
            "Восемь является делителем шестидесяти четырёх.",
            "Война в заливе вызвала раскол среди правых исламистов в Турции.",
            "Эти два двора разделяет высокий забор.",
            "Устные переводчики помогают преодолеть языковой барьер.",
            "Она делит своё время между Нью-Йорком и Парижем.",
            "Процесс деления клеток вышел из-под контроля.",
            "Мир разделился на праздных богачей и трудящихся бедняков.",
            "Мы достигли точки, в которой наши пути расходились.",
            "Комната была поделена на отсеки.",
            "Двенадцать поделить на четыре, равно трём.",
            "Чтобы рассчитать среднее арифметическое, сложите все числа и разделите результат на количество сложенных чисел.",
            "Серединой семестра считается 9 ноября.",
            "Оппозиция боялась ставить это на голосование.",
            "Разделено царство твое и отдано мидянам и персам. (Книга пророка Даниила, гл. 5, ст. 28)",
            "Разве мы делим собак на сук и кобелей, и берем с собой на охоту лишь последних?",
            "Три помещается в девяти три раза.",
            "В 1990 члены Республиканской партии разошлись во мнениях по вопросу об абортах.",
            "Земельные участки отделялись друг от друга каменной стеной.",
            "Этот вопрос уже несколько веков вызывает разногласия среди учёных.",
            "Эта часть поля была огорожена плетнём, чтобы коровы не могли выйти за его пределы."
        ]
    }
}