{
    "divine": {
        "comment": [
            "division",
            "divide",
            "individual",
            "dividend"
        ],
        "translate": "божественный, божий, предсказывать, угадывать, богослов, духовное лицо",
        "transcription": " |dɪˈvaɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "They prayed for divine intervention.",
            "Poetry is a sort of divine madness.",
            "He could not divine the cause of this extraordinary change.",
            "To err is human, to forgive divine.",
            "Religion consists in submission and resignation to the divine will.",
            "Somehow, the children had divined that he was lying.",
            "This commandment is a divine vindication of the sanctity of man.",
            "He claimed he could divine underground water.",
            "How about a piece of the most divine apple pie I've ever tasted!",
            "All history is in one sense the fulfilment of a divine plan. (B. F. Westcott)",
            "It was easy to divine his intention of asking his girlfriend to marry him.",
            "Where God Bacchus drains his cup divine. (J. Keats)",
            "Achilles' behaviour aroused divine nemesis.",
            "...a dying woman asking for divine forgiveness for a lifetime of transgressions..."
        ],
        "example_translate": [
            "Они молились за божественное вмешательство.",
            "Поэзия — это разновидность божественного безумия.",
            "Он не мог угадать причину такого необычного изменения.",
            "Человеку свойственно ошибаться, Богу — прощать.",
            "Суть религии заключается в повиновении и покорности божественной воле.",
            "Дети каким-то образом догадались, что он лжёт.",
            "Эта заповедь является божественным подтверждением неприкосновенности человека.",
            "Он утверждал, что может угадывать расположение подземных вод.",
            "Как насчёт кусочка самого божественного яблочного пирога, который я когда-либо пробовал?",
            "Вся история является в некотором смысле воплощением божественного замысла.",
            "Нетрудно было догадаться о том, что он собирается попросить свою подругу выйти за него замуж.",
            "Где Вакх осушает свою божественную чашу.",
            "Поступки Ахилла разгневали богов.",
            "...умирающая женщина, молящая о прощении у Всевышнего за греховную жизнь..."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}