{
    "divorced": {
        "comment": [],
        "translate": "разведенный",
        "transcription": " |dɪˈvɔːrst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "A friend of mine divorced her husband.",
            "Are you married, single, or divorced?",
            "The couple divorced after only 6 months",
            "David's parents divorced when he was six.",
            "My parents are getting divorced.",
            "Anne is divorced from Simon's father.",
            "'I'm divorced, as you know,' she said briefly.",
            "This famous actress has been divorced from three husbands.",
            "They divorced after the birth of the child.",
            "Our society has divorced itself from religion.",
            "'The Petersons are getting divorced.' 'Fancy that!'",
            "Mr. and Mrs. X were divorced by the court on December 23, 1996.",
            "If I could catch her adulterating, I might be divorced from her.",
            "His ideas are completely divorced from reality.",
            "My parents had divorced and I was crying out for love.",
            "They divorced during a time when that was barely thinkable.",
            "My parents divorced when I was six, and I hardly knew my father.",
            "The neighborhood busybody is telling everyone that the couple up the street is getting divorced."
        ],
        "example_translate": [
            "Одна моя подруга развелась с мужем.",
            "Вы замужем, одиноки или разведены?",
            "Пара развелась спустя всего лишь 6 месяцев.",
            "Родители Дэвида развелись, когда ему было шесть.",
            "Мои родители разводятся.",
            "Анна разведена с отцом Саймона.",
            "— Как вам известно, я в разводе, — кратко сказала она.",
            "У знаменитой актрисы было три развода.",
            "Они развелись после рождения ребёнка.",
            "Наше общество отделило себя от религии.",
            "— Питерсоны разводятся! — Ничего себе! / Подумать только! (брит.)",
            "Брак мистера и миссис Х был расторгнут по суду 23 декабря 1996 г.",
            "Если бы я смог уличить её в измене, мне удалось бы развестись с ней.",
            "Его идеи полностью оторваны от реальности.",
            "Мои родители были в разводе, и мне очень не хватало любви.",
            "Они развелись в то время, когда это было совершенно немыслимо.",
            "Мои родители развелись, когда мне было шесть лет, и отца я почти не знал.",
            "Местная сплетница всем рассказывает, что супруги, живущие на этой же улице, разводятся."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}