{
    "dock": {
        "comment": [
            "knock",
            "jockey",
            "hockey",
            "pocket",
            "doctor",
            "duck"
        ],
        "translate": "док, скамья подсудимых, причал, пристань, стыковаться, состыковывать",
        "transcription": " |dɑːk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Boss docked him for tardiness.",
            "The ship is in dock for repairs.",
            "Bring the boat alongside the dock.",
            "Passengers were standing on the dock, waiting to board.",
            "The dog was docked.",
            "The company has threatened to dock the officers' pay.",
            "We will have to dock his pay if he is late for work again.",
            "I saw a person standing on the dock.",
            "The boat was moored alongside the dock.",
            "Three defendants stood in the dock.",
            "A crowd was waiting at the dock to greet them.",
            "She ship arrived at the dock more than a day late.",
            "The sudden closeness of the dock sent him into action.",
            "These chemicals remain in the dock until we have more scientific evidence.",
            "Water rippled under the dock.",
            "Most ships unload at another dock now.",
            "The boats were roped together at the dock.",
            "The former dock area is ripe for development.",
            "Not wanting our brand-new cabin cruiser to get scratched, we put thick rubber fenders between it and the dock."
        ],
        "example_translate": [
            "Хозяин вычел из его зарплаты за опоздание.",
            "Корабль находится в доке на ремонте.",
            "Ведите лодку вдоль причала.",
            "Пассажиры стояли у причала, ожидая начала посадки.",
            "Собаке купировали хвост.",
            "Компания пригрозила сократить зарплаты служащих.",
            "Если он снова опоздает на работу, нам придется удержать часть его заработной платы.",
            "Я увидел человека, стоящего на причале.",
            "Судно было пришвартовано у причала.",
            "На скамье подсудимых было трое обвиняемых.",
            "Толпа ждала на пристани, чтобы поприветствовать их.",
            "Корабль прибыл в док с опозданием более чем на сутки.",
            "Внезапная близость скамьи подсудимых заставила его действовать.",
            "Эти химические вещества остаются под запретом, пока у нас не будет больше научных доказательств.",
            "Под причалом журчала вода.",
            "Многие корабли теперь разгружаются в другом доке.",
            "Лодки были привязаны друг к другу у причала.",
            "Территория бывшего дока созрела для застройки.",
            "Не желая поцарапать наш новый прогулочный катер, мы проложили между ним и причалом толстые резиновые кранцы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}