{
    "document": {
        "comment": [
            "documentation",
            "documentary"
        ],
        "translate": "документ, текст, свидетельство, документировать",
        "transcription": " |ˈdɑːkjumənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Did you send the document by mail?",
            "Our document contains six principal divisions.",
            "The charges are well documented.",
            "The document is not legible.",
            "This letter is a unique document of incalculable value.",
            "He scrolled through the document.",
            "He was coerced into signing the document.",
            "The document was proof that her story was true.",
            "His research documents how the crisis occurred.",
            "Historians date the document to the early 1700s.",
            "You forgot to sign the document.",
            "The document is factually correct.",
            "He was able to retrieve the document.",
            "creating a new document on your computer",
            "This lease is a document of title to land.",
            "The document is genuine, I can assure you.",
            "He wrote a book documenting their struggle.",
            "She withdrew a document from her briefcase.",
            "The document has been certified by the court.",
            "Click here to check spelling in the document.",
            "Press return, then the document should print.",
            "They are charged with using forged documents.",
            "The document is purported to be 300 years old.",
            "I lost the document when the hard drive crashed.",
            "There is no proof that the document is authentic.",
            "No substantive changes were made to the document.",
            "The two halves of the document did not correspond.",
            "His photos document the land's reversion to swamp.",
            "I sent him the original document, not a photocopy.",
            "The document should be witnessed by a third person."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Вы отправили этот документ по почте?",
            "Наш документ содержит шесть основных разделов.",
            "Обвинения /издержки, расходы/ хорошо документированы.",
            "Этот документ написан неразборчиво.",
            "Это письмо - уникальный документ неизмеримой ценности.",
            "Он прокрутил документ на экране компьютера.",
            "Его заставили подписать документ.",
            "Этот документ послужил доказательством тому, что её рассказ был правдой.",
            "В его исследовании задокументирован процесс возникновения данного кризиса.",
            "Историки датируют этот документ началом восемнадцатого века.",
            "Вы забыли подписать документ.",
            "С фактической точки зрения, документ является верным.",
            "Он сумел отыскать этот документ.",
            "создание нового документа на вашем компьютере",
            "Этот документ об аренде есть документ о праве собственности на эту землю.",
            "Уверяю Вас, документ подлинный.",
            "Он написал книгу, в которой задокументировал их борьбу.",
            "Она достала из портфеля какой-то документ.",
            "Данный документ заверен судом.",
            "Нажмите здесь, чтобы проверить правописание в документе.",
            "Нажмите клавишу \"ввод\", и тогда документ должен напечататься.",
            "Их обвиняют в использовании фальшивых документов.",
            "Предполагается, что этому документу триста лет.",
            "Я потеряла этот документ, когда сломался жёсткий диск.",
            "Нет никаких доказательств, что (этот) документ является подлинным.",
            "В документ не было внесено никаких существенных изменений.",
            "Одна половина этого документа не соответствует другой.",
            "Его фотографии свидетельствуют о том, что эти земли вновь превращаются в болото.",
            "Я послал ему оригинал документа, а не фотокопию.",
            "Документ должен быть засвидетельствован третьим лицом."
        ],
        "stars": 3
    }
}