{
    "dollar": {
        "comment": [
            "doll",
            "dole",
            "dolphin"
        ],
        "translate": "доллар, крона, долларовый",
        "transcription": " |ˈdɑːlər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It cost three dollars.",
            "I have about a dollar in change.",
            "I have a dollar in coins.",
            "I don't have even a dollar!",
            "The pound was firm against the dollar.",
            "He found a dollar on the ground.",
            "The dollar was a strong currency.",
            "The dollar staged a partial recovery.",
            "the dollar soared against the yen",
            "the dollar's shrunken buying power",
            "He charged a dollar for a shoeshine.",
            "an increase in the value of the dollar",
            "oscillations in the value of the dollar",
            "the value of the euro against the dollar",
            "The dollar has gained 8% against the yen.",
            "The pound is still firm against the dollar.",
            "The pound has fallen 10% against the dollar.",
            "a golf tournament with a million dollar purse",
            "She spent every available dollar on her hobby.",
            "The pound fell 10 per cent against the dollar.",
            "Lower interest rates have weakened the dollar.",
            "The dollar drifted lower against the yen today.",
            "You can bet your bottom dollar he won't be back.",
            "The dollar dived against the yen in Tokyo today.",
            "The dollar has been steadily increasing in value.",
            "The dollar is the United States unit of currency.",
            "The cost of the item was prefixed by a dollar sign.",
            "The euro has fallen to a new low against the dollar.",
            "The dollar has been hovering around the 110 yen level.",
            "The dollar is the principal unit of American currency."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Это стоило три доллара.",
            "У меня примерно доллар мелочью.",
            "У меня есть доллар мелочью.",
            "У меня нет ни доллара!",
            "Курс фунта был устойчив по отношению к доллару.",
            "Он нашёл на земле доллар.",
            "Доллар был сильной валютой.",
            "Доллар частично восстановил утраченные позиции.",
            "доллар взлетел (резко поднялся в цене) относительно иены",
            "уменьшившаяся покупательная способность доллара",
            "Он брал по доллару за чистку обуви.",
            "увеличение стоимости доллара",
            "колебания курса доллара",
            "стоимость евро по отношению к доллару",
            "Доллар вырос на восемь процентов по отношению к иене.",
            "Фунт по-прежнему силён по отношению к доллару.",
            "Фунт упал на 10% по отношению к доллару.",
            "турнир по гольфу с миллионом долларов призовых",
            "Она потратила все свободные деньги на своё хобби.",
            "Фунт снизился по отношению к доллару на десять процентов.",
            "Более низкие процентные ставки привели к ослаблению доллара.",
            "Сегодня курс доллара опустился ниже относительно иены.",
            "Можете спорить на что угодно — он не вернётся.",
            "Сегодня в Токио доллар резко упал относительно иены.",
            "Доллар неуклонно растёт в цене.",
            "Доллар является денежной единицей США.",
            "Цена товара предварялась значком доллара.",
            "Евро достиг нового минимума по отношению к доллару.",
            "Курс доллара уже некоторое время колеблется около отметки в сто десять иен.",
            "Доллар является основной единицей американской валюты."
        ]
    }
}