{
    "domestic": {
        "comment": [
            "semester"
        ],
        "translate": " отечественный, внутренний, домашний, прислуга, домашняя работница",
        "transcription": "  |dəˈmestɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Many young girls became domestic servants.",
            "We share the domestic chores.",
            "Unfortunately his domestic life wasn't very happy.",
            "No, I'm not very domestic.",
            "The parents had little interest in paltry domestic concerns.",
            "Soon smoking will be banned on all domestic flights.",
            "All domestic prices of tradables are set by world prices.",
            "Wolves and domestic dogs are members of the same species.",
            "The company hopes to attract both foreign and domestic investors.",
            "Domestic and International Business Administration",
            "The domestic market makes up about 75% of their sales.",
            "There is a sharp distinction between domestic and international politics.",
            "US foreign and domestic policy",
            "Women at that time were confined to the domestic sphere.",
            "All European domestic cattle belong to the same species.",
            "Foreign policy will take a back seat to domestic problems for a while.",
            "The government may fail to meet (=achieve) its target of recycling 25% of domestic waste.",
            "Government hoping for domestic buyer for Telecom Italia.",
            "The high taxes on imported goods are intended to protect domestic producers.",
            "the avoidance of issues such as domestic violence",
            "On the domestic front, de Gaulle's priority was to secure his government's authority.",
            "Working as a team, the man and his wife hired themselves out as domestics for wealthy homeowners."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Многие девушки стали домашней прислугой.",
            "Мы разделяем домашние обязанности.",
            "К сожалению, его семейная жизнь не была очень счастливой.",
            "Нет, я человек не очень домашний. / Нет, я не очень люблю сидеть дома.",
            "Родителей мало интересовали мелкие домашние проблемы.",
            "Скоро курение будет запрещено на всех внутренних авиарейсах.",
            "Внутренние цены на все торгуемые товары определяются мировыми ценами.",
            "Волки и собаки являются представителями одного вида.",
            "Компания надеется привлекать как иностранных, так и отечественных инвесторов.",
            "Управление внутреннего и международного предпринимательства (Министерства торговли США)",
            "Внутренний рынок составляет около 75% их продаж.",
            "Существует чёткое различие между внутренней и международной политикой.",
            "внешняя и внутренняя политика США",
            "Женщины в то время были ограничены бытовой сферой.",
            "Весь домашний европейский скот относится к одному виду.",
            "На некоторое время внешняя политика отойдёт на второй план по сравнению с внутренними проблемами.",
            "Правительство может не достичь своей цели — утилизации 25% бытовых отходов.",
            "Правительственные упования на отечественного покупателя компании Telecom Italia.",
            "Высокие налоги на ввозимые товары предназначены для защиты отечественных производителей.",
            "избежание таких проблем, как насилие в семье",
            "На внутреннем фронте приоритетом де Голля было обеспечение его правительственных полномочий.",
            "Работая в команде, этот человек и жена нанимались в качестве домашней прислуги к богатым домовладельцам."
        ],
        "stars": 3
    }
}