{
    "donation": {
        "comment": [
            "donate"
        ],
        "translate": "пожертвование, дарение, дар, денежное пожертвование, передача в дар",
        "transcription": " |dəʊˈneɪʃn|",
        "antonyms": [],
        "mnemonic": [
            "donate [də'neɪt]\ndonation [də'neɪʃən] - пожертвование, дар\n***\nБудешь ЖЕРТВОВАТЬ? - да|\"нейт\"? (это) donate\nЖЕРТВУЕТ, а от жадности сердце \"леденейт\". (это)\ndonate\nЯ ЖЕРТВУЮ обычно из ладоней (т). (это) donate\n***\nНикакой нации \"nation\"\nне помешают пожертвования \"donation\".\n***\nМой приятель \"mate\"\nмне дом пожертвовал \"donate\"."
        ],
        "examples": [
            "Send us a donation now.",
            "He made a donation to the school in memory of his late wife.",
            "She makes a charitable donation every year.",
            "We are trying to encourage the donation of blood.",
            "The company's donation was surely motivated by self-interest.",
            "Put me down for a donation!",
            "Donations have fallen since the split in the party hierarchy.",
            "The organization is funded by private donations.",
            "He made a very liberal donation to the museum.",
            "The college sent us a grateful acknowledgment of our donation.",
            "To make a pledge or donation, please call the charity's office."
        ],
        "example_translate": [
            "Отправьте нам взнос прямо сейчас.",
            "Он сделал пожертвование школе в память о покойной жене.",
            "Она делает благотворительные пожертвования каждый год.",
            "Мы стараемся поощрять донорство крови.",
            "Сделать подарок компанию, очевидно, побудили собственные интересы.",
            "Я тоже хочу сделать пожертвование! (Внесите меня / мое имя в список)",
            "Объем пожертвований сократился с тех пор, как в партийной иерархии начилось брожение.",
            "Организация финансируется за счёт частных пожертвований.",
            "Он сделал очень щедрое пожертвование в адрес данного музея.",
            "За наше пожертвование колледж прислал нам официальное благодарственное письмо.",
            "Чтобы сделать публичное обещание взноса или внести пожертвование, просьба звонить в представительство благотворительной организации."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}