{
    "donate": {
        "comment": [
            "donation"
        ],
        "translate": "жертвовать, дарить",
        "transcription": " |ˈdəʊneɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She donated her books to the library.",
            "We donated our old clothes to charity.",
            "Everyone is encouraged to donate.",
            "People are encouraged to donate blood.",
            "The computers were donated by local companies.",
            "She donates to her favorite charity every month.",
            "In a taxless society, where would the incentive be to donate to a charity?",
            "He donates some of his free time to volunteer work.",
            "I'm willing to donate money as long as it's for a good cause.",
            "Then we hit on the idea of asking viewers to donate money over the Net.",
            "You can donate at the blood bank every eight weeks.",
            "I donated blood to the Red Cross for the victims of the earthquake.",
            "We've got commitments from several charities to donate food and clothing.",
            "Some state schools follow the example of private schools in asking parents to donate money."
        ],
        "example_translate": [
            "Она подарила свои книги библиотеке.",
            "Мы пожертвовали нашу старую одежду на благотворительность.",
            "Всем предлагается сделать пожертвование.",
            "Людей призывают сдавать кровь.",
            "Эти компьютеры были подарены местными организациями.",
            "Она каждый месяц передаёт пожертвования в свою любимую благотворительную организацию.",
            "Что будет стимулом для пожертвований на благотворительность в безналоговом обществе?",
            "Он посвящает часть своего свободного времени волонтёрской работе.",
            "Я готов пожертвовать деньги, если они пойдут на благое дело.",
            "Потом нам в голову пришла мысль попросить зрителей делать пожертвования через интернет.",
            "Сдавать кровь в качестве донора можно каждые восемь недель.",
            "Я пожертвовал свою кровь Красному Кресту для пострадавших во время землетрясения.",
            "Несколько благотворительных организаций обязалось пожертвовать нам еду и одежду.",
            "Некоторые государственные школы, по примеру частных, просят родителей делать пожертвования."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}