{
    "donor": {
        "comment": [
            "enormous",
            "minor",
            "minority",
            "nor"
        ],
        "translate": "донор, даритель, жертвователь, донорский",
        "transcription": " |ˈdəʊnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The donor wishes to remain anonymous.",
            "His body rejected the liver of the donor",
            "She is one of the charity's major donors.",
            "The blood donor started to feel a little woozy after rising too quickly from the cot.",
            "The money was raised from individual donors.",
            "Some patients die before a suitable donor is found.",
            "She received a bone marrow transplant from an unknown donor.",
            "In a stroke of luck, a suitable organ donor became available.",
            "A donor egg fertilised by her husband's sperm will be implanted in her womb.",
            "An anonymous donor (=whose name is unknown) has given £500 towards the restoration fund.",
            "The generous benefaction from an anonymous donor meant the animal shelter could stay open.",
            "We urgently need more assistance from donor countries (=countries that give money, food etc to help in poor countries or disaster areas)."
        ],
        "example_translate": [
            "Донор желает остаться неизвестным.",
            "Его организм отторг печень донора.",
            "Она является одним из основных доноров этого фонда.",
            "Слишком быстро поднявшись с койки, донор крови почувствовал лёгкое головокружение.",
            "Эти деньги были собраны от частных жертвователей.",
            "Некоторые пациенты умирают до того, как найдётся подходящий донор.",
            "Она получила трансплантат костного мозга от неизвестного донора.",
            "На счастье, появился подходящий донор (для пересадки).",
            "В её матку поместят донорскую яйцеклетку, оплодотворённую её мужем.",
            "Анонимный донор (имя которого неизвестно) пожертвовал пятьсот фунтов стерлингов в фонд реставрации.",
            "Столь щедрое пожертвования от анонимного дарителя означало, что приют для животных может не закрываться.",
            "Нам срочно нужна дополнительная помощь со стороны стран-доноров (т.е. стран, которые предоставляют деньги, продовольствие и т.д. для оказания помощи бедным странам или районам бедствия)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}