{
    "doorway": {
        "comment": [
            "indoor",
            "outdoor",
            "door",
            "outdoors",
            "indoors"
        ],
        "translate": "дверной проем, портал, путь, дорога, вход в помещение, пролет двери",
        "transcription": " |ˈdɔːrweɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "How wide is the doorway?",
            "She stood in the doorway.",
            "Please don't block the doorway.",
            "She stepped through the doorway.",
            "His eyes were on the stranger standing in the doorway.",
            "A group of boys idled in the doorway.",
            "Be careful how you back into the garage, the doorway is very narrow.",
            "His massive body filled the doorway.",
            "Nell brushed past him in the doorway.",
            "A small tousled head appeared in the doorway.",
            "She backed into a doorway to let the crowds pass by.",
            "We had a hard time maneuvering our furniture through the doorway.",
            "There were people standing in the doorway and I couldn't get through.",
            "I stared dead ahead at the doorway.",
            "Arthur's shadow fell across the doorway.",
            "A hulking figure appeared in the doorway.",
            "Harry stood in the doorway gazing after her.",
            "A big banner was stretched across the doorway.",
            "Homeless people sleep in the doorways of the shops.",
            "He stood, a threatening figure, framed in the doorway.",
            "I felt inside the doorway and flicked the light switch.",
            "She stood in the doorway, tears streaming down her face.",
            "He got a lump on his head after bumping into the doorway.",
            "The first rays of morning sunlight streamed through the open doorway.",
            "The lodgment of a week's worth of newspapers in the doorway was a telltale sign that the family was away."
        ],
        "example_translate": [
            "Насколько широк дверной проём?",
            "Она стояла в дверях.",
            "Пожалуйста не стоите в дверях.",
            "Она перешагнула через порог.",
            "Его глаза смотрели на незнакомца, стоящего в дверях.",
            "В подъезде бездельничала группа мальчишек.",
            "Будьте осторожны, въезжая задним ходом в гараж, ворота очень узкие.",
            "Его массивное тело заполнило дверной проём.",
            "В дверях Нелл проскочила мимо него.",
            "В дверях возникла маленькая взлохмаченная голова.",
            "Она отступила в дверной проём, чтобы толпа могла пройти мимо.",
            "Мы здорово помучились, пытаясь осторожно протащить мебель через дверной проём.",
            "В дверях толпились люди, и я не мог сквозь них пробиться.",
            "Я не сводил взгляда с дверного проёма.",
            "На порог упала тень Артура.",
            "В дверях появилась массивная человеческая фигура.",
            "Гарри стоял в дверях и глядел ей вслед.",
            "Над входом был растянут огромный транспарант.",
            "Бездомные люди обычно спят в дверях магазинов.",
            "Он стоял в дверном проёме с угрожающим видом.",
            "Я пошарил рукой в дверном проёме и щёлкнул выключателем.",
            "Она стояла в дверях, по её щекам текли слёзы.",
            "Он ударился о дверной косяк, и у него вскочила на голове шишка.",
            "Первые лучи утреннего солнца струились сквозь открытый дверной проём.",
            "Недельное скопление газет перед входной дверью было верным признаком того, что вся семья куда-то уехала."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}