{
    "dose": {
        "comment": [],
        "translate": "доза, прием, порция, доля, дозировать, давать лекарство дозами",
        "transcription": " |dəʊs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He needs a good dose of reality.",
            "Start with a low dose and increase it.",
            "The drug is lethal even in small doses.",
            "When you have a bad cold, it is best to dose yourself with aspirin.",
            "Never exceed the recommended dose of painkillers.",
            "Dave had a bad dose of flu.",
            "He vomited a small portion of the last dose.",
            "Some patients gradually develop a tolerance for the drug and need to be given a larger dose.",
            "It is dangerous to exceed the recommended dose.",
            "She was given an operative dose of the medicine.",
            "He had a bad dose of the flu virus that was going around.",
            "The cleaners went through the house like a dose of salts.",
            "A much lower dose of the painkiller can still produce the desired effect.",
            "Her parents hoped a daily dose of hard work would keep her out of trouble."
        ],
        "example_translate": [
            "Ему нужно вернуться к реальности.",
            "Начните с низких доз и постепенно их увеличивайте.",
            "Этот препарат смертелен даже в малых дозах.",
            "Если ты сильно простудился, лучше всего принять аспирин.",
            "Ни в коем случае не превышайте рекомендованную дозу обезболивающего.",
            "Дэйв сильно простудился.",
            "Он срыгнул небольшую часть последней дозы.",
            "У некоторых пациентов постепенно развивается толерантность к этому препарату, и им нужно давать большую дозу.",
            "Превышать рекомендуемую дозу опасно.",
            "Ей ввели необходимую дозу препарата.",
            "Он сильно заболел: подхватил вирус гриппа, который тогда ходил.",
            "Уборщики вихрем промчались по дому. (брит.. ид., дословно — словно доза слабительного)",
            "Гораздо меньшая доза болеутоляющего всё ещё может дать желаемый эффект.",
            "Ее родители надеялись, что тяжелый ежедневный труд убережёт её от неприятностей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}