{
    "doubtful": {
        "comment": [
            "double",
            "doubt",
            "undoubtedly",
            "doubtless"
        ],
        "translate": "сомнительный, сомневающийся, недостоверный, подозрительный, неопределенный",
        "transcription": " |ˈdaʊtfl|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is doubtful that they ever knew what had happened.",
            "You must admit her statement to be doubtful.",
            "The result of the Presidential elections remains doubtful.",
            "They were doubtful whether the new engine will be any better.",
            "They were doubtful that the cord would hold.",
            "They paused at the top of the stairs, doubtful as to which way to go next.",
            "The event of his enterprise was doubtful.",
            "Their decisions were based on data of doubtful accuracy.",
            "She was doubtful about the interview from the off.",
            "Many of the historical proverbs have a doubtful paternity.",
            "He tried to blame the victim but his success on that score was doubtful.",
            "We have to remove personalities of doubtful ethics.",
            "I tried to reassure them, but they remained doubtful."
        ],
        "example_translate": [
            "Вряд ли им вообще было известно, что случилось.",
            "Вы должны согласиться с тем, что её показания не вызывают доверия.",
            "Результаты президентских выборов остаются неясными.",
            "Они сомневались, что новый двигатель будет чем-то лучше.",
            "Они сомневались, выдержит ли верёвка.",
            "Они остановились на верху лестницы, не зная в какую сторону дальше идти.",
            "Неясно было, чем кончится его предприятие.",
            "Их решения были основаны на данных сомнительной точности.",
            "У неё с самого начала были сомнения по поводу этого интервью.",
            "Многие известные исторические выражения имеют сомнительное авторство.",
            "Он попытался обвинить саму жертву, но его успех на этот счёт был весьма сомнительным.",
            "Мы должны избавиться от людей с сомнительными моральными качествами.",
            "Я попытался их успокоить, но рассеять их сомнения не удалось."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}