{
    "doubt": {
        "comment": [
            "double",
            "doubtful",
            "undoubtedly",
            "doubtless"
        ],
        "translate": "сомнение, сомневаться, усомниться, колебаться",
        "transcription": " |daʊt|",
        "antonyms": [],
        "mnemonic": [
            "doubt [да'ут] сомнение - Сомневаюсь, что (до ут ра) смогу не спать.",
            "doubt [daut]\n***\nСОМНЕВАЮСЬ, что он даун (т). (это) doubt\nЕсть сомнение, что он даун (т). (это) doubt"
        ],
        "examples": [
            "Have no doubt.",
            "I doubt we'll ever see him again.",
            "I never doubted that she would come.",
            "No doubt the truth will come out one day.",
            "Kim never doubted his story.",
            "There is little doubt he was the killer.",
            "She began to doubt the existence of God.",
            "She loved him, and had never doubted him.",
            "I seriously doubt my parents will let me go.",
            "I doubt whether he will recover.",
            "I still have moments of doubt.",
            "If in doubt, consult your doctor.",
            "There was a note of doubt in her voice.",
            "I doubt that she will accept his proposal of marriage.",
            "I doubt these reports",
            "I doubt the veracity of his words.",
            "I rather doubt I'll be able to come to your party.",
            "I doubt if anyone will remember me.",
            "Books are no doubt very useful helps to knowledge.",
            "She was pricked by doubt.",
            "She doubted his ability to succeed.",
            "No doubt you'll have your own ideas.",
            "People have begun to doubt his sanity.",
            "The shopkeeper eyed the cheque with doubt.",
            "If in doubt, we can downscale our activities.",
            "She saw a flicker of doubt in his eyes.",
            "The future of the peace talks is in doubt.",
            "Doubt crept up on me about his truthfulness.",
            "doubt that a historical Camelot ever existed",
            "The referee gave him the benefit of the doubt."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "bt = [t]"
        ],
        "example_translate": [
            "Можете не сомневаться.",
            "Я сомневаюсь, что мы когда-нибудь его снова увидим.",
            "Я никогда не сомневался, что она придёт.",
            "Без сомнения, правда однажды выйдет наружу.",
            "Ким никогда не сомневался в его истории.",
            "Почти нет сомнений, что именно он был убийцей.",
            "Она начала сомневаться в существовании Бога.",
            "Она любила его, и никогда в нём не сомневалась.",
            "Я очень сомневаюсь, что родители меня отпустят.",
            "Я вообще сомневаюсь, что он поправится.",
            "Я всё ещё иногда испытываю нерешительность.",
            "Если сомневаетесь, проконсультируйтесь с вашим врачом.",
            "В ее голосе слышались ноты сомнения.",
            "Сомневаюсь, что она примет его предложение о замужестве.",
            "У меня есть сомнения насчет этих отчетов.",
            "Я сомневаюсь в правдивости его слов.",
            "Я немного сомневаюсь, что смогу прийти к тебе на вечеринку.",
            "Я сомневаюсь, что кто-то будет помнить меня.",
            "Книги, без сомнения, очень полезный источник знаний.",
            "Вдруг она засомневалась. / Внезапно её настигло сомнение.",
            "Она усомнилась в его способности добиться успеха.",
            "Без сомнения, у вас будут собственные мысли /планы, намерения/.",
            "Люди начали сомневаться в его здравомыслии.",
            "Хозяин магазина с сомнением рассматривал чек.",
            "Если мы не уверены, мы можем уменьшить объемы нашей деятельности.",
            "Она увидела вспышку сомнения в его глазах.",
            "Будущее мирных переговоров находится под сомнением.",
            "Я постепенно засомневался в его правдивости.",
            "сомнения в том, что исторический Камелот когда-либо существовал",
            "Судья оправдал его за недостаточностью улик."
        ],
        "stars": 3
    }
}