{
    "downstairs": {
        "comment": [],
        "translate": " вниз, внизу, нижний этаж",
        "transcription": "  |ˌdaʊnˈsterz|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She went downstairs to the kitchen.",
            "The bed was removed downstairs.",
            "Go downstairs and wait for me at the bottom.",
            "She fancied she heard a noise downstairs.",
            "A ring at the bell called him downstairs.",
            "They heard a commotion downstairs.",
            "I dossed down on the couch downstairs.",
            "I could hear Jonathan acting up downstairs.",
            "He ran downstairs to answer the door.",
            "Can you turn the light out downstairs?",
            "She fell downstairs and broke her hip.",
            "There are five downstairs rooms.",
            "She fell downstairs and broke her leg.",
            "The children came thundering downstairs.",
            "Cooking smells wafted up from downstairs.",
            "Some running downstairs and some upstairs.",
            "Amy slipped downstairs and out of the house.",
            "I nearly fell in my anxiety to get downstairs quickly.",
            "Hastily tumbling into my clothes, I rushed downstairs.",
            "Sorry to interrupt, but I need to ask you to come downstairs."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она спустилась по лестнице на кухню.",
            "Кровать переставили вниз, на первый этаж.",
            "Спускайся по лестнице и жди меня внизу.",
            "Ей показалось, что она услышала шум внизу.",
            "Звук дверного колокольчика заставил его спуститься вниз.",
            "Они услышали внизу какой-то шум.",
            "Переночевал я на диване внизу.",
            "Я слышал, как внизу капризничал Джонатан.",
            "Он сбежал вниз по лестнице, чтобы открыть дверь.",
            "Можешь выключить свет внизу?",
            "Она упала с лестницы и сломала бедро.",
            "На нижнем этаже — пять комнат.",
            "Она упала с лестницы и сломала ногу.",
            "Дети с оглушительным шумом спустились по лестнице.",
            "Снизу доносились запахи готовящейся еды.",
            "Кто-то бежит вниз по лестнице, а кто-то — вверх.",
            "Эми тихонько спустилась по лестнице и выскользнула из дома.",
            "Я так хотела побыстрее спуститься по лестнице, что чуть не упала.",
            "Стремительно одевшись, я кинулся вниз по лестнице.",
            "Извините, что перебиваю, но я вынужден просить вас спуститься вниз."
        ]
    }
}