{
    "downtown": {
        "comment": [],
        "translate": " в деловой части города, деловая часть города",
        "transcription": "  |ˌdaʊnˈtaʊn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This bus takes you downtown.",
            "We are broadcasting live from downtown.",
            "A bomb went off downtown.",
            "The district encompasses most of the downtown area.",
            "She works at the branch office downtown.",
            "The subway is the fastest way to get downtown.",
            "New Orleans' downtown is the old quarter north of Canal Street.",
            "He's looking out for a nice apartment downtown.",
            "She owns a gallery downtown.",
            "He rides the subway downtown every day.",
            "Traffic will be redirected to avoid downtown.",
            "The downtown clientele of this bistro come to be seen, and the food is only an afterthought.",
            "the heart of Birmingham's downtown",
            "redevelopment of the city's downtown area",
            "The city is trying to prettify its downtown.",
            "The downtown area is easily navigated on foot.",
            "Pickpocketing is rampant in the downtown area.",
            "They went barhopping downtown on Friday night.",
            "The company is moving its sales center downtown.",
            "Thirty people died in a fire in downtown Chicago.",
            "Crawford stressed the need for more housing downtown.",
            "The mayor has plans to invigorate the downtown economy.",
            "Two armed men held up a downtown liquor store last night.",
            "I work in one of the nondescript office buildings downtown.",
            "a midnight assignation between adulterers at a downtown hotel",
            "Recent improvements to the downtown area are a point of civic pride.",
            "The National Guard was called in to help quell the late-night disturbances downtown.",
            "a plan to revitalize the city's decaying downtown that proved to be overly ambitious and utopian"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Этот автобус доставит вас в центр.",
            "Мы ведём прямой репортаж из центра города.",
            "Бомба взорвалась в центре города.",
            "Этот район включает в себя большую часть делового центра города.",
            "Она работает в филиале компании, расположенном в центре города.",
            "На метро до центра города добираться быстрее всего.",
            "Деловая часть Нового Орлеана - это старый квартал к северу от Канал-стрит.",
            "Он подыскивает хорошую квартиру в центре города.",
            "Она владеет галереей в центре города.",
            "Он каждый день ездит на метро в центр города.",
            "Движение автомобилей будет перенаправлено в объезд центра города.",
            "\"Модная\" клиентура этого бистро приходит туда, чтобы показать себя, а собственно еда отодвигается на второй план.",
            "сердце деловой части Бирмингема",
            "перепланировка центральной части города",
            "Городские власти пытаются украсить его деловой центр.",
            "По центру города легко перемещаться пешком.",
            "В центре города очень распространены карманные кражи.",
            "В пятницу вечером они поехали шляться по барам в центр города.",
            "Компания перемещает свой центр продаж в деловую часть города.",
            "Тридцать человек погибло в результате пожара в центре Чикаго.",
            "Кроуфорд подчеркнул необходимость увеличения жилищного строительства в центральной части города.",
            "Мэр планирует укрепить экономику центра города.",
            "Сегодня ночью двое вооружённых мужчин совершили ограбление винного магазина в центре города.",
            "Я работаю в одном из невзрачных офисных зданий в центре города.",
            "ночное свидание любовников в одной из гостиниц деловой части города",
            "Недавняя перестройка центра города является предметом гражданской гордости его жителей.",
            "Для помощи в подавлении ночных беспорядков в деловой части города была вызвана Национальная Гвардия.",
            "план возрождения разрушающейся деловой части города, который оказался слишком амбициозным и утопическим"
        ]
    }
}