{
    "download": {
        "comment": [
            "load",
            "unload",
            "workload"
        ],
        "translate": "скачать, загрузить, загрузка, скачивание",
        "transcription": " |ˌdaʊnˈloʊd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He downloaded the files onto his computer.",
            "You can download updates for free.",
            "The downloads are all in this folder.",
            "The modem is capable of high-speed downloads.",
            "The new program makes downloading faster.",
            "The software makes it easier to download music.",
            "Download the latest patch from our Web site.",
            "games that can be downloaded free from the Internet",
            "She downloads songs from the Internet.",
            "The Web site has hundreds of animations you can download.",
            "The program is available for download at the company's Web site.",
            "We've got reviews and downloads of the latest business software.",
            "Download free, customizable business forms from Entrepreneur.com.",
            "Click here to download a demo of the new version of our personal finance software."
        ],
        "example_translate": [
            "Он загрузил эти файлы на свой компьютер.",
            "Обновления можно скачать бесплатно.",
            "Все загрузки находятся в этой папке.",
            "Модем допускает высокоскоростные загрузки.",
            "Новая программа позволяет повысить скорость загрузки.",
            "Это программное обеспечение облегчает скачивание музыки.",
            "Загрузите новый патч с нашего веб-сайта.",
            "игры, которые можно бесплатно скачать из Интернета",
            "Она скачивает песни из интернета.",
            "На веб-сайте содержатся сотни мультфильмов, которые можно скачать.",
            "Программа доступна для скачивания на веб-сайте компании.",
            "У нас имеются обзоры новейшего программного обеспечения для бизнеса и файлы для его загрузки.",
            "Скачивайте бесплатные, настраиваемые коммерческие бланки с сайта Entrepreneur.com.",
            "Нажмите здесь, чтобы скачать демо-версию программного обеспечения для учёта личных средств."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}