{
    "dozen": {
        "comment": [],
        "translate": "дюжина, масса",
        "transcription": " |ˈdʌzn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Eggs are sold by the dozen.",
            "I've heard this story a dozen times before.",
            "How much are eggs per dozen?",
            "We had a very slim audience, not more than a dozen.",
            "Eleven is one shy of a dozen.",
            "This recipe makes about two dozen cookies.",
            "Skilled stalkers are shooting up to a dozen hinds a day.",
            "Dozens of people were killed.",
            "What a feat - to bag a dozen head of game without missing!",
            "He sent a dozen red roses to his girlfriend on Valentine's Day.",
            "There was a big group of a dozen people at the table next to theirs.",
            "PhDs are a dime a dozen nowadays.",
            "At £20 for a dozen, they're a snip.",
            "Half a dozen ducks waddled up the bank.",
            "A dozen senators met over lunch with the Chinese ambassador.",
            "Chris, Helen, and half a dozen others went on holiday together.",
            "Raised in a nomadic family, she attended half a dozen different high schools.",
            "The hotel staff is completely fuddled by the guest's request for a dozen pillows.",
            "There were only three disputants in the argument, but they made enough noise for a dozen.",
            "He took along a dozen tapes to record the interview.",
            "An anonymous benefactor gave the school a dozen new computers.",
            "In any family quarrel, it's usually six of one and half a dozen of the other.",
            "She selected a pair of shoes from among the dozen the salesgirl had shown her."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "o = [ʌ]"
        ],
        "example_translate": [
            "Яйца продаются по двенадцать штук /дюжинами/.",
            "Я уже раз десять слышал эту историю.",
            "Почём дюжина яиц?",
            "У нас было мало посетителей, не больше дюжины.",
            "Одиннадцать — это без одного двенадцать.",
            "Этот рецепт рассчитан примерно на две дюжины печенюшек.",
            "Опытные охотники подстреливают до дюжины ланей за день.",
            "Десятки людей были убиты.",
            "Ничего себе - настрелять двенадцать голов и ни разу не промахнуться!",
            "На День Святого Валентина он послал своей девушке дюжину красных роз.",
            "За соседним с ними столом сидела большая группа, человек двенадцать.",
            "Кандидатов наук в наше время пруд пруди.",
            "Они стоят двадцать фунтов за дюжину — это просто даром.",
            "Полдюжины уток вперевалочку поднимались по берегу.",
            "Дюжина сенаторов встретилась за обедом с китайским послом.",
            "Крис, Хелен, и полдюжины других отправились на отдых вместе.",
            "Воспитанная в семье, ведущей кочевой образ жизни, она посещала полдюжины разных средних школ.",
            "Персонал гостиницы совершенно ошарашила просьба гостя принести дюжину подушек.",
            "В споре участвовали всего трое, но шумели они за десятерых.",
            "Для записи интервью он взял с собой десяток кассет.",
            "Анонимный благотворитель подарил школе дюжину новых компьютеров.",
            "В любой семейной ссоре стороны, как правило, стоят друг друга.",
            "Она выбрала себе пару обуви из дюжины, которой ей показала продавщица."
        ]
    }
}