{
    "draft": {
        "comment": [
            "daft",
            "aircraft",
            "craft",
            "shaft"
        ],
        "translate": "проект, осадка, черновик, тягловый, тяговый, призывать, чертить",
        "transcription": " |dræft|",
        "antonyms": [],
        "mnemonic": [
            "draft [дра:фт] черновик, набросок, проект - Да (з-драфт-ствуют) черновики, наброски и проекты.",
            "graft [grɑ:ft]\ndraft [drɑ:ft] - черновик, набросок, проект\n***\nПРИВИВКУ сделал граф (т). (это) graft\nЗанимался ВЗЯТОЧНИЧЕСТВОМ граф (т). graft\n***\nЗа каждый проект \"draft\"\nберут взятку \"graft\"."
        ],
        "examples": [
            "I dropped a draft.",
            "Do you feel a draft?",
            "The draft gave me a cold.",
            "He was drafted (into the army) at eighteen.",
            "I have enclosed your draft.",
            "There was no draft, there were only volunteers.",
            "I have seen the draft of the petition.",
            "This is the first draft of his proposal.",
            "Orders came to draft the militia.",
            "First do a rough draft of your essay.",
            "I wonder who helped that politician to draft out his speech.",
            "My dad was eighteen when he got drafted into the army.",
            "the final draft of the constitution",
            "Presently Larry was summoned to help draft the sheep.",
            "He avoided the draft because of a foot injury.",
            "I read the first draft and thought it was very good.",
            "Eva's busy drafting her speech for the conference.",
            "They discussed the working draft of a peace treaty.",
            "The two countries are drafting a treaty.",
            "The new rule prohibits teams from drafting players under 18.",
            "You may want to seal the windows with plastic to stop drafts.",
            "The published poem differs quite a bit from earlier drafts.",
            "A reinstitution of the draft would catalyze protests around the country.",
            "The legislature debated drafting more soldiers.",
            "The draft law was passed by 134 votes to 19, with 5 abstentions.",
            "All parties eventually approved the final draft (=finished form) of the peace treaty."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "a(закр сл) = [ɑː]"
        ],
        "example_translate": [
            "Я набросал чертёж.",
            "Чувствуешь сквозняк? / Чувствуешь, каким холодом веет? (неприязнь со стороны окружающих)",
            "Я простудился от сквозняка.",
            "Он был призван (в армию) в 18 лет.",
            "Ваш чек я приложил.",
            "Призыва не было, были только добровольцы.",
            "Я видел проект петиции.",
            "Это черновой вариант его заявки.",
            "Пришёл приказ собрать ополчение.",
            "Сначала напишите черновик вашего сочинения.",
            "Я все думаю, кто помог этому политическому деятелю написать речь?",
            "Моему папе было восемнадцать, когда его призвали в армию.",
            "окончательный проект Конституции",
            "Вскоре Ларри вызвали помогать отбраковывать овец.",
            "Он избежал призыва в армию из-за травмы ноги.",
            "Я прочёл первый черновой набросок и решил, что он очень хорош.",
            "Ева занята составлением своей речи для выступления на конференции.",
            "Они рассмотрели рабочий проект мирного договора.",
            "Две страны разрабатывают проект соглашения.",
            "Новое правило запрещает командам подписывать контракты с игроками, не достигшими восемнадцати лет.",
            "Возможно, вы захотите загерметизировать окна пластиком, чтобы устранить сквозняки.",
            "Опубликованное стихотворение довольно сильно отличается от предыдущих версий.",
            "Возобновление этого проекта приведёт к активизации протестов по всей стране.",
            "Законодатели обсудили возможность призыва большего числа солдат.",
            "Проект закона был принят 134 голосами \"за\" при 19 \"против\", пятеро воздержались.",
            "В конце концов, окончательный проект (т.е. готовый вид) мирного договора одобрили все его стороны."
        ],
        "stars": 2
    }
}