{
    "drag": {
        "comment": [
            "drug",
            "drugstore"
        ],
        "translate": "тянуть, тащить, тащиться, волочить, бремя, торможение",
        "transcription": " |dræɡ|",
        "antonyms": [],
        "mnemonic": [
            "drag [драг] тащить - Тащи свои (драгоценности) вверх.",
            "drag [dræg]\n***\nОТТАЩУ тебя от драк. (это) drag\nВОЛОЧИЛ его в овраг. (это) drag\nДрага, тормоз."
        ],
        "examples": [
            "The speech dragged on for two hours",
            "Don't try to drag me into your plans.",
            "He dragged the big suitcase behind him",
            "He dragged me away from the television set.",
            "Look what the cat dragged in!",
            "Drag / Tear / Haul your ass!",
            "Traffic during the rush hour just drags.",
            "Don't drag my past into this!",
            "Don't be such a drag - come along with us.",
            "I'm sorry to drag you into this mess.",
            "She took a long drag on her cigarette.",
            "The lawsuit dragged on for years.",
            "Friday afternoons always drag.",
            "These meetings are a total drag.",
            "Drag the chair over here so I can stand on it.",
            "They tried to drag me into their quarrel.",
            "You can drag and drop text like this.",
            "Mom dragged us to a classical music concert.",
            "Don't drag me into this business.",
            "The dog's leash was dragging along the ground.",
            "The party was so good I couldn't drag myself away.",
            "The events of the day drag themselves on tediously.",
            "He went to the party dressed in drag.",
            "At last the police were able to drag the truth out of the prisoner.",
            "If you particularly want him dragged, you'll tell me what I can drag him on.",
            "Frank took a drag on his cigarette.",
            "The car's rounded edges reduce drag.",
            "I was dragged into helping with the concert.",
            "He lit one cigarette from the butt of another and dragged at it nervously.",
            "We stopped beside a little trickle of water for ten minutes' break and a drag."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Выступление затянулось на два часа",
            "Не пытайся впутать меня в свои планы.",
            "Он тащил за собой большой чемодан",
            "Он оторвал / оттащил меня от телевизора.",
            "Смотрите, кого нелегкая принесла!",
            "Шевели задницей!, Поторапливайся!",
            "Транспорт в часы пик еле ползёт.",
            "Не надо сюда впутывать моё прошлое!",
            "Не будь таким занудой - пошли с нами.",
            "Прости, что впутываю тебя в это безобразие.",
            "Она глубоко затянулась.",
            "Тяжба тянулась многие годы.",
            "В пятницу день всегда тянется бесконечно долго.",
            "Эти собрания — такая нудятина.",
            "Подтащи сюда стул, чтобы я мог на него встать.",
            "Они попытались втянуть меня в свою перебранку.",
            "Текст можно перетаскивать — вот так.",
            "Мама притащила нас на концерт классической музыки.",
            "Не надо меня в это втягивать.",
            "Поводок собаки волочился по земле.",
            "На вечеринке было так весело, что я никак не мог заставить себя уйти.",
            "День тянулся медленно и скучно.",
            "Он пошёл на вечеринку в женской одежде.",
            "Наконец полицейским удалось вытянуть из заключённого правду .",
            "Если тебе очень хочется его засадить, скажи, на чём я могу его подловить.",
            "Фрэнк затянулся (своей) сигаретой.",
            "Закруглённые контуры автомобиля снижают лобовое сопротивление.",
            "Меня вынудили принять участие в подготовке концерта.",
            "Он прикурил одну сигарету от другой и нервно затянулся.",
            "Мы остановились у небольшого ручейка для десятиминутной передышки и перекура."
        ],
        "stars": 2
    }
}