{
    "dramatic": {
        "comment": [
            "drama"
        ],
        "translate": "драматический, драматичный, впечатляющий, эффектный, театральный, волнующий",
        "transcription": " |drəˈmætɪk|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "There was a dramatic increase in prices.",
            "a dramatic plunge in house prices",
            "Universities have suffered a dramatic drop in student numbers.",
            "a game with a dramatic finale",
            "a diet that achieves dramatic results",
            "His parents noticed a dramatic change in his behavior.",
            "Bridget made a dramatic entrance into the room.",
            "There was a dramatic sequel to the scandalous revelations.",
            "She's one of the leading lights of the local dramatic society.",
            "Royal Academy of Dramatic Art",
            "Output has increased dramatically.",
            "His clear abrupt style imparted a dramatic directness and vivacity to the scene.",
            "She wowed them with a dramatic reading of the death scene from Romeo and Juliet.",
            "His previous movies have all been comedies, so this dramatic role is a real departure for him.",
            "She's a dramatic slammer of doors",
            "They are members of the local dramatic society.",
            "A well-known dramatic critic led off the congratulations.",
            "Family life has undergone dramatic change in recent years.",
            "The book tells the dramatic story of her battle with cancer.",
            "Hughes, opening the Conference, made a dramatic plea for peace.",
            "A superb goal by Owen earned United a dramatic victory yesterday.",
            "She needed a stunning dress to help her make a dramatic entrance.",
            "Some of the most dramatic events in American history happened here.",
            "A serious accident can have a dramatic effect on your family's finances.",
            "In recent years, the movie industry has undergone a dramatic transformation.",
            "She likes to make dramatic appearances wearing her trademark outsize sunglasses.",
            "The most immediate effect of retirement is a dramatic reduction in living standards.",
            "A moving picture of a train is more dramatic than a still picture of the same subject.",
            "Any competent science reporter knows anecdotes are not data and that one dramatic story proves nothing.",
            "For dramatic purposes, the film telescopes the years over which the events occurred into a few short months."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Произошёл резкий рост цен.",
            "впечатляющее падение цен на жильё",
            "Университеты пострадали от резкого падения числа студентов.",
            "игра с драматической развязкой",
            "диета, которая помогает достичь значительных результатов.",
            "Его родители заметили разительные перемены в его поведении.",
            "Бриджит эффектно вошла в комнату.",
            "Скандальные разоблачения имели драматические последствия.",
            "Она является одним из корифеев местного драматического общества.",
            "Королевская академия драматического искусства",
            "Объём выпуска продукции резко увеличился.",
            "Его ясный грубый стиль придал сцене драматическую правдивость и живость.",
            "Она поразила их впечатляющей декламацией сцены смерти из \"Ромео и Джульетты\".",
            "Все его предыдущие фильмы были комедиями, так что для него эта драматическая роль — настоящее новшество.",
            "Она любит красиво хлопнуть дверью.",
            "Они являются членами местного драмкружка.",
            "Известный драматический критик первым приступил к поздравлениям.",
            "В последние годы семейная жизнь претерпела разительные изменения.",
            "Книга рассказывает драматическую историю о её борьбе с раком.",
            "Открывая совещание, Хьюз обратился с впечатляющим призывом о мире.",
            "Вчера великолепный гол Оуэна принёс \"Юнайтед\" эффектную победу.",
            "Для эффектного появления ей нужно было какое-то потрясающее платье.",
            "Одни из самых драматических событий в истории Америки произошли здесь.",
            "Серьёзная авария может оказать значительное влияние на ваши семейные финансы.",
            "За последние годы киноиндустрия претерпела кардинальные преобразования.",
            "Она любит эффектные появления в своих знаменитых огромных солнцезащитных очках.",
            "Самым прямым следствием ухода на пенсию является резкое снижение уровня жизни.",
            "Кинолента, изображающая поезд, производит более сильное впечатление, чем фотография того же объекта.",
            "Любой грамотный научный журналист знает, что анекдоты не являются фактами, и что одна эффектная история ничего не доказывает.",
            "В драматических целях, авторы фильма сжимают несколько лет, в течение которых происходили события, в несколько коротких месяцев."
        ]
    }
}