{
    "drama": {
        "comment": [
            "dramatic"
        ],
        "translate": "драма, драматургия",
        "transcription": " |ˈdrɑːmə|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I prefer drama to comedy.",
            "John started off in heavy drama.",
            "The new drama plays for three hours.",
            "His presence rays life into every part of the drama.",
            "sports and drama are popular extracurricular activities",
            "There's J.B. Priestley's classic drama showing at the Garrick Theatre.",
            "She studied drama in college.",
            "We discovered a mutual interest in drama.",
            "Susan's hobbies include reading, cooking, and drama.",
            "He plays a Russian spy in the comedy drama 'Sleepers'.",
            "...a drama critic who is best remembered for his biting witticisms...",
            "a drama with a lachrymose hero",
            "a drama enacted on a darkened stage",
            "He is reading an ancient Greek drama.",
            "Maggie's life is always full of drama.",
            "The drama's symbolism was very ideological.",
            "He won the award for best actor in a drama.",
            "We watched the drama unfold on live television.",
            "His interest in drama began at a very young age.",
            "As a writer, I find the drama genre to be very limiting.",
            "His operas synthesize music and drama in perfect harmony.",
            "an actor whose roles range from slapstick to serious drama",
            "The drama school offers places to students who can show talent.",
            "It would take a volume to follow out all the peripeteias of the drama.",
            "a protean actor who is equally comfortable with light comedy and serious drama",
            "London reviewers slagged off the new play for being another kitchen-sink drama.",
            "...though ostensibly a drama, the play is filled with zingy little nifties that lighten the mood...",
            "Our office drama queen yet again made the melodramatic declaration that he was contemplating suicide.",
            "The student drama society's decision to put on the controversial play prompted a brawl at the school board meeting."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я предпочитаю драму комедии.",
            "Джон начинал с трагедии.",
            "Новая драма идёт три часа.",
            "Его присутствие вселяет жизнь в каждый эпизод драмы.",
            "занятия спортом и драматический кружок - популярные виды внешкольной деятельности",
            "В театре «Гаррик» идет классическая драма Джона Бойтона Пристли.",
            "Она изучала актёрское мастерство в колледже.",
            "Мы обнаружили взаимную заинтересованность в драматургии.",
            "В числе увлечений Сьюзи — чтение, кулинария и драматургия.",
            "Он играет русского шпиона в комедийной драме \"Спящие\".",
            "...театральный критик, который лучше всего запомнился своими резкими остротами...",
            "драма с плаксивым героем",
            "драма, поставленная на затемнённой сцене",
            "Он читает древнегреческую драму.",
            "Жизнь Мэгги всегда полна драматизма.",
            "Символизм драмы носил очень идеологический характер.",
            "Он получил награду за лучшую мужскую драматическую роль.",
            "Мы наблюдали за тем, как разворачивается эта драма, в прямом телеэфире.",
            "Он начал интересоваться драмой в очень молодом возрасте.",
            "Будучи писателем, я считаю, что жанр драмы очень ограничивает возможности.",
            "В его операх совершенно гармонично сочетаются музыка и драматургия.",
            "актёр, который играет самые разные роли, от дешёвого фарса до серьёзной драмы",
            "Театральная школа предлагает места для студентов, которые могут проявить свой талант.",
            "Для того, чтобы проследить все перипетии этой драмы, мне бы потребовался целый том.",
            "разносторонний актёр, который одинаково хорошо себя чувствует как в лёгкой комедии, так и в серьёзной драме",
            "Лондонские критики охаяли новую пьесу за то, что та оказалась очередной бытовой драмой.",
            "...хотя эта пьеса якобы драматическая,в ней присутствуют остроумные моменты,способные поднять настроение...",
            "На работе наш местный истерик в очередной раз пафосно объявил, что \"подумывает о самоубийстве\".",
            "Решение ученического драмкружка поставить эту неоднозначную пьесу вызвало шумный скандал на заседании школьного совета."
        ]
    }
}