{
    "dramatically": {
        "comment": [],
        "translate": "драматично, ярко, театрально",
        "transcription": " |drəˈmætɪklɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Output has increased dramatically.",
            "Why had her mood changed so dramatically?",
            "Serious crimes have increased dramatically.",
            "It's obvious from a quick glance that the plan has changed dramatically.",
            "The population increased dramatically in the first half of the century.",
            "Temperatures drop quite dramatically at night, so bring some warm clothing.",
            "In the desert, the temperature fluctuates dramatically.",
            "Public opinion has shifted dramatically in recent months.",
            "Sales of arms to the Middle East have dramatically increased.",
            "The volume of traffic on the roads has increased dramatically in recent years.",
            "The average cost of raising a family has increased dramatically.",
            "The play was dramatically interesting, but the direction was bad.",
            "The price sometimes changes dramatically from one month to the next.",
            "The scope for successful gardening increases dramatically with a greenhouse.",
            "Company sales improved dramatically following a $2 million marketing campaign.",
            "With the passage of time, the number of children suffering with the disease has decreased dramatically.",
            "According to the latest census, the racial makeup of the town has changed dramatically in the last 50 years.",
            "The deregulation of bus services following the 1986 Transport Act has dramatically changed the nature of public transport."
        ],
        "example_translate": [
            "Объём выпуска продукции резко увеличился.",
            "Почему ее настроение изменилось так резко?",
            "Количество тяжких преступлений значительно возросло.",
            "Даже с беглого взгляда становится очевидным, что план изменился кардинально.",
            "В первой половине века население значительно увеличилось.",
            "Ночью температура падает довольно существенно, так что захватите с собой тёплую одежду.",
            "Температура воздуха в пустыне резко колеблется.",
            "В последние месяцы общественное мнение резко изменилось.",
            "Продажи вооружений на Ближнем Востоке резко выросли.",
            "За последние годы объём дорожного движения резко увеличился.",
            "Средний объём расходов, связанных с воспитанием детей, резко увеличился.",
            "С точки зрения драматургии, пьеса была интересная, но режиссура плохая.",
            "Цена иногда резко меняется от месяца к месяцу.",
            "При наличии теплицы, возможности для успешного садоводства резко возрастают.",
            "После двухмиллионной маркетинговой кампании продажи компании значительно улучшились.",
            "С течением времени количество детей, страдающих от этой болезни, резко уменьшилось.",
            "По данным последней переписи населения, за последние пятьдесят лет расовый состав города сильно изменился.",
            "Дерегулирование автобусного транспорта после принятия закона \"О транспорте\" ("
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}