{
    "drawer": {
        "comment": [],
        "translate": "чертежник, трассант, рисовальщик, чертежник, буфетчик, составитель",
        "transcription": " |drɔːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the top drawer of the desk",
            "The towels are in the bottom drawer.",
            "There are some pens in my desk drawer.",
            "He shut the drawer and turned the key.",
            "The spare car keys live in this drawer.",
            "She slammed the drawer shut.",
            "He opened the drawer of the desk.",
            "I happened on this old photograph in the back of the drawer.",
            "I found the letter in the top drawer of his desk.",
            "Pull hard — that drawer's very stiff.",
            "Why are you ferreting about in my drawer?",
            "She was having trouble closing the drawer.",
            "He grabbed the pull and opened the drawer.",
            "I came across this old photograph in the back of the drawer.",
            "I chanced upon this old photograph in the back of the drawer.",
            "She took a file from her desk drawer.",
            "You can put your pyjamas in the bottom drawer.",
            "Ben tipped the contents of the drawer onto the table.",
            "'I can't open this drawer.' 'Here. Let me have a go.'",
            "She extracted a carbon from a drawer and fitted it to her paper.",
            "He stood there in only his drawers.",
            "Marcia hid the pictures in her desk drawer.",
            "He carefully placed the folder back in his desk drawer.",
            "“I've lost the key.” “You'll find a spare in the drawer.”",
            "The scissors are in the kitchen drawer (=drawer in a piece of kitchen furniture).",
            "This drawer is stuck. It just won't open!",
            "She saved the old family photographs in a drawer.",
            "She opened the drawer and ferreted around for her keys.",
            "Annie whipped off her apron and put it into the drawer.",
            "I stumbled across this old photograph in the back of the drawer."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "верхний ящик стола",
            "Полотенца лежат в нижнем ящике.",
            "В ящике моего письменного стола есть несколько ручек.",
            "Он захлопнул ящик и повернул ключ.",
            "Запасные ключи от машины лежат в этом ящике.",
            "Она захлопнула ящик стола. (резким движение закрыла ящик стола)",
            "Он открыл ящик стола.",
            "Я наткнулся на эту старую фотографию в самом углу ящика.",
            "Я нашел письмо в верхнем ящике его стола.",
            "Дёрни посильнее: этот ящик очень тугой.",
            "Что это вы копаетесь в моем шкафу?",
            "У неё не получалось закрыть ящик.",
            "Он потянул за ручку и открыл ящик.",
            "Я случайно обнаружил эту старую фотографию на дне ящика.",
            "Я случайно обнаружил эту старую фотографию на дне ящика.",
            "Она взяла папку с бумагами /документами/ из ящика своего письменного стола.",
            "Можешь положить свою пижаму в нижний ящик.",
            "Бен вывалил / высыпал содержимое ящика на стол.",
            "— Я не могу открыть этот ящик. — Так, дай я попробую.",
            "Она достала из ящика копирку и положила между листами бумаги.",
            "Он стоял там в одних подштанниках.",
            "Марша спрятала фотографии в ящик стола.",
            "Он осторожно положил папку обратно в ящик стола.",
            "— Я потерял ключ. — Вы найдёте запасной в ящике.",
            "Ножницы лежат в кухонном ящике. (т.е. в ящике одного из предметов кухонной мебели)",
            "Этот ящик застрял. Не открывается, и всё тут!",
            "Она хранила старые семейные фотографии в ящике.",
            "Она открыла ящик стола и принялась шарить там в поисках ключей.",
            "Энни сорвала с себя фартук и сунула его в ящик.",
            "В глубине ящика я наткнулся на эту старую фотографию."
        ]
    }
}