{
    "drawing": {
        "comment": [],
        "translate": "чертёж, рисунок, рисование, графика, черчение, розыгрыш, вытягивание, волочение",
        "transcription": " |ˈdrɔːɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't risk drawing down his anger.",
            "She took a course in freehand drawing.",
            "Winter is drawing on.",
            "The days are drawing out now that it is spring.",
            "The drawing is done in crayon.",
            "Close the curtains, the evening is drawing in.",
            "The days are drawing in now that it is autumn.",
            "His portrait graces the wall of the drawing room.",
            "She made a drawing of my house.",
            "Christmas is drawing near.",
            "He learned drawing from his father.",
            "They are drawing near.",
            "His days are drawing to a close.",
            "She shaded the drawing to give it depth.",
            "an anatomically correct drawing of the human body",
            "She nodded towards the drawing room. \"He's in there.\"",
            "I've never been very good at drawing.",
            "The time for a decision is drawing closer.",
            "Keith was drawing a complicated-looking graph.",
            "The drawing showed the human brain in cross section.",
            "She tripped before us up the stairs to the drawing room.",
            "Drawing in a deep breath, she braced herself and said, 'How are you, Richard?'",
            "And now the leading horse is drawing away from the rest, putting a greater distance between himself and the nearest runner.",
            "the drawing of water from the well",
            "The archers were drawing their bows.",
            "She's taking classes in life drawing.",
            "The drawing caricatured the President.",
            "He spent the day drawing in the garden",
            "In October the nights start drawing in.",
            "He was the biggest drawing card they had."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Не рискуй навлечь на себя его гнев.",
            "Она прошла курс рисования от руки.",
            "Наступает зима.",
            "Настала весна, дни увеличиваются.",
            "Этот рисунок нарисован пастелью.",
            "Темнеет, закрой шторы.",
            "Наступила осень, дни становятся короче.",
            "Его портрет украшает стену гостиной.",
            "Она сделала чертёж моего дома.",
            "Рождество всё ближе.",
            "Рисовать он научился у отца.",
            "Они приближаются.",
            "Его дни сочтены.",
            "Она заштриховала рисунок, чтобы придать ему глубину.",
            "анатомически правильный рисунок человеческого тела",
            "Она кивком головы указала на гостиную. \"Он там.\"",
            "Я никогда не был так уж силён в рисовании.",
            "Всё ближе время, когда нужно будет принимать решение.",
            "Кейт чертила какой-то сложный на вид график.",
            "На рисунке был изображён человеческий мозг в поперечном сечении.",
            "Она легко взбежала по лестнице в гостиную, обгоняя нас.",
            "Сделав глубокий вдох, она собралась с духом и произнесла: \"Как у тебя дела, Ричард?\"",
            "И теперь лидер вырывается вперёд, оставляя лошадь, идущую второй, далеко позади.",
            "забор воды из источника",
            "Лучники натягивали свои луки.",
            "Она посещает занятия по рисованию с живой натуры.",
            "На карикатуре был изображён президент.",
            "Этот день он провёл за рисованием в саду.",
            "В октябре ночи начинают удлиняться.",
            "Он был их самой большой \"звездой\"."
        ]
    }
}