{
    "dream": {
        "comment": [
            "dreadful"
        ],
        "translate": "мечтать, грезить, фантазировать, сниться, мечта, сон, сновидение, греза, видение",
        "transcription": " |driːm|",
        "antonyms": [],
        "mnemonic": [
            "dream [дри:м] сон, мечта - В своих снах он мечтал в (дрим-учем) лесу жить;",
            "dream [dri: m]\n***\nМы МЕЧТУ придумали и её внедрим. (это) dream\nМы МЕЧТАЕМ и мудрим. (это) dream\nСон, сновидение, мечта.\n***\nМне приснился сон \"dream\",\nчто мы пришли к ручью \"stream\"\nповизжать \"scream\"\n***\nЯ мечтаю \"dream\" о мороженом \"ice cream\"."
        ],
        "examples": [
            "I dreamt about you last night.",
            "How did you dream up that idea?",
            "I never dreamt that I'd get the job.",
            "Dreams go by opposites.",
            "She appeared to him in a dream.",
            "I wouldn't dream of saying such a thing.",
            "He dreamt a strange scene.",
            "I was having a bad dream.",
            "Did it rain last night or did I dream it?",
            "His dream became a reality.",
            "Tell me your hopes and dreams.",
            "You were in my dream last night.",
            "He was dreaming of a better future.",
            "She dreamed that one day she would be famous.",
            "She had been dreaming and had not followed the conversation.",
            "To sleep, perchance to dream...",
            "The idea came to him in a dream.",
            "I had a peculiar dream last night.",
            "Can you tell me what my dream means?",
            "Last night, I had the strangest dream.",
            "I had a really weird dream last night.",
            "I dreamed about / of my old home last night.",
            "Did it really happen or did I just dream it?",
            "It's quite common to dream that you're falling.",
            "Her dream is to make a movie.",
            "She finally nailed her dream job.",
            "a wild-eyed dream of a world state",
            "as irrational and surreal as a dream",
            "I was sure I posted the letter but I must have dreamt it.",
            "The dream was very vivid."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты мне вчера ночью приснилась.",
            "И как ты такое выдумал?",
            "Я никогда не думал, что получу эту работу.",
            "Наяву всё наоборот.",
            "Она явилась ему во сне.",
            "Мне бы и в голову не пришло сказать такое.",
            "Ему приснилась странная сцена.",
            "Мне приснился кошмар.",
            "Прошлой ночью шел дождь, или это мне приснилось?",
            "Его мечта осуществилась.",
            "Расскажите мне о ваших надеждах и мечтах.",
            "Ты приснилась мне прошлой ночью.",
            "Он мечтал о лучшем будущем.",
            "Она мечтала, что в один прекрасный день она станет знаменитой.",
            "Она замечталась и не следила за беседой.",
            "Уснуть, и видеть сны... (У. Шекспир, \"Гамлет\")",
            "Эта идея пришла к нему во сне.",
            "Прошлой ночью мне приснился странный сон.",
            "Можешь рассказать, что означает мой сон?",
            "Прошлой ночью я видел очень странный сон.",
            "Прошлой ночью мне приснился очень странный сон.",
            "Вчера мне снился мой старый дом.",
            "Это действительно случилось или мне это только приснилось?",
            "Видеть сон, в котором ты падаешь — дело совершенно обычное.",
            "Ее мечта - снять фильм.",
            "В конце концов, она нашла работу своей мечты.",
            "безумная мечта о мировом государстве",
            "абсурдный и нереальный, как сновидение",
            "Я был уверен, что отправил письмо, но, должно быть, мне это только приснилось.",
            "Этот сон был очень ярким и реалистичным."
        ],
        "stars": 3
    }
}