{
    "dressing": {
        "comment": [],
        "translate": "соус, одевание, обогащение, выделка, перевязочный",
        "transcription": " |ˈdresɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Shake the salad dressing well before using it.",
            "The salad dressing was very oily.",
            "She is dressing for the opera.",
            "She often spends hours dressing her hair.",
            "The nurse came to change his dressing.",
            "He has a very different style of dressing.",
            "We had turkey with dressing and potatoes for dinner.",
            "The dressing is made with oil, vinegar, and a pinch of herbs.",
            "The prisoners escaped by dressing up as guards.",
            "There is no elaborate dressing for dinner here. (Mrs. Carlyle)",
            "The pungency of the vinegar gives the salad dressing the kick that it needs.",
            "Dressing is a task which we do every day as a matter of routine (=done regularly and not unusual).",
            "Gerald gets a kick out of dressing as a woman.",
            "She loved dressing up and wearing priceless jewels.",
            "The children enjoy dressing up in Mother's old clothes.",
            "His fingers itched to give me another dressing. (Malkin)",
            "He waited in his dressing room until it was time for him to appear on stage.",
            "These changes are being made for a good reason. They're not just window dressing."
        ],
        "example_translate": [
            "Хорошенько встряхните заправку для салата перед использованием.",
            "Заправка салата была очень жирной.",
            "Она одевается для похода на оперу.",
            "Она часами занимается своей причёской.",
            "Медсестра пришла, чтобы сменить ему повязку.",
            "У него совсем другая манера одеваться.",
            "На ужин у нас была индейка с соусом и картошкой.",
            "Соус сделан с маслом, уксусом и щепоткой зелени.",
            "Заключённые сбежали, переодевшись охранниками.",
            "Наряжаться в пышное платье к обеду здесь не принято.",
            "Острота уксуса придаёт заправке для салата ту резкость, в которой она нуждается.",
            "Одевание — это задача, которую мы выполняем каждый день в текущем порядке (т.е. она делается регулярно и не является чем-то необычным).",
            "Джеральд получает кайф /балдеет/ от того, что одевается, как женщина.",
            "Она любила наряжаться и носить редкие драгоценности.",
            "Дети обожают переодеваться в мамину старую одежду.",
            "У него чесались руки сделать мне еще одну выволочку.",
            "Он ждал в своей гримёрке до тех пор, пока ему не пришло время появиться на сцене.",
            "Эти изменения делаются не случайно, это не просто какая-то показуха."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}