{
    "dried": {
        "comment": [],
        "translate": "сушеный, высушенный, сухой, просохший",
        "transcription": " |draɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Mary dried her hands.",
            "My throat had dried up.",
            "the creek dried up every summer",
            "She dried her hands on the kitchen towel.",
            "The work soon dried up.",
            "Our clothes have been dried by the sun.",
            "The fruit dried and shriveled.",
            "a face marked with dried tears",
            "He dried himself with the towel.",
            "She dried her hair with a towel.",
            "Dried plums are also called “prunes.”",
            "The flow of intelligence has dried up.",
            "He quickly dried himself on the thin towel.",
            "The hospital dried Michael out and sent him home.",
            "The river dried up completely in the early 1990s.",
            "I built a fire, warmed up, and dried my clothes out.",
            "Dried blood matted his hair on each side of his head.",
            "You can use either fresh or dried basil for this recipe.",
            "Our department was dismembered when our funding dried up.",
            "The sauce is quite sweet, so add dried thyme as a contrast.",
            "Across central and west Texas, waterholes and wells have dried up.",
            "The articles of dress must be well starched, blued, and rough dried.",
            "It's so humid that the clothes I washed yesterday haven't dried yet.",
            "The dried grass of the prairie kindled, spreading the flames for miles.",
            "As soon as the capsules containing the seed are dried, the flax is ready for being rippled."
        ],
        "example_translate": [
            "Мария вытерла руки.",
            "У меня в горле пересохло.",
            "ручей пересыхал каждое лето",
            "Она вытерла ее руки кухонным полотенцем.",
            "Работа вскоре высохлa.",
            "Наша одежда высохла на солнце.",
            "Плоды засохли и сморщились.",
            "лицо со следами высохших слёз",
            "Он вытерся полотенцем.",
            "Она вытерла волосы полотенцем.",
            "Высушенные /сушёные/ сливы также называются \"черносливом\".",
            "Поток разведывательных данных иссяк.",
            "Он быстро вытерся тонким полотенцем.",
            "В больнице Майкла вылечили от алкоголизма /протрезвили/ и отправили домой.",
            "Река пересохла в начале девяностых.",
            "Я разжег костер, согрелся и высушил свою одежду.",
            "Волосы по бокам его головы потускнели от засохшейся крови.",
            "Для этого рецепта можно использовать как свежий, так и сушёный базилик.",
            "Когда финансирование прекратилось, наш отдел был расформирован.",
            "Соус довольно сладкий, поэтому для контраста добавьте к нему сушёный тимьян.",
            "В центральном и западном Техасе пересохли колодцы и источники.",
            "Одежду надо хорошо накрахмалить, подсинить, а затем высушить.",
            "Воздух очень влажный, поэтому одежда, которую я вчера постирала, ещё не высохла.",
            "Высушенная трава прерий вспыхнула, распространяя пламя на мили.",
            "Как только оболочка семян станет сухой, лён можно чесать."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}