{
    "drift": {
        "comment": [
            "driver",
            "drive",
            "driving"
        ],
        "translate": "дрейф, самотек, снос, медленное течение, дрейфовать, плыть по течению",
        "transcription": " |drɪft|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is the world drifting towards war?",
            "The snow had drifted our tracks.",
            "The business seems to be drifting towards failure.",
            "I see the whole drift of your argument.",
            "North Atlantic Drift",
            "She drifted from job to job.",
            "He drifted in and out of consciousness.",
            "The drift of the Maker is dark.",
            "She was just drifting into sleep when the alarm went off.",
            "Jenni spent the year drifting around Europe.",
            "After twelve years of marriage, the two people began to drift apart.",
            "The shipwrecked boat drifted away from the shore.",
            "I want to get rid of this house - cut cables and drift about.",
            "He couldn't let the matter drift for much longer.",
            "Columns of smoke and ashes drifted to the south-east.",
            "The stock market drifted upward.",
            "The snow drifted against the side of the house.",
            "The alignment of the hills shows a northward drift.",
            "There is a steady low-class labour drift into London.",
            "She didn't quite get my drift, did she?",
            "The laborers drift from one town to the next.",
            "She caught the general drift of the conversation.",
            "Fangio puts his Maserati or Ferrari into a corner in a four-wheel drift.",
            "She allowed her mind to drift towards the recent past.",
            "The sailboat was adrift on the open sea.",
            "Floaters seem to drift through the field of vision.",
            "After he left the army he just drifted for a few years.",
            "So what's the drift of the argument?",
            "The dollar drifted lower against the yen today.",
            "The unknown young man drifted among the invited guests."
        ],
        "example_translate": [
            "Неужели мир катится к войне?",
            "Наши следы занесло снегом.",
            "Это дело, как кажется, близится к провалу.",
            "Я в целом понимаю, к чему вы клоните.",
            "Североатлантическое течение",
            "Она регулярно меняла работу.",
            "Он приходил в себя и снова терял сознание.",
            "Намерения Создателя неясны.",
            "Она как раз засыпала, когда сработала сигнализация /зазвонил будильник/.",
            "Дженни провела год в разъездах по Европе.",
            "После двенадцати лет семейной жизни они стали отдаляться друг от друга.",
            "Потерпевшую кораблекрушение лодку отнесло от берега.",
            "Я хочу избавиться от этого дома - порвать все связи и уехать.",
            "Он не мог надолго пускать этот вопрос на самотёк.",
            "Столбы пыли и пепла смещались на юго-восток.",
            "Фондовый рынок медленно пошёл вверх.",
            "Возле стены дома намело снежный сугроб.",
            "Линия холмов смещается к северу.",
            "Имеется стабильный приток неквалифицированной рабочей силы в Лондон.",
            "Она не совсем поняла, на что я намекаю, так?",
            "Работники бесцельно бродят от одного городка к другому.",
            "Она уловила общую тенденцию разговора.",
            "Фанхио входит на своей \"Мазерати\" или \"Феррари\" в поворот с заносом на обе оси.",
            "Она позволила своим мыслям вернуться к недавнему прошлому.",
            "Парусник дрейфовал в открытом море.",
            "Кажется, перед глазами плывут мушки.",
            "Покинув армию, несколько лет он просто плыл по течению.",
            "Так к чему сводится вся эта аргументация?",
            "Сегодня курс доллара опустился ниже относительно иены.",
            "Этот неизвестный молодой человек неторопливо перемещался среди приглашённых гостей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}