{
    "drought": {
        "comment": [],
        "translate": "засуха, сухость, сухость воздуха, жажда",
        "transcription": " |draʊt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The drought caused crop failure.",
            "These plants tolerate drought well.",
            "Famine followed in the wake of the drought.",
            "The drought could spell disaster for wildlife.",
            "Food was getting scarce during the drought.",
            "The drought caused serious damage to crops.",
            "Don't waste water during the summer drought.",
            "Drought and wildfires continue to plague the area.",
            "The village has been hit by a devastating drought.",
            "The new hybrid is more resistant to drought.",
            "Fresh vegetables were scarce during the drought.",
            "The plants are bred to resist disease and drought.",
            "The South was afflicted by a severe drought.",
            "The drought brought economic ruin to local farmers.",
            "Many areas of Africa have suffered severe drought this year.",
            "The severe drought has endangered crops throughout the area.",
            "The drought was only one of many hardships to befall the small country.",
            "The water supply for the town failed after a long drought.",
            "Many famished in the countryside during the drought.",
            "The north remained largely unaffected by the drought.",
            "The region is currently in the midst of a terrible drought.",
            "The combined effects of the war and the drought resulted in famine.",
            "The region has had to ration water during times of drought.",
            "Tree bark provides deer with sustenance in periods of drought.",
            "The degree of drought is largely a function of temperature and drainage.",
            "Devout Red Sox fans never lost faith during the long World Series drought.",
            "The pilot had to continually fathom the river, which drought conditions had lowered to unprecedented levels."
        ],
        "example_translate": [
            "Засуха вызвала неурожай.",
            "Эти растения, устойчивы к засухе.",
            "Голод наступил в результате засухи.",
            "Засуха может обернуться катастрофой для дикой природы.",
            "Во время засухи, добыть еду становилось всё труднее.",
            "Засуха нанесла серьёзный ущерб посевам.",
            "Во время летней засухи не стоит растрачивать воду понапрасну.",
            "Засуха и лесные пожары продолжали досаждать этой области.",
            "Деревню поразила опустошительная засуха.",
            "Новый гибрид будет более устойчив к засухе.",
            "Во время засухи свежие овощи были в дефиците.",
            "Эти растения выедены для того, чтобы противостоять болезням и засухе.",
            "Юг пострадал от сильной засухи.",
            "Засуха привела к экономическому краху местных фермеров.",
            "В этом году многие районы Африки пострадали от сильной засухи.",
            "Сильная засуха поставила под угрозу урожай на территории всей области.",
            "Засуха была лишь одной из многих трудностей, которые обрушились на небольшую страну.",
            "После долгой засухи водные запасы города подошли к концу.",
            "Во время засухи, многие в деревне голодали.",
            "Север остался практически незатронут засухой.",
            "Сейчас в данной местности — самый разгар ужасной засухи.",
            "Война, в сочетании с засухой, привела к голоду.",
            "Во время засухи в данной области пришлось нормировать распределение воды.",
            "Древесная кора обеспечивает оленей пропитанием в периоды засухи.",
            "Степень засухи по большей части является функцией температуры и дренажа.",
            "Преданные поклонники \"Бостон Ред Сокс\" не теряли веры в течение длительного периода, когда их команда не выигрывала Мировую Серию.",
            "Лоцману приходилось постоянно измерять глубину реки, которая в условиях засухи опустилась до беспрецедентного уровня."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}