{
    "drum": {
        "comment": [
            "drug",
            "drugstore"
        ],
        "translate": "барабан, цилиндр, барабанный бой, барабанить, вдолбить, стучать",
        "transcription": " |drʌm|",
        "antonyms": [],
        "mnemonic": [
            "drum [драм] барабан, бочка - Барабаны и бочки в Армении стоят 100 (драм);",
            "drum [drʌm]\n***\nБАРАБАНИЛ - теперь с ушами драма. (это) drum\nБарабан."
        ],
        "examples": [
            "The drums beat all night.",
            "Ringo Starr drummed for the Beatles.",
            "Her foot was drumming on the carpet.",
            "Rain drummed upon the roof of the car.",
            "Drum sound was tubby.",
            "She drummed while he played the guitar.",
            "He had an annoying habit of drumming his fingers on the table while he listened.",
            "Standard examples were drummed into students' heads.",
            "Lisa drummed her fingers impatiently on the table.",
            "He heard the beat of a drum.",
            "The joyful beating of the drum.",
            "I bet Stive's been drumming every room in the joint.",
            "The even beat of the drum",
            "the sound of the bass drum",
            "the steady beat of the drum",
            "Rain drummed against the windshield",
            "I could hear the rain drumming against the windows.",
            "You are like children who poke a hole in a drum to see what it is.",
            "I guess he'll try to reach his old stomping ground to drum up support.",
            "The organization is using the event to drum up business (=get more work and sales).",
            "Beat out this tune on a drum.",
            "the rhythmic thud of the bass drum",
            "Her fingers drummed nervously on the table.",
            "He could hear the drums before he heard the fifes.",
            "The company is banging the drum for their new software.",
            "The organisers are hoping to drum up support (=get many people's approval) from local businesses.",
            "An information booklet will be available and press advertisements will drum home the message."
        ],
        "example_translate": [
            "Барабаны били всю ночь.",
            "Ринго Стар был барабанщиком в «Битлз».",
            "Она постукивала ногой по ковру.",
            "Дождь барабанил по крыше автомобиля.",
            "Барабан звучал глухо.",
            "Она играла на барабанах, а он — на гитаре.",
            "У него была отвратительная привычка постукивать пальцами по столу, когда он вас слушал.",
            "В головы студентов вдалбливались типичные примеры.",
            "Лиза нетерпеливо побарабанила пальцами по столу.",
            "Он услышал барабанный бой.",
            "Радостный звук барабанного боя.",
            "Я уверен, что Стайв обстучал все комнаты в доме.",
            "Равномерный ритм барабана.",
            "звук бас-барабана /бас-бочки/",
            "мерный ритм барабана",
            "Дождь барабанил о лобовое стекло.",
            "Я слышал, как дождь барабанит по окнам.",
            "Вы прямо как те дети, которые проделывают дырку в барабане, чтобы посмотреть, что там внутри.",
            "Он, вероятно, попытается добраться в свои старые родные места, чтобы заручиться там поддержкой.",
            "Организация использует это событие для раскрутки бизнеса (т.е. увеличения объёмов работы и продаж).",
            "Выстучи эту мелодию на барабане.",
            "ритмичный стук бас-барабана /бочки/",
            "Её пальцы нервно барабанили по столу.",
            "Прежде дудок до него донёсся бой барабанов.",
            "Компания громогласно расхваливает свою новую программу.",
            "Организаторы надеются заручиться поддержкой (т.е. получить одобрение многих людей) местных предприятий.",
            "Будет доступен информационный буклет, а реклама в прессе доведёт до сведения населения нужную информацию."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}