{
    "duck": {
        "comment": [
            "dock"
        ],
        "translate": "утка, парусиновые брюки, утиное мясо, нырять, окунаться, окунать, увертываться",
        "transcription": " |dʌk|",
        "antonyms": [],
        "mnemonic": [
            "duck [дак] утка - (Мудак) утку съел."
        ],
        "examples": [
            "He's got a gun, duck down!",
            "He had to duck to get through the door.",
            "He ducked his head so they wouldn't see him.",
            "You can't duck out now, you made a solemn promise.",
            "A male duck is a drake.",
            "It's unlawful to try to duck out of paying taxes.",
            "We can't afford to duck the issue any longer.",
            "Oranges go surprisingly well with duck.",
            "Duck down behind this wall and then the policeman won't see you.",
            "The dog pointed the dead duck.",
            "No parent can duck out of his duty to his children.",
            "She ducked out of the door before he could stop her.",
            "The scoldings run off him like water off a duck's back.",
            "The oil in a duck's feathers repels the water from its body.",
            "The ceiling was so low I had to duck my head.",
            "'Wait a minute', he called, ducking back inside.",
            "The two men ducked into a block of flats and disappeared.",
            "He ducked around a corner.",
            "He has a large collection of duck calls.",
            "The other day I saw a goose in white ducks.",
            "Tim ducked down to comb his hair in the mirror.",
            "When asked about the bill, the senator tried to duck the issue.",
            "Glazer ducked a question about his involvement in the bank scandal.",
            "I say, duck her in the loch, and then we will see whether she is witch or not.",
            "Oh, isn't he a duck of a fellow?",
            "I can't quite make out this other duck.",
            "She took to dancing like a duck to water.",
            "Serve the duck garnished with pieces of orange.",
            "The President was a lame duck during the end of his second term.",
            "cartoon characters such as Donald Duck"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "У него пистолет, пригнись.",
            "Ему пришлось нагнуться, чтобы пройти в дверь.",
            "Он опустил голову, чтобы они не смогли его увидеть.",
            "Ты не можешь теперь уклониться, ты клятвенно пообещал.",
            "Самец утки называется \"селезень\".",
            "Уклонение от налогов незаконно.",
            "Мы больше не можем позволить себе уклоняться от решения данного вопроса.",
            "Апельсины отлично подходят к утке.",
            "Спрячься за стену и полицейский тебя не увидит.",
            "Собака сделала стойку на мёртвую утку.",
            "Нет таких родителей, которые могут отказаться от ответственности за своих детей.",
            "Она выскользнула из двери прежде, чем он смог остановить её.",
            "Его ругают, а с него всё как с гуся вода.",
            "Жир на перьях утки отталкивает воду.",
            "Потолок был настолько низким, что мне пришлось пригнуться.",
            "— Подожди минутку, — крикнул он, ныряя обратно внутрь.",
            "Двое мужчин и нырнули / шмыгнули в многоквартирный дом и исчезли.",
            "Он нырнул за угол.",
            "У него большая коллекция охотничьих манков.",
            "На днях я видел одного придурка в белых парусиновых брюках.",
            "Тим пригнулся, чтобы расчесать волосы перед зеркалом.",
            "Когда сенатору задали вопрос относительно данного законопроекта, он попытался уклониться от ответа.",
            "Глазер уклонился от ответа вопрос о его участии в банковском скандале.",
            "Послушай, окуни её в озеро, и мы посмотрим, ведьма она или нет.",
            "Не правда ли, он просто прелесть?",
            "Я не совсем могу разобрать, что это за малый. (на фотографии)",
            "Она быстро и легко научилась танцевать.",
            "Подайте утку, украшенную /гарнированную/ кусочками апельсина.",
            "В конце своего второго срока президент стал \"хромой уткой\".",
            "такие мультипликационные персонажи, как Дональд Дак"
        ],
        "stars": 2
    }
}