{
    "due": {
        "comment": [
            "do"
        ],
        "translate": "должный, обусловленный, должное, точно, прямо",
        "transcription": " |duː|",
        "antonyms": [],
        "mnemonic": [
            "due [дью] предполагаемый, должный - (Ла-дью) преполагаемый преступник украл.",
            "due [dju: ]\n***\nКАК ПОЛОЖЕНО сказал: \"Адью\". (это) due\nНАЛОГИ в срок - и \"Адью\". (это) due\nПРИ ВСЁМ УВАЖЕНИИ, говорю: \"Адью\". (это) due\n***\nЗаплатил налоги \"due\",\nтеперь ем фондю \"fondue\"."
        ],
        "examples": [
            "It will produce its due effects.",
            "I'm due at his office at 4.30.",
            "My wife is due in three weeks.",
            "The train is due in London at 5 a.m.",
            "The amount due is 45 dollars.",
            "These sums remain due.",
            "The train is due in 15 minutes.",
            "I must go, I am due at Mr. B.'s at seven o'clock.",
            "He deserves to be given his due.",
            "a plane flying due east",
            "Those sums remained due.",
            "When are the library books due back?",
            "The bill is due at the end of the month.",
            "Thanks are due to all those who took part.",
            "The cancellation of the concert was due to the rain.",
            "Dues are increasing this year.",
            "She's pregnant and the baby's due in April.",
            "When I come to demand my dues I shall find it a hard matter to get them.",
            "The balance is now due.",
            "The team are due to fly to Italy next month.",
            "His new book is due to be published next year.",
            "The island lies due south of the headland.",
            "Any money due you will be sent by cheque through the post.",
            "The car is due for its annual service again.",
            "Workers are required to join the union and pay dues.",
            "He was banned for six months for driving without due care and attention.",
            "The society dropped him for non-payment of dues.",
            "The final results of the experiment are due on December 9.",
            "The next income tax payment is due on 31 January.",
            "We want the best for each individual child with due regard for the interests of the other children."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ue = [uː]"
        ],
        "example_translate": [
            "Это произведёт надлежащий эффект.",
            "Я должен быть у него в кабинете в четыре тридцать.",
            "Моя жена должна родить через три недели.",
            "Поезд должен прибыть в Лондон в пять утра.",
            "Сумма задолженности составляет сорок пять долларов.",
            "Эти суммы по-прежнему подлежат выплате.",
            "Прибытие поезда ожидается через пятнадцать минут.",
            "Я должен идти, так как в семь часов мне надо быть у мистера Б.",
            "Он заслуживает того, чтобы отдать ему должное.",
            "самолёт, летящий строго на Восток",
            "Эти суммы остались подлежащими выплате.",
            "Когда библиотечные книги должны быть возвращены?",
            "Законопроект должен быть представлен в конце месяца.",
            "Огромное спасибо всем, кто принял участие.",
            "Отмена концерта произошла по причине дождя.",
            "В этом году членские взносы выросли.",
            "Она беременна. Ребёнок должен родиться в апреле.",
            "Когда я приду требовать свои деньги, то окажется, что их не так-то просто получить.",
            "Срок оплаты счёта уже наступил.",
            "Ожидается, что в следующем месяце команда вылетит в Италию.",
            "Ожидается, что его новая книга выйдет в следующем году.",
            "Остров расположен строго к югу от мыса.",
            "Все причитающиеся вам деньги будут высланы чеком по почте.",
            "Автомобиль опять нужно отправлять на техобслуживание.",
            "Работники обязаны вступить в профсоюз и платить взносы.",
            "У него на полгода отобрали права за безответственное вождение.",
            "Он был исключён из членов общества за неуплату взносов.",
            "Окончательные результаты эксперимента ожидаются девятого декабря.",
            "Следующий срок оплаты подоходного налога — 31 января.",
            "Мы хотим самого лучшего для каждого отдельного ребёнка, с учётом интересов других детей."
        ],
        "stars": 3
    }
}