{
    "dump": {
        "comment": [],
        "translate": "свалка, отвал, сбрасывать, сваливать, коренастый, самосвальный",
        "transcription": " |dʌmp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Her boyfriend dumped her.",
            "What else can life dump on me?",
            "He'd dumped the car a mile away.",
            "He dumped her body into the sea.",
            "I have enough troubles of my own - don't dump yours on me.",
            "Why are you living in a dump like this?",
            "He dumped a bag of groceries on the table.",
            "No dumping in these woods!",
            "You can dump the coats on the bed.",
            "He had been killed and his body dumped in a pond.",
            "She dumped her boyfriend when she fell in love with a rich man.",
            "I dumped the coffee down the drain.",
            "We bring our trash to the town dump on Saturdays.",
            "She'll be dumped in a common grave.",
            "The truck dumped the garbage in the street.",
            "They dump tons of salt on icy road surfaces to make driving safer.",
            "She dumped him yesterday.",
            "Ellie dumped all the photos of her ex-husband.",
            "Put the rest into a sack to take to the dump.",
            "Government Ministers dump on civil servants when things go wrong.",
            "He has been dumped from the ticket.",
            "They lightened the ship by dumping the corn in the sea.",
            "Britain dumps more of its waste than any other European country.",
            "The murderer dumped the body in the river.",
            "The company dumped him after many years of service.",
            "There has been a series of explosions in an ammunition dump.",
            "The tyre dump is a major fire risk (=something that could cause a dangerous fire).",
            "The fire probably started in a rubbish dump.",
            "He scavenged the town dump for automobile parts.",
            "All of the used packaging eventually ends up in the dump."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Её парень бросил её.",
            "Что еще может жизнь взвалить на меня?",
            "Он бросил машину за милю отсюда.",
            "Он сбросил её тело в море.",
            "У меня своих забот хватает - нечего меня загружать вашими.",
            "Почему вы живёте в таком гадюшнике?",
            "Он плюхнул сумку с продуктами на стол.",
            "В лесу не сорить!",
            "Можешь бросить пальто на кровать.",
            "Его убили, а тело бросили в пруд.",
            "Она бросила своего парня, когда влюбилась в богача.",
            "Я вылил кофе в раковину.",
            "По субботам мы вывозим наш мусор на городскую свалку.",
            "Её похоронят в общей могиле.",
            "Грузовик вывалил мусор на улицу.",
            "Они сбрасывают на обледенелые дорожные покрытия целые тонны соли, чтобы сделать вождение более безопасным.",
            "Она бросила его /рассталась с ним/ вчера.",
            "Элли выбросила все фотографии бывшего мужа.",
            "Положите всё остальное в мешок, чтобы отнести на свалку.",
            "Когда что-то не получается, члены правительства валят всё на государственных служащих.",
            "Его исключили из списка кандидатов.",
            "Они облегчили судно, выбросив за борт зерно.",
            "Великобритания захоранивает больше бытовых отходов, чем любая другая европейская страна.",
            "Убийца выбросил тело в реку.",
            "Руководство компании вышвырнуло его после многолетней службы.",
            "На складе боеприпасов произошла серия взрывов.",
            "Свалка шин является серьёзным фактором пожароопасности (т.е. тем, который может привести к опасному пожару).",
            "Вероятно, пожар начался на мусорной свалке.",
            "Он обшаривал городскую свалку в поисках автозапчастей.",
            "Вся использованная упаковка в итоге попадает на свалку."
        ]
    }
}