{
    "duty": {
        "comment": [],
        "translate": "обязанность, долг, пошлина, служба, дежурный, служебный, официальный",
        "transcription": " |ˈduːti|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I promise I will do my duty.",
            "I regard it as my duty.",
            "He's on night duty.",
            "I feel it my duty to help the poor.",
            "He has a duty to support his family.",
            "He assigned them to light duty.",
            "I'm obliged to do my duty.",
            "I'll be ready when duty calls.",
            "We feel it is our duty to help her.",
            "I was on duty morning, noon, and night.",
            "Voting is your civic duty.",
            "He can only do light duties .",
            "They called him to active military duty.",
            "She has a strong sense of moral duty.",
            "They helped her out of a sense of duty.",
            "A Bill has passed the H.R. repealing the duty on salt with only 5 nays.",
            "The prison guard neglected his duty.",
            "A man has a moral duty to obey the law.",
            "He's too conscientious to shirk his duty.",
            "His interest happily coincided with his duty.",
            "He was found guilty of gross dereliction of duty.",
            "It is our duty to fend off a thief from obtaining his gains.",
            "You have a duty as a scientist to communicate your discovery to the world.",
            "I was excused from jury duty.",
            "A monarch has a duty to his subjects.",
            "He never shirked from doing his duty.",
            "He never flinched from doing his duty.",
            "a tractor suitable (or fit) for heavy duty",
            "She has a variety of adminsitrative duties.",
            "The soldier's brave deed was beyond the call of duty."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я обещаю, я выполню свой долг.",
            "Я считаю это своим долгом.",
            "Он на ночном дежурстве.",
            "Я считаю своим долгом помогать бедным.",
            "Он обязан содержать свою семью.",
            "Он назначил их на лёгкую должность.",
            "Я обязан исполнять свой долг.",
            "Я буду готов, когда того потребует долг.",
            "Мы считаем своим долгом помочь ей.",
            "Я был круглые сутки на дежурстве.",
            "Голосование — это ваш гражданский долг.",
            "Он может делать только лёгкую работу.",
            "Его призвали на действительную воинскую службу.",
            "Она обладает сильным чувством морального долга.",
            "Они помогли ей из чувства долга.",
            "Палата представителей утвердила законопроект, отменяющий пошлину на соль, при всего пяти голосах против.",
            "Тюремщик пренебрегал своим долгом / обязанностью.",
            "У человека есть моральная обязанность подчиняться закону.",
            "Он слишком сознательный, чтобы уклоняться от своих обязанностей.",
            "К счастью, его интерес полностью совпадал с его обязанностями.",
            "Его признали виновным в преступной халатности.",
            "Наш долг не дать возможности вору добиться успеха.",
            "Как учёный, вы обязаны сообщить миру о своём открытии.",
            "Меня освободили от исполнения обязанностей присяжного.",
            "Монарх имеет обязанности перед своими подданными.",
            "Он никогда не уклонялся от выполнения своего долга / от исполнения своих обязанностей/.",
            "Он никогда не уклонялся от исполнения своих обязанностей",
            "трактор, который подходит для работы в тяжёлых условиях эксплуатации",
            "У неё множество административных обязанностей.",
            "Храбрый поступок солдата превосходил обычное представление о долге."
        ]
    }
}