{
    "dying": {
        "comment": [
            "die"
        ],
        "translate": "умирающий, предсмертный, погибающий, смерть, умирание, угасание, затухание",
        "transcription": " |ˈdaɪɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am dying for a cup of tea.",
            "I am dying to hear the news.",
            "I'm dying for a cuppa!",
            "a dying man gasping for breath",
            "He's the last of a dying breed.",
            "I am dying of curiosity / boredom.",
            "I'm dying for a cup of tea.",
            "the glow from the dying fire",
            "I was literally dying to mention it.",
            "Do you fancy a cup of tea? I'm dying of thirst.",
            "Smokers have a one in three chance of dying from their habit.",
            "People in the town began dying suddenly.",
            "The dying woman groaned out her last words.",
            "The dying man spat out a curse upon his murderer.",
            "United scored an equaliser in the dying minutes of the game.",
            "Isabella wrote that she was dying, and asked him to visit her for the last time.",
            "The fish are dying of pollution.",
            "He was in imminent danger of dying.",
            "He was very cut up about Stephen dying.",
            "The dying man commended his soul to God.",
            "The thought of dying alone terrifies her.",
            "...we need to cut down that dying tree...",
            "The thought of dying alone was terrifying.",
            "The patient nurse ministered to the dying woman.",
            "Dying fish were flopping about on the wooden boards.",
            "The deer in the forest are all dying off from disease.",
            "Soft-breathing gales, my dying accents hear. (W. Jones)",
            "The wild population of koalas is in danger of dying out.",
            "People are dying needlessly every year of heart attacks.",
            "Real cowboys are a dying breed (=not many exist anymore)."
        ],
        "example_translate": [
            "Смерть как чая хочется. / Чая хочу — умираю.",
            "Мне не терпится поскорее услышать эту новость.",
            "Я умираю, как хочу чаю!",
            "умирающий человек задыхается",
            "Он последний из вымирающей породы.",
            "Я умираю от любопытства / скуки.",
            "Мне смертельно хочется выпить чая. / Чая хочу — умираю.",
            "свет угасающего огня",
            "Я просто умирал от желания об этом упомянуть.",
            "Хотите чашку чая? Я умираю от жажды.",
            "Курильщики имеют один из трех шансов умереть от своей привычки.",
            "Люди в городе вдруг стали умирать.",
            "Умирающая женщина со стоном произнесла свои последние слова.",
            "Умирающий проклял убийцу.",
            "\"Юнайтед\" сравняли счёт на самых последних минутах игры.",
            "Изабелла написала, что умирает, и попросила его навестить её в последний раз.",
            "Рыба гибнет от загрязнения воды.",
            "Ему грозила неминуемая смерть.",
            "Он был очень огорчён смертью Стивена.",
            "Умирающий вверил свою душу Богу.",
            "Она приходит в ужас от одной только мысли о смерти в одиночестве.",
            "...нужно срубить умирающее дерево...",
            "Мысль о смерти в одиночестве была ужасна.",
            "Терпеливая сестра ухаживала за умирающей женщиной.",
            "На деревянной палубе билась умирающая рыба.",
            "В этом лесу от какой-то болезни один за другим гибнут олени.",
            "О легкие ветра, слова мои услышьте.",
            "Дикая популяция коал находится под угрозой исчезновения.",
            "Каждый год люди зря умирают от сердечных приступов.",
            "В наше время настоящие ковбои — вымирающий вид (т.е. их осталось не так много)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}