{
    "2": [
        [
            "1 Мой брат попросил меня не удивляться тому, что он собиралсямне рассказать. ",
            "1 My brother asked me not to be surprised at what he was going to tell me. "
        ],
        [
            "2 Анна не заметила, как я вошел, поэтому она оченьудивилась, увидев меня. ",
            "2 Anndid not notice me come in, that is why having seen me she got really surprised. "
        ],
        [
            "3 Учительница попросила детей сидеть тихо.",
            "3 Theteacher asked the children to sit quietly. "
        ],
        [
            "4 До революции этот дом принадлежал моему деду. ",
            "4 This house belonged to my grandfatherbefore the revolution. "
        ],
        [
            "5 Я не устал,давайте пройдемся еще немного. ",
            "5 I am not tired. Let's walk a little more. "
        ],
        [
            "6 Я не мог не рассказать им обэтом случае. ",
            "6 I couldn't not helptelling them about this event. "
        ],
        [
            "7 Я бы взял такси, но у меня нет с собой денег. ",
            "7 I would take a taxi, but I do not have money on me."
        ],
        [
            "8 Я бысам позвонил ей, но я не помню ее номер телефона. ",
            "8 I would call her myself, but I do not remember her phone number. "
        ],
        [
            "9 Мы очутились на пляже и решили отдохнуть. ",
            "9 We foundourselves on the beach and we decided to have some rest. "
        ],
        [
            "10 Она потратила все свои деньги, и в этом году она не поедет ни в Аргентину, ни в Африку. ",
            "10 She has spent all hermoney and this year she will go neither to Argentina nor to Africa. (She has spentall her money and this year she will not go either to Argentina or to Africa.) "
        ],
        [
            "11 Ондавно не звонил мне. Я думаю, что-то случилось. ",
            "11 Hehas not called me for a long time. I think something has happened. "
        ],
        [
            "12 Останься дома,если ты плохо себя чувствуешь. ",
            "12 Stay at homeif you feel unwell. "
        ],
        [
            "13 Он встал раньше, чем обычно,умылся, оделся, позавтракал и в 7 часов уже вышел из дома. ",
            "13 He got up earlier than usual, washed himself, got dressed, hadbreakfast and at seven o'clock he already left the house. "
        ],
        [
            "14 Неможет быть, что они строят такой большой дом. ",
            "14 They can't be buildingsuch a big house. "
        ],
        [
            "15 Позвони нам,пожалуйста, если ты будешь занят и не сможешь придти к нам вечером.",
            "15 Please, call us if you are busy and if you are not able to cometo us in the evening."
        ]
    ]
}