{
    "3": [
        [
            "1 Я бы хотел, чтобы ты выучил это правило сам. ",
            "1 I would like you to learn this rule yourself. "
        ],
        [
            "2 Когда пошелдождь, мы уже пришли домой. ",
            "2 When it started to rain, we hadalready come home. "
        ],
        [
            "3 Я слышал, как он просил всех придти к Саше на день рождения. ",
            "3 I heard him asking everyone to come to Sasha's birthdayparty. "
        ],
        [
            "4 Почему ты не хочешь поговорить сним? Твои слова подбодрили бы его. ",
            "4 Why don't you want to speak to him? Your words would cheer him up."
        ],
        [
            "5 Почему ты волнуешься? Всебудет хорошо. ",
            "5 Why are you so nervous? Everything is going to be alright. (Everything will bealright.) "
        ],
        [
            "6 С какой стати я должен звонить ему первым? —Потому что ты намного старше и тебе нужно быть умнее. ",
            "6 Why should I call him first? - Because you are much older and youshould be cleverer. "
        ],
        [
            "7 Мненужно закончить переводить эту статью сегодня. ",
            "7 I need to finish this article today. "
        ],
        [
            "8 Хочешь, чтобыона приехала сегодня? ",
            "8 Do you want her to cometoday? "
        ],
        [
            "9 Продолжайте писать. ",
            "9 Keep on writing. "
        ],
        [
            "10 Саша купил ещеодну книгу. ",
            "10 Sasha (has) bought one more book. "
        ],
        [
            "11 Я слышал, что ты был в Лондоне. Как он тебе понравился? ",
            "11 I have heardthat you had been to London. How did you like it? "
        ],
        [
            "12 Он увидел, как его дочь подошла к Саше и что-то сказалаему. ",
            "12 He saw his daughter come upto Sasha and say something to him. "
        ],
        [
            "13 Они, может, уже и купили билеты на самолет. ",
            "13 They might have already bought tickets forthe plane. "
        ],
        [
            "14 Я не писалсвоим родственникам с тех пор, как ездил к ним летом. ",
            "14 I have not written to my relatives since I visited them in the summer."
        ],
        [
            "15 Солнцесадилось, становилось темно. ",
            "15 The sun was getting down. It was getting dark. "
        ],
        [
            "16 Они, должно быть, сейчас купаются в море и уже забыли о нас.",
            "16 They must be swimming inthe sea now and they already forgot about us."
        ]
    ]
}