{
    "4": [
        [
            "1 Ты обязательно должен отдохнуть. Посмотри на себя в зеркало. Ты выглядишь ужасно. ",
            "1 You must have a rest. Look at yourself in the mirror. You look terrible. "
        ],
        [
            "2 Сколько времени ты находишьсяздесь? — Я здесь с мая и собираюсь пробыть еще три месяца. ",
            "2 Howlong have you been here? — I have been here since May and I am going to stay threemonths more. "
        ],
        [
            "3 Емуудалось поговорить с Таней? — Нет, он не видел ее сегодня. ",
            "3 Has he managed to talk to Tanya? - No, he has not seen her today."
        ],
        [
            "4 Всеэти картины были написаны моим другом до того, как мы с нимпознакомились. ",
            "4 All these pictures had been drawn by my friend before we met. "
        ],
        [
            "5 Он, должно быть, выиграл много денег в лотерею. ",
            "5 He must havewon much money in the lottery. "
        ],
        [
            "6 Вчера целый вечер она пекла клубничный пирог. ",
            "6 She was baking a strawberry pie the whole eveningyesterday. "
        ],
        [
            "7 Она непомнит, сколько ей потребовалось времени, чтобы перевести этотжурнал, но она сказала, что это было не просто. ",
            "7 She does not remember how much time it had taken her to translate thismagazine, but she said that it had not been easy. "
        ],
        [
            "8 Не давай ему слишком много денег, он может потерять их. ",
            "8 Don't give him too much money.He may lose it. "
        ],
        [
            "9 Почему тебе приходитсявставать так рано? — Потому что на дорогу до ресторана, где я работаю, у меня уходит полтора часа. ",
            "9 Why do you have to get up so early? — Because it takes me halfan hour to get to the restaurant, where I work. "
        ],
        [
            "10 У меня ужасно болит голова, я,пожалуй, пойду домой. ",
            "10 I have a terrible headache. I wouldrather go home. "
        ],
        [
            "11 Жаль, что магазин закрыт, я бы купилновую машину. ",
            "11 I wish the shop were open, I would buy a new car. "
        ],
        [
            "12 Никогда не знаешь, что случится. ",
            "12 You neverknow what will happen. "
        ],
        [
            "13 Андрейзакончил работу и собирался идти домой, когда зазвонил телефон.",
            "13 Andrew finished his work and was about to go home,when the telephone started to ring. "
        ],
        [
            "14 Прочитайте это письмо сами.",
            "14 Read this letter yourselves."
        ]
    ]
}