{
    "yell at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Don't you yell at me like that!",
            "The old couple used to yell at each other like one o'clock.",
            "They yelled at him to stop.",
            "She yelled at the dog to get.",
            "She yelled at us and stormed off.",
            "They yelled insults at the visiting team.",
            "She wheeled around and started yelling at us.",
            "He's all washed up, but he still yells at everyone.",
            "A policeman yelled at the crowds to get out of the way.",
            "When the boss yelled at him, he quit right then and there.",
            "She yelled at a passing driver who had crudely called her.",
            "He could hear Pete yelling at the top of his voice (=very loudly).",
            "When we entered the room, the teacher was yelling at some unfortunate student.",
            "The super started yelling at me.",
            "He yelled at her till he was defrosted.",
            "Ease off on him. He has been yelled at enough today."
        ],
        "example_translate": [
            "Не кричите на меня так!",
            "Эта пара обычно орала друг на друга на чем свет стоит.",
            "Они кричали на него, чтобы остановить. / Они кричали, чтобы он остановился.",
            "Она прикрикнула на собаку, чтобы прогнать её.",
            "Она наорала на наc, и в бешенстве убежала.",
            "Они выкрикивали оскорбления в адрес команды гостей.",
            "Она резко обернулась и закричала на нас.",
            "Он уже совсем выдохся, но по-прежнему кричит на всех.",
            "Один из полицейских крикнул людям, чтобы те убрались с дороги.",
            "Когда начальник закричал на него, он прямо в ту же минуту уволился.",
            "Она накричала на проезжавшего мимо водителя, который грубо окликнул её.",
            "Он слышал, как Пит кричит во весь голос (т.е. очень громко).",
            "Когда мы вошли в комнату, учитель орал на какого-то несчастного ученика.",
            "Начальник начал орать на меня.",
            "Он орал на нее, пока не отошел.",
            "Оставь его в покое. На него сегодня достаточно наорали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}