{
    "4": [
        [
            "1 На твоем месте я бы не ждал его сейчас. ",
            "1 If I were you I would not be waiting for him now. "
        ],
        [
            "2 Нам сообщили, что нас отвезут через три часа. ",
            "2 We were reported to be taken in three hours. "
        ],
        [
            "3 Если бы ты оставил мне записку, я бы зашел к тебе вчера. ",
            "3 If you had left me a message I would have called on you yesterday. "
        ],
        [
            "4 Я не возражаю, если вы встретитесь. ",
            "4 I don't mind your meeting. "
        ],
        [
            "5 Пере- стань говорить об одном и том же все время! ",
            "5 Stop talking about the same thing all the time. "
        ],
        [
            "6 Если бы я купил билет вчера, я бы не просил тебя сейчас о помощи. ",
            "6 If I had bought the ticket yesterday I would not be asking you for help now. "
        ],
        [
            "7 Нет смысла говорить об этом сейчас. ",
            "7 There is no sense to talk about it now. "
        ],
        [
            "8 Он слышал, как Саша предлагал ей уйти. ",
            "8 He heard Sasha offering her to leave. "
        ],
        [
            "9 Я должен был надеть куртку, чтобы не промокнуть. ",
            "9 I had to put on my jacket not to get wet. "
        ],
        [
            "10 Она, ка- жется, обиделась. ",
            "10 She seems to have taken offence. "
        ],
        [
            "11 Не нужно было говорить ей об этом. ",
            "11 We needn't have told her about it. "
        ],
        [
            "12 Он может прийти сюда в любую минуту. ",
            "12 He may come here any minute. "
        ],
        [
            "13 Это, должно быть, про- изошло, когда меня здесь не было. ",
            "13 It must have happened when I was not here. "
        ],
        [
            "14 Наш сын не видел, как она его ударила. ",
            "14 Our son did not see her hit him. "
        ],
        [
            "15 Когда я вошел в комнату, я увидел двух мальчиков, споривших друг с другом. ",
            "15 When I entered the room I saw two boys arguing with each other. "
        ],
        [
            "16 Узнав, что Миша не пришел, она рас- строилась. ",
            "16 Having learnt that Misha had not come, she got upset. "
        ],
        [
            "17 Я бы взял такси, но у меня с собой нет денег. ",
            "17 I would take a taxi, but I don't have any money on me. "
        ],
        [
            "18 Жаль, что тебя не было в комнате в тот момент. ",
            "18 I wish you had been in the room at that moment. "
        ],
        [
            "19 Когда я услышал голос, мне показалось, что я знаю этого человека. ",
            "19 Having heard the voice, I seemed to know. "
        ],
        [
            "20 При- дя домой, он позвонил сестре. ",
            "20 Having come home, he called his sister. "
        ],
        [
            "21 Спроси, пожалуйста, куплены ли уже билеты. ",
            "21 Ask, please, if the tickets have already been bought. "
        ],
        [
            "22 Разве ты не знаешь, что его подозревают в воров- стве машины? ",
            "22 Don't you know him to be suspected of having stolen a car? "
        ],
        [
            "23 Ты ведь понимаешь, что произошло, правда? ",
            "23 You understand what has happened, don't you? "
        ],
        [
            "24 Жаль, что магазин был закрыт, я бы купил джинсы. ",
            "24 I wish the shop had not been closed. I would have bought jeans. "
        ],
        [
            "25 Том слы- шал, как она кричала на сына. ",
            "25 Tom heard her shouting at her son. "
        ]
    ]
}