{
    "wage": {
        "comment": [
            "page",
            "cage"
        ],
        "translate": "вести, бороться, заработная плата",
        "transcription": " |weɪdʒ|",
        "antonyms": [],
        "mnemonic": [
            "wage [(ув)е'йдж] зарплата - За нарушение (вейч- итывают) из зарплаты;",
            "rage [reɪdʒ]\noutrage - безобразие, грубое нарушение\n***\nЯРОСТЬЮ брызжет твоя речь. (это) rage\n***\nКогда задерживают зарплату \"wage\",\nу тебя ярость \"rage\".",
            "wage [dweɪdʒ]\n***\nМудрецу \"sage\" не нужна зарплата \"wage\"."
        ],
        "examples": [
            "He earns a good wage.",
            "Napoleon and Hitler waged war against all of Europe.",
            "The wages of sin is death.",
            "He earned a substantial wage.",
            "Both of them make decent wages.",
            "The union refused to accept a wage cut.",
            "The workers won wage advances.",
            "The police are waging war on drug pushers in the city.",
            "The government established a wage floor.",
            "He could barely exist on such a low wage.",
            "He is the only wage earner in the family.",
            "All we are asking for is a fair wage.",
            "Those lowly wage earners are always bitching about something.",
            "The table and chairs cost two weeks' wages.",
            "The labour unions have hit out against wage controls.",
            "The wage increases will come into effect in June.",
            "They waged a guerrilla war against the government.",
            "The government's new law on wage and price control is diluted with exceptions.",
            "The president has proposed a hike in the minimum wage.",
            "Local activists are waging a campaign to end homelessness in the region.",
            "Their average daily wage is only five dollars.",
            "The offer on the table is a 10% wage increase.",
            "Most wage earners were not affected by the income tax increase.",
            "Finally the company conceded wage increases to their workers.",
            "The council has waged a vigorous campaign against the proposal.",
            "The company gave workers a four percent wage increase this year.",
            "a rollback of previous wage concessions",
            "The church no longer paid a living wage.",
            "The company offers competitive wages and good benefits.",
            "Their calculations were based on a notional minimum wage."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он получает хорошую зарплату. / Он хорошо зарабатывает.",
            "Наполеон и Гитлер вели войну против всей Европы.",
            "Расплата за грехи — смерть.",
            "Он получал приличную зарплату.",
            "Оба они прилично зарабатывают.",
            "Профсоюз отказался согласиться со снижением заработной платы.",
            "Рабочие добились повышения заработной платы.",
            "Полиция ведёт войну против городских наркоторговцев.",
            "Правительство установило минимальный размер оплаты труда.",
            "Он с трудом мог прожить на такую низкую зарплату.",
            "Он — единственный кормилец в семье.",
            "Всё, что мы просим, — это справедливая зарплата.",
            "Эти низкооплачиваемые (работники) вечно чем-то недовольны.",
            "Стол и стулья стоят, как двухнедельная зарплата.",
            "Профсоюзы выступили против контроля за доходами.",
            "Повышение зарплат вступит в силу в июне.",
            "Они вели партизанскую войну против правительства.",
            "Новый закон о контроле за ростом цен выхолощен поправками и оговорками.",
            "Президент предложил повысить минимальный уровень заработной платы.",
            "Местные активисты ведут кампанию по ликвидации беспризорности в регионе.",
            "Их средний дневной заработок составляет всего пять долларов.",
            "В данный момент рассматривается предложение о повышении заработной платы на десять процентов.",
            "Увеличение налога на прибыль не затронуло большинство наёмных работников.",
            "В конце концов компания уступила и повысила работникам зарплату .",
            "Совет начал энергичную кампанию против этого предложения.",
            "В этом году компания на четыре процента повысила работникам заработную плату.",
            "отмена предыдущих уступок по зарплате",
            "Церковь больше не выплачивала прожиточный минимум.",
            "Компания предлагает конкурентоспособную заработную плату и хороший соцпакет.",
            "Их расчёты основывались на условной минимальной заработной плате."
        ],
        "stars": 2
    }
}