{
    "waitress": {
        "comment": [
            "wait",
            "waiter",
            "await"
        ],
        "translate": "официантка, подавальщица",
        "transcription": " |ˈweɪtrəs|",
        "antonyms": [],
        "mnemonic": [
            "waitress ['weɪtrɪs]\nwaiter ['weɪtə]\n***\nОФИЦИАНТКА просит: \"Проветрись!\" (это) waitress\n***\nОФИЦИАНТ сказал: \"Трезвейте.\" (это) waiter\nОФИЦИАНТ носится, как ветер. (это) waiter"
        ],
        "examples": [
            "She is a waitress by occupation.",
            "The waitress freshened our coffee.",
            "Eventually, Mary got a job as a waitress.",
            "The waitress refilled our coffee cups.",
            "She beckoned to the waitress to bring more wine.",
            "The waitress received much scale at the hotel.",
            "With a silky Southern drawl, the waitress asked, “Want me to hot up that pie?”",
            "My career as a waitress lasted one day.",
            "She works as a waitress to put herself through college.",
            "Let's order dessert when the waitress comes back.",
            "The waitress carried away our empty dinner plates.",
            "She waved to attract the attention of the waitress.",
            "She's been moonlighting as a waitress in the evenings.",
            "The waitress rolled the dessert trolley over to our table.",
            "Peter called the waitress over and ordered a large brandy.",
            "I asked the waitress to refill my coffee cup and she happily complied.",
            "She started to speak, then broke off while a waitress served us coffee.",
            "Your waitress will take your order while you kick back and enjoy the game.",
            "The waitress whisked our coffee cups away before we'd had a chance to finish."
        ],
        "example_translate": [
            "Она работает официанткой.",
            "Официантка долила нам кофе. / Официантка освежила наш кофе.",
            "В конце концов, Мэри устроилась официанткой.",
            "Официантка вновь наполнила наши чашки кофе.",
            "Она жестом руки велела официантке принести еще вина.",
            "Официантка в отеле получала много.",
            "С мягким южным акцентом официантка спросила, растягивая слова: \"Хотите, чтобы я разогрела пирог?\"",
            "Моя карьера в качестве официантки продлилась один день.",
            "Она работает официанткой, чтобы протянуть до окончания вуза.",
            "Когда официантка вернётся, давайте закажем десерт.",
            "Официантка унесла наши пустые тарелки.",
            "Она помахала рукой, чтобы привлечь внимание официантки.",
            "По вечерам она уже давненько подрабатывает официанткой.",
            "Официантка подкатила тележку со сладостями к нашему столику.",
            "Питер подозвал официантку и заказал большое бренди.",
            "Я попросил официантку подлить мне в чашку ещё кофе, и та с радостью согласилась.",
            "Она начала было говорить, но замолчала, когда официантка принесла нам кофе.",
            "Официантка примет ваш заказ, а вы пока откиньтесь на спинку стула и наслаждайтесь игрой.",
            "Не успели мы сделать последний глоток, как официантка подхватила и унесла наши чашки."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}