{
    "walking": {
        "comment": [
            "walk",
            "walker"
        ],
        "translate": "ходьба, хождение, походка, гуляющий, ходячий, на шагающем ходу",
        "transcription": " |ˈwɔːkɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is a walking disaster.",
            "a good pair of walking shoes",
            "We went walking in the hills.",
            "Is your grandson walking yet?",
            "She pretended not to hear, and kept on walking.",
            "They were walking beside me.",
            "Grandma's out walking the dog.",
            "Traffic slowed to a walking pace.",
            "Walking is one form of locomotion.",
            "The lovers held hands while walking.",
            "a pair of old worn-out walking boots",
            "a circus performer walking on stilts",
            "He was walking with an unsteady gait.",
            "Walking is a healthy form of exercise.",
            "We saw them walking across the street.",
            "He was walking heavily, his head down.",
            "His interests include walking and golf.",
            "They started walking at a spanking rate.",
            "The Peak District is good walking country.",
            "He looked straight ahead and kept walking.",
            "We panoplied ourselves in walking costume.",
            "a group of children walking along in a line",
            "It's slippery, so mind where you're walking.",
            "He never forgave her for walking out on him.",
            "We were pretty ripe after a week of walking.",
            "He was last seen walking into the Town Hall.",
            "Do you include walking among your amusements?",
            "The circuit of the city is three hours walking.",
            "Many people feel unsafe walking alone at night.",
            "We spent the whole afternoon walking about town."
        ],
        "example_translate": [
            "Она — ходячая катастрофа.",
            "хорошая пара прогулочной обуви",
            "Мы отправились прогуляться среди холмов.",
            "Твой внук уже ходит?",
            "Она притворилась, что не слышит, и продолжала идти.",
            "Они шли рядом со мной.",
            "Бабушка вышла погулять с собакой.",
            "Темп движения машин замедлился до скорости пешехода.",
            "Ходьба является одной из форм двигательной активности.",
            "Во время прогулки влюблённые держались за руки.",
            "пара старых изношенных ботинок",
            "цирковой артист, идущий на ходулях",
            "Он шёл нетвёрдой походкой.",
            "Ходьба является здоровой формой тренировки.",
            "Мы видели, как они переходят через улицу.",
            "Он тяжело шел, опустив голову.",
            "В числе его интересов — пешие прогулки и игра в гольф.",
            "Они зашагали в очень быстром темпе.",
            "Пик-Дистрикт — местность, по которой хорошо гулять пешком.",
            "Он смотрел прямо перед собой и продолжал идти.",
            "Мы облачились в дорожные костюмы.",
            "группа детей, идущих друг за другом",
            "Тут скользко, так что смотри под ноги.",
            "Он так и не простил её за то, что она от него ушла.",
            "После недельного похода несло от нас — будь здоров.",
            "Последний раз его видели, когда он входил в городскую ратушу.",
            "Считаете ли вы, что пешие прогулки относятся к вещям, от которых вы получаете удовольствие?",
            "Обход города пешком занимает три часа. / Чтобы обойти город, нужно три часа.",
            "Многим людям кажется небезопасным ходить по улицам ночью в одиночку.",
            "Мы провели весь день, гуляя по городу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}