{
    "wallpaper": {
        "comment": [
            "newspaper",
            "paper",
            "paperwork",
            "paperback"
        ],
        "translate": "обои, оклеивать обоями",
        "transcription": " |ˈwɔːlpeɪpər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Will this wallpaper adhere to the wall?",
            "The wallpaper was figured with rosebuds.",
            "I want a wallpaper patterned with roses.",
            "They plan to hang wallpaper in the hallway.",
            "The wallpaper began to peel.",
            "How many yards of wallpaper will hang the room?",
            "The wallpaper is a paisley print.",
            "The curtains repeat the wallpaper pattern.",
            "The wallpaper has a regular pattern of stripes.",
            "The wallpaper was covered all over with flowers.",
            "Moisture caused the wallpaper to wrinkle and peel.",
            "We need to strip the wallpaper off the walls first.",
            "This new wallpaper really glamorizes the living room!",
            "The car radio oozed wallpaper music as viscous as syrup.",
            "Remove the old wallpaper and fill any holes in the walls.",
            "They lacked the patience to deal with such persnickety tasks as hanging wallpaper."
        ],
        "example_translate": [
            "Будут ли эти обои держаться на стене?",
            "На обоях был рисунок из бутонов роз.",
            "Я хочу, чтобы обои были украшены узором из роз.",
            "Они планируют наклеить в коридоре обои.",
            "Обои начали отклеиваться.",
            "Сколько ярдов обоев пойдет на комнату?",
            "Эти обои — с узором \"турецкий огурец\" /\"пейсли\", бута/.",
            "Узор на занавесках повторяет узор на обоях.",
            "Основной рисунок этих обоев состоит из полосок.",
            "Все обои были покрыты цветами.",
            "Влажность привела к сморщиванию и отслаиванию обоев.",
            "Сначала нам необходимо содрать обои со стен.",
            "Это новые обои придают гостиной очень гламурный вид!",
            "Радио в машине источало фоновую музыку, противную и вязкую, как патока.",
            "Удалите старые обои и зашпаклюйте все отверстия в стенах.",
            "У них не хватало терпения, чтобы справиться с такой тонкой задачей, как поклейка обоев."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}