{
    "wallet": {
        "comment": [],
        "translate": "бумажник, футляр, сумка, котомка",
        "transcription": " |ˈwɑːlɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Oh no, I've lost my wallet!",
            "Oh nuts! I forgot my wallet.",
            "Sir! You dropped your wallet.",
            "Don't leave home without your wallet.",
            "Someone snitched my wallet!",
            "Someone's nicked my wallet.",
            "Hey, someone's swiped my wallet!",
            "Oh no, I've forgotten my wallet.",
            "We returned to the park in the hope of finding his wallet.",
            "I've only got about £10 in my wallet.",
            "He took a credit card out of his wallet.",
            "The thief must have had an attack of conscience, because he returned the wallet with nothing missing from it.",
            "Some scoundrel stole my wallet.",
            "Stop that man! He stole my wallet.",
            "Someone lifted his wallet on the bus.",
            "He shoved the wallet into his pocket.",
            "His wallet was bulging with banknotes.",
            "He keeps his wallet in his back pocket.",
            "The police recovered his stolen wallet.",
            "You forgot your wallet at the restaurant.",
            "He extracted a credit card from his wallet.",
            "He pulled out his wallet and said 'let me pay'.",
            "I remembered that I had left my wallet at home.",
            "Can you take this package while I get my wallet?",
            "Hit your husband where it hurts — in his wallet!",
            "He didn't really lose his wallet — that's just a trick.",
            "I didn't miss my wallet till it came to paying the bill.",
            "She paid the bill and tucked her wallet back into her pocket.",
            "The finder of a wallet who takes it home may be guilty of theft.",
            "Her handbag is just big enough to hold her favorite photos and wallet."
        ],
        "example_translate": [
            "Вот чёрт, я потерял кошелек!",
            "Вот черт! Я кошелек забыл.",
            "Сэр! Вы уронили кошелёк.",
            "Не выходи из дома без кошелька.",
            "Кто-то стащил мой кошелек!",
            "Кто-то стащил мой бумажник.",
            "Эй! Кто-то стянул мой бумажник!",
            "Вот чёрт — я забыл свой бумажник.",
            "Мы вернулись в парк в надежде найти его бумажник.",
            "В моём кошельке всего лишь около десяти фунтов.",
            "Он вытащил из бумажника кредитную карточку.",
            "Должно быть, у вора случился приступ совести /сознательности/, потому что он вернул мне бумажник, ничего оттуда не взяв /и ничего оттуда не пропало/.",
            "Какой-то негодяй стащил мой бумажник.",
            "Остановите этого человека! Он украл мой бумажник.",
            "Кто-то стащил у него в автобусе кошелёк.",
            "Он сунул / запихнул бумажник в свой карман.",
            "Его бумажник был набит деньгами.",
            "Он держит свой кошелёк в заднем кармане брюк.",
            "Полиция вернула кошелек который у него украли.",
            "Вы забыли кошелёк в ресторане.",
            "Он достал из бумажника кредитную карту.",
            "Он достал свой кошелёк /бумажник/ и сказал: \"Позвольте мне заплатить\".",
            "Я вспомнил, что оставил свой бумажник дома.",
            "Ты не могла бы подержать этот пакет, пока я достану бумажник?",
            "Ударь мужа по больному месту — по его кошельку!",
            "На самом деле он не терял кошелёк — это просто хитрость.",
            "Я не хватился своего бумажника, пока дело не дошло до оплаты счёта.",
            "Она расплатилась по счёту и засунула бумажник обратно в карман.",
            "Человека, который нашёл бумажник и взял его себе, можно обвинить в воровстве.",
            "Её сумочка столь невелика, что туда помещаются лишь несколько любимых фотографий и кошелёк"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}