{
    "wander": {
        "comment": [],
        "translate": "бродить, блуждать, скитаться, странствие",
        "transcription": " |ˈwɑːndər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The guests were wandering in the garden.",
            "I had a bit of a wander round the shops.",
            "I'll wander around the mall for half an hour.",
            "After dinner, we wandered into town",
            "Might her husband be wandering?",
            "I was just wandering around the house.",
            "We went for a wander westward.",
            "His gaze wandered round the room.",
            "She wandered aimlessly about the house.",
            "Students were wandering the halls.",
            "Be careful, he's got wandering hands.",
            "Pauline started to wander from the point.",
            "He wandered away from the trail and got lost.",
            "He was found wandering the streets of New York.",
            "The Missouri River wanders across several states.",
            "This man was found wandering about with no money or papers.",
            "They wandered down the street.",
            "Her mind was beginning to wander.",
            "Now the patient may wander or pass into a comatose state.",
            "During the lecture Sarah's attention began to wander.",
            "Her smile \"wandered\" the assistant, he promptly lost grip.",
            "Ana wandered off to get a drink.",
            "Don't let any of the kids wander off.",
            "Sometimes, the gout wanders through the entire body.",
            "He used to wander over the moors, losing all track of time.",
            "Visitors are allowed to wander without hindrance.",
            "Mrs Snell's mind wandered and the voices went on and on."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Гости бродили по саду.",
            "Я немного побродила по магазинам.",
            "Я буду бродить вокруг торгового центра в течение получаса.",
            "После ужина мы отправились гулять в город",
            "Может ее муж ходит на лево (изменяет ей)?",
            "Я просто болтался вокруг дома.",
            "Мы отправились в путешествие на запад.",
            "Его взгляд блуждал по комнате.",
            "Она бесцельно бродила около дома.",
            "Студенты бродили по залам.",
            "Будь осторожна, у него шаловливые руки.",
            "Полина начинала отклоняться от темы.",
            "Он сошёл с тропы и заблудился.",
            "Его нашли бродящим по улицам Нью-Йорка.",
            "Река Миссури протекает по нескольким штатам.",
            "Когда этого человека обнаружили, он скитался без денег и документов.",
            "Они побрели по улице.",
            "Её мысли начали блуждать.",
            "В таком положении пациент может бредить или впасть в кому.",
            "В ходе лекции внимание Сары начало рассеиваться.",
            "Её улыбка смутила помощника, и он сразу потерял контроль над ситуацией.",
            "Ана отошла за выпивкой.",
            "И чтоб никто из детей оттуда ни шагу.",
            "Иногда подагра /сгусток крови/ блуждает по всему телу.",
            "Он часто бродил по болотам, потеряв счёт времени.",
            "Посетителям разрешается беспрепятственно перемещаться.",
            "Мысли миссис Снелл убежали куда-то очень далеко, а голоса всё говорили и говорили."
        ]
    }
}