{
    "war": {
        "comment": [
            "post-war",
            "warrant"
        ],
        "translate": "война, борьба, военный, воевать, соперничать",
        "transcription": " |wɔːr|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "War broke out in September 1939.",
            "They had no chance of winning the war.",
            "America's defeat in the Vietnam War",
            "His career was interrupted by the outbreak of war.",
            "the budget wars in Washington",
            "For years they have warred against the people from the neighbouring islands.",
            "They fought a war over the disputed territory.",
            "He had spent the war years in Moscow.",
            "He served as a pilot during the war.",
            "Thousands of people were killed in the war.",
            "In 1920 Poland and Russia were still at war.",
            "Congress has the power to declare war.",
            "My grandfather fought in the Second World War.",
            "People behave differently during a time of war.",
            "We need to resolve our conflicts without resorting to war.",
            "Quite a few women went to war, and quite a few were killed in action.",
            "No one wants to start a trade war here.",
            "Both countries wanted to avoid a nuclear war.",
            "Britain fought two wars in Europe in the last century.",
            "A war broke out when the colonists demanded their independence.",
            "He led the nation out of a depression and guided it through a world war.",
            "The taking of American hostages was seen as an act of war by the United States.",
            "War was declared in November but actual fighting did not begin until the following spring."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "wa(закр сл) = [wɔ(ː)]"
        ],
        "example_translate": [
            "Война разразилась в сентябре 1939 года.",
            "У них не было шансов на победу в этой войне.",
            "поражение США во вьетнамской войне",
            "Его карьера была прервана разразившейся войной.",
            "бюджетные войны в Вашингтоне (войны за бюджетные деньги)",
            "Много лет они вели войны с населением соседних островов.",
            "Они вели войну из-за спорной территории.",
            "Военные годы он провёл в Москве.",
            "Во время войны он служил лётчиком.",
            "На этой войне погибли тысячи людей.",
            "В 1920 году Польша и Россия всё ещё находились в состоянии войны.",
            "Конгресс обладает полномочиями объявлять войну.",
            "Мой дед сражался во Второй Мировой войне.",
            "Люди по-разному ведут себя во время войны.",
            "Мы должны решать наши противоречия, не прибегая к войне.",
            "Немало женщин отправилось на войну, и немало из них было убито в бою.",
            "Никто здесь не хочет начать торговую войну.",
            "Обе страны хотели избежать ядерной войны.",
            "В прошлом веке Великобритания участвовала в двух европейских войнах.",
            "Когда колонисты потребовали независимости, разразилась война.",
            "Он вывел страну из депрессии и руководил ей во время мировой войны.",
            "Захват американских заложников Соединенные Штаты расценили как акт агрессии.",
            "Война была объявлена в ноябре, но реальные боевые действия не начинались до следующей весны."
        ]
    }
}