{
    "ward": {
        "comment": [
            "reward",
            "award",
            "towards",
            "awkward",
            "backward",
            "backwards",
            "downward",
            "downwards",
            "forward",
            "forwards",
            "afterwards",
            "inwards",
            "outwards",
            "straightforward",
            "wardrobe",
            "upwards",
            "upward",
            "toward",
            "onwards"
        ],
        "translate": " палата, опека, камера, подопечный, опекаемый, охранять",
        "transcription": "  |wɔːrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The nurse wheeled the patient into the ward.",
            "They were wards of the state.",
            "They put her in a 4-bed ward",
            "She works in the cancer ward.",
            "The fighter had to ward off a dangerous blow.",
            "Alex was made a ward of court.",
            "the orthopedic ward in the hospital",
            "He wore a fetish to ward off evil spirits.",
            "the other patients in the ward",
            "Jim was admitted to the emergency ward with a wound in his chest.",
            "This ward of the hospital is in / under the charge of Dr. Green.",
            "A small cross made of goat bone was worn in the Middle Ages as an amulet to ward off evil.",
            "Ward was stretchered off early in the game.",
            "a young nurse in her first day on the wards",
            "She was made a ward of court.",
            "He vowed that he would take whatever measures were necessary to ward the nation's people.",
            "The accommodation is very simple, consisting of berthing in two tiers in the women's ward and feeding.",
            "A pendant of white nephrite jade is often worn by Indians as a talisman to ward off heart disease."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Медсестра ввезла больного в палату.",
            "Они были под опекой /защитой/ государства.",
            "Они поместили ее в 4-местную (больничную) палату",
            "Она работает в онкологическом отделении.",
            "Воину пришлось отразить опасный удар.",
            "Было вынесено решение о помещении Алекса под опеку суда.",
            "ортопедическое отделение в больнице",
            "Он носил амулет, чтобы отогнать злых духов.",
            "остальные больные в палате",
            "Джим поступил в отделение неотложной помощи с раной в груди.",
            "Эта палата находится в ведении доктора Грина.",
            "В средневековье люди носили крестик, сделанный из козьей кости, в качестве амулета для защиты от зла.",
            "Уорда унесли на носилках в начале игры.",
            "молоденькая медсестра в свой первый день в больничных палатах",
            "Её поместили под опеку суда.",
            "Он поклялся, что примет любые необходимые меры для защиты народа этой страны.",
            "Условия проживания скромные: спальное место на двухъярусной кровати в женском отделении и питание.",
            "Индийцы часто носят подвеску из белого нефрита в качестве талисмана, оберегающего от болезней сердца."
        ]
    }
}