{
    "warmth": {
        "comment": [
            "warm",
            "warmly"
        ],
        "translate": "тепло, теплота, сердечность, горячность, теплый колорит, запальчивость",
        "transcription": " |wɔːrmθ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "the warmth of the sun's rays",
            "the grateful warmth of the fire",
            "I could feel the warmth of the sun.",
            "an agreeable warmth in the house",
            "I could feel the warmth of the fireplace.",
            "The sheep huddled together for warmth.",
            "The yeast's growth is activated by sugar and warmth.",
            "The sea retains the sun's warmth longer than the land.",
            "Alan was very reluctant to leave the warmth and comfort of the fire.",
            "The benevolent warmth of the sun has a great influence on the plants.",
            "The baby animals snuggled up together for warmth.",
            "When the mist cleared, welcome warmth radiated from the sun.",
            "The interior of the house glowed with colour, warmth, and life.",
            "These boots provide warmth and comfort in the coldest temperatures.",
            "This recording has a fullness and warmth that brings out the brilliance of the piece.",
            "the warmth of the summer sun",
            "We lay huddled together for warmth.",
            "Many animals roll up into a ball for warmth.",
            "The warmth from the fire made her feel sleepy.",
            "The combination of warmth and music sent him to sleep."
        ],
        "example_translate": [
            "тепло солнечных лучей",
            "приятное тепло костра",
            "Я чувствовал тепло солнца.",
            "приятное тепло в доме",
            "Я чувствовал тепло камина.",
            "Овцы сбились в кучу, чтобы было теплее.",
            "Сахар и тепло способствуют росту дрожжей /активизируют рост дрожжей/.",
            "Море дольше сохраняет солнечное тепло, чем земля.",
            "Алану очень не хотелось покидать тёплое и уютное место у огня.",
            "Ласковый солнечный свет очень благотворно влияет на растения.",
            "Детёныши животных прижались друг к другу, чтобы было теплее.",
            "Туман рассеялся, и солнце снова согрело землю своими лучами.",
            "Интерьер дома светился красками, теплом и жизнью.",
            "В этих ботинках тепло и комфортно даже в самую холодную температуру.",
            "Эта запись обладает полнотой и теплотой, которые подчёркивают великолепие данной пьесы.",
            "тепло летнего солнца",
            "Мы лежали, прижавшись друг к другу, чтобы согреться.",
            "Многие животные сворачиваются в клубок чтобы сохранить тепло. (чтобы им было теплее)",
            "Из-за тепла, исходящего от огня, ей захотелось спать.",
            "Сочетание тепла и музыки усыпило его."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}