{
    "warming": {
        "comment": [],
        "translate": "нагрев, согревание, подогревание, обогревание, побои, трепка",
        "transcription": " |ˈwɔːrmɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I was just warming to the task.",
            "Global warming will affect all of us.",
            "The article explains the truth about global warming.",
            "A summit on global warming was held that year.",
            "She described global warming as “a growing peril.”",
            "Several hypotheses for global warming have been suggested.",
            "At first he seemed a little strange, but recently I've been warming to him more.",
            "“Ozone” is now a household word, thanks to global warming.",
            "The probable result of global warming will be a rise in sea levels.",
            "They used a computer to model the possible effects of global warming.",
            "Britain came bottom on efforts to tackle pollution and global warming.",
            "The warming of the Earth and the consequent climatic changes affect us all.",
            "The giant iceberg dissolved over the years during the global warming phase.",
            "Global warming is a transnational problem that requires a transnational solution.",
            "He tends to dismiss people concerned about global warming as a bunch of worrywarts.",
            "Her very timely book examines the effects of global warming on the world's climates.",
            "Most of the industrialized nations of the world sent emissaries to the conference on global warming.",
            "The obvious intent of the documentary was to impassion viewers to do something about global warming."
        ],
        "example_translate": [
            "Мне только-только начало нравиться задание.",
            "Глобальное потепление затронет всех нас.",
            "В статье рассказывается правда о глобальном потеплении.",
            "В том же году состоялась встреча в верхах по поводу глобального потепления.",
            "Она назвала глобальное потепление “растущей угрозой”.",
            "Были выдвинуты несколько гипотез по поводу глобального потепления.",
            "Сначала он мне показался немного странным, но в последнее время он начал мне всё больше нравиться.",
            "Благодаря глобальному потеплению, слово “озон” вошло в повседневный обиход.",
            "Возможным следствием глобального потепления будет подъём уровня моря.",
            "Они смоделировали возможные последствия глобального потепления на компьютере.",
            "Великобритания стала одной из последних по части усилий по решению проблем загрязнения окружающей среды и глобального потепления.",
            "Глобальное потепление и вызванные им климатические изменения затрагивают всех нас.",
            "Этот гигантский айсберг растаял за те годы, которые прошли в течение фазы глобального потепления.",
            "Глобальное потепление — это международная проблема, которая требует международного решения.",
            "Он обычно отмахивается от людей, обеспокоенных глобальным потеплением, называя их паникёрами.",
            "Её очень своевременная книга рассматривает влияние глобального потепления на мировой климат.",
            "Большинство промышленно развитых стран мира отправило послов на конференцию по глобальному потеплению.",
            "Очевидной целью документального фильма было было побудить зрителей принять какие-то действия касательно глобального потепления"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}