{
    "warn": {
        "comment": [
            "warning"
        ],
        "translate": "предупреждать, предостерегать, упреждать",
        "transcription": " |wɔːrn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She warned him to be quiet.",
            "I should warn you. I hate to wait.",
            "I warned him not to go too far",
            "Nobody warned me about the dangers.",
            "“This won't be easy,” he warned.",
            "The clock warned them it was time to get ready.",
            "The police warned us of the pickpockets.",
            "Why didn't you warn me about his quick temper?",
            "They warned me about his bad temper.",
            "Didn't I warn you against putting your money into that plan?",
            "I warned him to be careful, but he didn't listen to me.",
            "My mother used to warn me not to associate with riff-raff.",
            "I warned him against driving on ice.",
            "It's your decision, but I warn you - you're making a mistake.",
            "I warned you not to walk home alone.",
            "Warn her you're going to be back late.",
            "I'll go ahead and warn the others to expect you later.",
            "She warned us not to go too close to the fire.",
            "The horn boomed out all night to warn the ships of the dangerous mist.",
            "I warn you against false assumptions.",
            "The monitoring organization is warning of thick mist and blowing snow on high ground.",
            "She warned me that the stove was still hot.",
            "The director warned him that he might be fired.",
            "The doctor warned me about the dangers of smoking.",
            "'Be careful, the rocks are slippery,' Alex warned.",
            "I had been warned about the difficulties of the job.",
            "Some animals mark their territory to warn off rivals.",
            "Sound your horn to warn other drivers.",
            "The old man warned the children off his property.",
            "We warned them that there was a bull in the field."
        ],
        "example_translate": [
            "Она предупредила его, чтобы вёл себя тихо.",
            "Мне следует вас предупредить: я терпеть не могу ждать.",
            "Я предупреждал его не заходить слишком далеко",
            "Никто не предупреждал меня об опасности.",
            "— Это будет нелегко, — предупредил он.",
            "Часы оповестили их, что пора приготовиться.",
            "Полиция предупредила нас о ворах-карманниках.",
            "Почему ты не предупредил меня о его взрывном характере?",
            "Меня предупредили о его тяжёлом характере.",
            "Разве я не предупреждал тебя не вкладывать деньги в этот проект?",
            "Я говорила ему быть осторожнее, но он меня не послушал.",
            "Моя мама часто предупреждала меня, чтобы я не общался со шпаной.",
            "Я предостерегал его, чтобы не ездил по льду.",
            "Решать, конечно, вам, но предупреждаю: вы делаете ошибку.",
            "Я же предупреждал вас, чтобы не шли домой в одиночестве.",
            "Предупредите её, что вернётесь поздно.",
            "Я пойду вперёд и предупрежу остальных, что вы подойдёте позже.",
            "Она предупредила нас не подходить слишком близко к огню.",
            "Ревун гудел всю ночь, предупреждая корабли об опасности, грозящей им в тумане.",
            "Предупреждаю вас: не делайте ложных допущений.",
            "Служба наблюдения предупреждает о густых туманах и сильном снегопаде.",
            "Она предупредила меня, что плита ещё горячая.",
            "Директор предупредил его о возможном увольнении.",
            "Врач предупредил меня о вреде курения.",
            "— Будьте осторожны, камни скользкие, — предупредил Алекс.",
            "Меня предупреждали о сложности задания.",
            "Некоторые животные метят территорию, чтобы отогнать от неё соперников.",
            "Подайте звуковой сигнал, чтобы предупредить других водителей.",
            "Старик велел детям не приближаться к его собственности.",
            "Мы предупредили их, что там, в поле — бык."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}