{
    "warning": {
        "comment": [
            "warn"
        ],
        "translate": "предупреждение, предостережение, знак, предупреждающий, предупредительный",
        "transcription": " |ˈwɔːrnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'm giving you a final warning - don't be late again.",
            "The storm struck without warning.",
            "It happened suddenly and without warning.",
            "I'm warning you — don't come any nearer!",
            "Let that be a warning to you.",
            "She gave me a warning about the difficulties of the job.",
            "You should read the warning label before you take any medicine.",
            "The warning was to beware of surprises.",
            "I construed his speech to be a warning.",
            "Their warning was too late to help him.",
            "Raised blood pressure is a warning sign.",
            "They have issued a general warning.",
            "He read the warning in the doctor's surgery.",
            "The Surrey team were given a warning last year for repeated offences.",
            "Owen gave him a warning glance.",
            "a warning that doomsday is near",
            "They ignored the warning signs.",
            "The brake warning light came on.",
            "Tom paid no heed to her warning.",
            "The bomb warning had a galvanic effect.",
            "A severe storm warning has been issued.",
            "He shouted a warning but it was too late.",
            "She raised her hand with a warning gesture.",
            "We received no advance warning of the storm.",
            "A warning light seems to have malfunctioned.",
            "Why was there a delay in warning the public?",
            "He begged others to take warning by his fate.",
            "He was liable to just show up without warning.",
            "A word of warning: don't use a metal container.",
            "All tobacco products must carry a health warning."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я предупреждаю вас в последний раз - больше не опаздывайте.",
            "Шторм ударил без предупреждения.",
            "Это произошло внезапно и без предупреждения.",
            "Предупреждаю: ближе не подходи!",
            "Пусть это будет вам предупреждением.",
            "Она предостерегла меня о трудностях связанных с этой работой.",
            "Прежде чем принимать любое лекарство, нужно читать предупреждение на этикетке.",
            "Предупреждение гласило: остерегайтесь неожиданностей.",
            "Я воспринял его речь как предупреждение.",
            "Их предупреждение слишком запоздало, чтобы помочь ему.",
            "Повышенное кровяное давление — это тревожный знак.",
            "Они выпустили общее предупреждение.",
            "Он прочитал это предупреждение в кабинете врача.",
            "В прошлом году команда из Суррея получила предупреждение за неоднократные нарушения.",
            "Оуэн бросил на него предостерегающий взгляд.",
            "предостережение о скором конце света",
            "Они оставили без внимания /проигнорировали/ предупредительные знаки.",
            "Загорелась сигнальная лампочка тормозной системы.",
            "Том не обратил внимания на её предупреждение.",
            "Предупреждение о минировании взбудоражило всех.",
            "Вынесено предупреждение о сильном шторме.",
            "Он закричал, но предупреждение пришло слишком поздно.",
            "Она подняла руку в предостерегающем жесте.",
            "Мы не получили заблаговременного оповещения о буре.",
            "Похоже, что аварийная лампа сработала неправильно.",
            "Почему произошла задержка с предупреждением общественности?",
            "Он умолял других сделать выводы из его несчастья.",
            "Он имел обыкновение просто появляться без предупреждения.",
            "Предупреждение: не используйте металлический контейнер.",
            "На всех видах табачной продукции должно быть нанесено медицинское предупреждение."
        ]
    }
}