{
    "warrant": {
        "comment": [],
        "translate": "ордер, основание, предписание, мандат, гарантировать, оправдывать, ручаться",
        "transcription": " |ˈwɔːrənt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I warrant this information.",
            "He has no warrant for saying so.",
            "I'll warrant him an honest fellow.",
            "I'll warrant we won't see him again.",
            "I cannot warrant the coins to be genuine.",
            "There is no warrant for such a belief.",
            "The law warrants this procedure.",
            "The police have a warrant to search the house.",
            "The police had a warrant for his arrest.",
            "Nothing warranted his behaving like that.",
            "I warrant, man, that we shall bring you round.",
            "Let him come! I will warrant him from harm or from injustice.",
            "The warrant bore the sheriff's seal.",
            "There was no warrant for such behavior.",
            "A warrant for his apprehension was obtained.",
            "The magistrate issued a warrant for his arrest.",
            "The police have issued a warrant for her arrest.",
            "There's a warrant out for your brother - are you hiding him from the police?",
            "The punishment he received was not warranted.",
            "The company issued warrants for 300,000 shares.",
            "This tiny crowd does not warrant such a large police presence.",
            "Not all searches and seizures by the police require a warrant.",
            "The writing was poor, but it hardly warrants that kind of insulting criticism.",
            "A judge will have to OK the search warrant.",
            "Another area that warrants attention is that of funding for universities.",
            "The Author hereby warrants that the Publisher is the owner of the copyright."
        ],
        "example_translate": [
            "Я подтверждаю эту информацию.",
            "У него нет оснований [он не вправе] так говорить.",
            "Ручаюсь, что он честный человек. [Я поручусь за его честность.]",
            "Ручаюсь, мы больше его не увидим.",
            "Не могу гарантировать подлинность монет.",
            "Это убеждение совершенно необоснованно.",
            "Закон допускает /предусматривает/ такую процедуру.",
            "У полиции есть ордер на обыск дома.",
            "У полиции был ордер на его арест.",
            "Ничто не оправдывало такого его поведения.",
            "Я ручаюсь, парень, что мы тебя переубедим.",
            "Пусть он придет! Я защищу его от зла или несправедливости.",
            "На ордере была печать шерифа.",
            "Для такого поведения не было никаких оснований.",
            "Был получен ордер на его арест.",
            "Судья выдал ордер на его арест.",
            "Полиция выдала ордер на её арест.",
            "Есть ордер на арест вашего брата, вы прячете его от полиции?",
            "Полученное им наказание было незаслуженным.",
            "Компания выпустила варранты на приобретение трёхсот тысяч акций.",
            "Такое мизерное количество народу не требует такого большого присутствия полицейских сил.",
            "Не на все обыски и аресты, проводимые полицией, требуется ордер.",
            "Хоть написано было и плохо, но вряд ли оно заслуживает столь оскорбительной критики.",
            "Ордер на обыск должен санкционировать судья.",
            "Ещё одной областью, которая требует внимания, является финансирование университетов.",
            "Настоящим Автор гарантирует, что авторские права (на произведение) принадлежат Издателю."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}