{
    "washing": {
        "comment": [
            "wash"
        ],
        "translate": "мытьё, стирка, промывка, мойка, промывание, моющий, стирающийся",
        "transcription": " |ˈwɑːʃɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bring the washing in, it's raining.",
            "My job was to hang out the washing.",
            "Can I help you with the washing up?",
            "The washing machine's broken again.",
            "Give the washing another spin.",
            "This shirt needs washing.",
            "Some washing liquids foam too much.",
            "She hung the sheets on the washing line.",
            "washing powder and other household products",
            "Help me to get the washing in, it's raining.",
            "stringy hair that clearly needs a good washing",
            "I condition my hair after washing it",
            "Stop hassling me about washing the car.",
            "I need to get the washing machine fixed.",
            "The washing machine is playing up again.",
            "The cat lay on the sofa, washing itself.",
            "The washing machine needs to be serviced.",
            "Your shirts have faded from frequent washing.",
            "Mrs Brown hung the washing on the line to dry.",
            "That old washing machine has kicked off again!",
            "If it turns fine, I shall put the washing out.",
            "Mother used washing soda to get the stains out.",
            "Be careful not to overload the washing machine.",
            "It's such a hassle not having a washing machine.",
            "The girl stood washing the sleep out of her eyes.",
            "I think I know what's up with the washing machine.",
            "Our washing powder now has a new improved formula.",
            "The washing machine won't go unless it's plugged in",
            "A wave of immigrants is washing over Western Europe.",
            "The washing machine seems to have broken down again."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Занеси бельё домой, пошёл дождь.",
            "Моей задачей было развесить бельё.",
            "Помочь тебе помыть посуду?",
            "Стиральная машина опять сломалась.",
            "Прокрути постиранное белье еще раз (в центрифуге).",
            "Эта рубашка нуждается в стирке.",
            "Некоторые моющие средства слишком пенятся.",
            "Она повесила простыни на бельевую верёвку.",
            "стиральный порошок и другие товары для дома",
            "Помоги мне занести бельё в дом, а то идёт дождь.",
            "слипшиеся волосы, которые явно не мешает хорошенько помыть",
            "После мытья волос я использую кондиционер.",
            "Хватит изводить меня этим мытьем машины.",
            "Мне нужно починить стиральную машину.",
            "Стиральная машина опять барахлит.",
            "Кошка вылизывалась, лёжа на диване.",
            "Эта стиральная машина нуждается в обслуживании.",
            "Твои рубашки обесцветились от частой стирки.",
            "Миссис Браун повесила бельё на верёвку сушиться.",
            "Старая стиральная машина снова загнулась!",
            "Если будет хорошая погода, я вывешу бельё сушиться на улицу.",
            "Для удаления пятен мама использовала соду.",
            "Следите за тем, чтобы не перегружать стиральную машину.",
            "Это такая морока — не иметь стиральной машины.",
            "Девочка умывалась после сна.",
            "Думаю, что я понял, что случилось со стиральной машиной.",
            "Теперь наш стиральный порошок обладает новой, улучшенной формулой.",
            "Стиральная машина не запустится, если не подключить её к сети.",
            "Западную Европу захлестнул наплыв иммигрантов.",
            "Стиральная машина, кажется, опять вышла из строя."
        ],
        "stars": 1
    }
}