{
    "weaken": {
        "comment": [
            "weak",
            "weakness"
        ],
        "translate": "ослаблять, слабеть, сдаваться, поддаваться, ветшать",
        "transcription": " |ˈwiːkən|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The fever weakened his body.",
            "Lack of food weakened his strength.",
            "Public support of the highway program began to weaken.",
            "The disease weakens the immune system.",
            "Julia was weakened by her long illness.",
            "A whispering campaign designed to weaken public confidence.",
            "The beams had been weakened by water damage.",
            "The disease causes the immune system to weaken.",
            "The formerly robust economy has begun to weaken.",
            "When she begged him to let her stay, he weakened.",
            "The recent setbacks have not weakened our resolve.",
            "Over the last two years the president's position has weakened.",
            "Changes in policy have weakened the power of the trade unions.",
            "Some are concerned that the increase in taxes will weaken the economy.",
            "Lower interest rates have weakened the dollar.",
            "These kinds of contradictions weaken your argument.",
            "Such policies weaken the resolve of potential troublemakers."
        ],
        "example_translate": [
            "Из-за жара его тело ослабело.",
            "Недоедание подточило его силы.",
            "Общественная поддержка программы строительства дорог стала ослабевать.",
            "Данное заболевание ослабляет иммунную систему.",
            "После долгой болезни Джулия ослабела.",
            "Клеветническая кампания, призванная ослабить общественное доверие.",
            "Несущие балки ослабли из-за порчи водой.",
            "Данное заболевание приводит к ослаблению иммунной системы.",
            "Некогда мощная экономика начала ослабевать.",
            "Когда она стала умолять его позволить ей остаться, он смягчился.",
            "Последние неудачи не ослабили нашей решимости.",
            "За последние два года позиции президента ослабли.",
            "Изменения в политике ослабили мощь профсоюзов.",
            "Некоторые обеспокоены тем, что увеличение налогов ослабит экономику.",
            "Более низкие процентные ставки привели к ослаблению доллара.",
            "Такие противоречия ослабляют вашу аргументацию.",
            "Такая стратегия ослабляет решимость потенциальных нарушителей спокойствия."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}