{
    "weakness": {
        "comment": [
            "weak",
            "weaken"
        ],
        "translate": "слабость, недостаток, слабое место, бессилие, вялость, пристрастие, склонность",
        "transcription": " |ˈwiːknəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I know my strengths and weaknesses.",
            "he has a weakness for chocolate",
            "He had a weakness for the bottle.",
            "Chocolate is my greatest weakness.",
            "Crying is a sign of weakness, so unmanly.",
            "He has a weakness for desserts.",
            "There is a strain of weakness in him.",
            "The plan has strengths and weaknesses.",
            "Some see compromise as a sign of weakness.",
            "The weakness of her voice surprised me.",
            "The basketball team has few weaknesses.",
            "the weakness of a radio signal connection",
            "The legislation has a fundamental weakness.",
            "I told them my secret in a moment of weakness.",
            "He might have let something slip in a moment of weakness.",
            "The tutor assessed the student's strengths and weaknesses.",
            "He could smell out weakness in others and advantage to himself.",
            "I dared not cry or show any sign of weakness.",
            "I have a real weakness for fashionable clothes.",
            "The weakness of extreme old age crept upon her.",
            "He couldn't explain his weakness in giving in to her demands.",
            "Sometimes it is necessary to exploit your opponent's weakness.",
            "He has so much of redemption in him, that we commiserate his weakness.",
            "The incident exposed his weakness as a leader.",
            "In spite of their weakness the group remains active.",
            "The dollar has fallen in value amid rumors of weakness in the US economy.",
            "The weakness of the book is that it sits on the fence on important issues.",
            "Barker sought to draw blood by mentioning his rival's weakness of character.",
            "The success of the Revolution is explicable in terms of the weakness of the king's government.",
            "He decided to forgive his wife's perfidy, choosing to ascribe it to a moment of uncharacteristic weakness."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я знаю свои сильные и слабые стороны.",
            "у него слабость к шоколаду",
            "Он любил выпить.",
            "Шоколад - моя самая большая слабость.",
            "Слезы – это признак слабости, столь недостойный настоящего мужчины.",
            "Он питает слабость к десертам. / Он любит сладкое.",
            "Он слабый человек по природе.",
            "У этого плана есть как сильные, так и слабые стороны.",
            "Некоторые считают компромисс признаком слабости.",
            "Меня удивила слабость её голоса.",
            "У этой баскетбольной команды почти нет недостатков.",
            "слабость сигнала радиосвязи",
            "Законодательство имеет существенный недостаток.",
            "В минуту слабости я раскрыл им свой секрет.",
            "В минуту слабости он, возможно, о чём-то проболтался.",
            "Преподаватель оценил сильные и слабые стороны этого студента.",
            "Он чуял уязвимые точки других и выгоду для себя.",
            "Я не смела плакать или хоть как-то проявлять слабость.",
            "У меня большая слабость /я очень неравнодушна/ к модной одежде.",
            "К ней незаметно подкралась беспомощная дряхлая старость.",
            "Он не смог объяснить, почему так легко уступил её требованиям.",
            "Иногда просто необходимо воспользоваться слабостью оппонентов.",
            "В нём столько подкупающих черт, что мы сочувствуем его слабостям.",
            "Это происшествие показало его слабость как лидера.",
            "Несмотря на своё бессилие, данная группа по-прежнему активна.",
            "Курс доллара упал на фоне слухов о слабости американской экономики.",
            "Слабость книги заключается в том, что она сохраняет нейтралитет по важным вопросам.",
            "Баркер хотела вывести соперника из равновесия, упомянув о его слабохарактерности.",
            "Успех революции объясним с точки зрения слабости королевского правления.",
            "Он решил простить свою жену, приписав её измену несвойственной ей минутной слабости."
        ],
        "stars": 2
    }
}