{
    "wealthy": {
        "comment": [],
        "translate": "богатый, состоятельный, обильный, богачи",
        "transcription": " |ˈwelθɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She is from a very wealthy family.",
            "She's hoping to snare a wealthy husband.",
            "She is reputed to be extremely wealthy.",
            "The son of a wealthy merchant",
            "He is a wealthy entrepreneur.",
            "He wrote books about the spiritual debilitation of the wealthy youth.",
            "He is reported to be fabulously wealthy.",
            "She envied the lavish lifestyles of wealthy people.",
            "He left as a poor, working class boy and returned as a wealthy man.",
            "She was romanced by several wealthy young men.",
            "She's always prating about her wealthy relations.",
            "Most of the members of the club are wealthy WASPs.",
            "They kited the prices they charged wealthy clients.",
            "The article disparaged polo as a game for the wealthy.",
            "Jewels, liveries, and other such common belongings of wealthy people.",
            "It was such a wealthy party that special servants were employed to hand the drinks round.",
            "She's a very wealthy woman in her own right.",
            "Some critics say that the tax cuts only benefit wealthy people.",
            "He feels that wealthy people view him with contempt because he is poor.",
            "A wealthy, juicy, broad-chested creature, steeped in ale and good cheer.",
            "He was charged with illegally procuring young women for wealthy clients.",
            "The accountant embezzled thousands of dollars while working for the wealthy family",
            "He had carved out a career as a procurer of high-priced call girls for wealthy, powerful men.",
            "The wealthy couple endowed a new wing of the hospital.",
            "The town attracts people who are wealthy and privileged.",
            "The museum is the brainchild of a wealthy art collector.",
            "He had led everyone to believe that his family was very wealthy.",
            "He was born into a wealthy family and never learned to economize.",
            "The college president is a past master at dandling wealthy alumni.",
            "Private jets are a totem of success among extremely wealthy people."
        ],
        "example_translate": [
            "Она из очень состоятельной семьи.",
            "Она надеется заполучить богатого мужа.",
            "Её считают чрезвычайно / невероятно богатой.",
            "Сын богатого купца / торговца.",
            "Он состоятельный / богатый предприниматель.",
            "Он писал книги о моральной деградации богатой молодёжи.",
            "Говорят, он сказочно богат.",
            "Она завидовала роскошной жизни богачей.",
            "Он уехал бедным рабочим пареньком, а вернулся состоятельным человеком.",
            "За ней ухаживало несколько состоятельных молодых людей.",
            "Она всегда треплется про своих богатых знакомых.",
            "Большинство членов клуба — состоятельные белые протестанты англосаксонского происхождения.",
            "Они резко повысили цены для состоятельных клиентов.",
            "В этой статье поло пренебрежительно названо \"игрой для богатых\".",
            "Драгоценности, конюшни и другие привычные атрибуты жизни обеспеченных людей.",
            "Это был такой шикарный приём, что напитки разносили специально нанятые слуги.",
            "Она сама по себе женщина очень богатая.",
            "По словам некоторых критиков, снижение налогов приносит пользу лишь состоятельным людям.",
            "Он чувствует, что состоятельные люди смотрят на него с презрением, потому что он беден.",
            "Богатый, дородный тип \"в самом расцвете сил\", пропитанный элем и заздравными тостами.",
            "Его обвинили в том, что он нелегально поставлял молодых женщин состоятельным клиентам.",
            "Бухгалтер присвоил тысячи долларов, работая в богатой семье.",
            "Он сделал себе карьеру на поставке элитных проституток для богатых, влиятельных людей.",
            "Эти состоятельные супруги профинансировали открытие нового крыла больницы.",
            "Город привлекает к себе людей богатых и привилегированных.",
            "Этот музей — детище одного богатого коллекционера произведений искусства.",
            "Он заставил всех поверить, что его семья была очень богатой.",
            "Он родился в состоятельной семье, и экономить так и не научился.",
            "Президент колледжа является непревзойдённым мастером по части ублажения богатых выпускников.",
            "Среди очень богатых людей частные самолёты являются воплощением успеха."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}