{
    "weapon": {
        "comment": [
            "weapon, threat - оружие, угроза"
        ],
        "translate": "оружие, боевое средство, средства самозащиты",
        "transcription": " |ˈwepən|",
        "antonyms": [],
        "mnemonic": [
            "weapon [(ув)э'пэн] оружие - (Выпен-дриваешься) оружием своим?;"
        ],
        "examples": [
            "\"Stop! Drop your weapon!\" ordered the officer.",
            "She learned how to handle a weapon.",
            "The teacher had to confiscate a dangerous weapon from the child.",
            "He had never handled a weapon before.",
            "Satire is an intellectual weapon.",
            "The attacker was ordered to hand over his weapon.",
            "“Stop! Drop your weapon!” ordered the officer.",
            "a new weapon in the fight against cancer",
            "He charged his weapon at me.",
            "A weapon was hidden on his person.",
            "He was licensed to carry a weapon.",
            "a weapon used in the commission of a crime",
            "The said weapon was later found in the defendant's home.",
            "He held his weapon gripped between his knees.",
            "The new Russian weapon is clearly operational.",
            "Reduced spending is our best weapon against inflation.",
            "a weapon designed for use against enemy armor",
            "A soldier accidentally discharged his weapon.",
            "She was holding an extremely odd-looking weapon.",
            "The pitcher's slider is his most effective weapon.",
            "The UK should find another weapon to fill the same role.",
            "The police will have to examine the weapon for fingerprints.",
            "A good company pension scheme remains a potent weapon for attracting staff.",
            "Truth is a weapon so powerful that the slowness of its fruition matters little in the end.",
            "a fail-safe device in a nuclear weapon to deactivate it automatically in the event of accident"
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "ea = [e]"
        ],
        "example_translate": [
            "— Стоять! Оружие на пол! — приказал полисмен.",
            "Она научилась обращаться с оружием.",
            "Учителю пришлось отобрать у ученика опасный предмет.",
            "До этого он никогда не брал в руки оружие.",
            "Сатира — оружие интеллектуалов.",
            "Нарушителю было приказано сдать свое оружие.",
            "— Стой! Бросай оружие! — приказал офицер.",
            "новое оружие в борьбе против рака",
            "Он навёл на меня своё оружие.",
            "У него на теле было спрятано оружие.",
            "У него была лицензия на ношение оружия.",
            "оружие, использованное при совершении преступления",
            "Вышеупомянутое оружие позже было найдено в доме подсудимого.",
            "Он зажал своё ружье между колен.",
            "Новое оружие русских явно работает.",
            "Снижение расходов - наше лучшее оружие против инфляции.",
            "оружие, предназначенное для использования против бронетехники противника",
            "Один солдат случайно выстрелил из своего оружия.",
            "В руках она держала чрезвычайно странное на вид оружие.",
            "Слайдер (вид броска) этого подающего является его самым действенным оружием.",
            "Великобритания должна найти на эту роль другое оружие.",
            "Полиции предстоит проверить оружие для снятия отпечатков пальцев.",
            "Хорошая программа пенсионного обеспечения сотрудников компании по-прежнему остаётся мощным средством для привлечения кадров.",
            "Истина – оружие настолько мощное, что время, необходимое для того, чтобы она восторжествовала, в итоге, не имеет большого значения.",
            "предохранительное устройство в ядерном оружии, установленное с целью его автоматической деактивации в случае аварии"
        ],
        "stars": 3
    }
}