{
    "website": {
        "comment": [
            "site",
            "web"
        ],
        "translate": "веб-сайт",
        "transcription": " |ˈwebsaɪt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "To find out more, visit our website.",
            "Visit our website for further details.",
            "This website was voted the Best Site of the Month.",
            "The magazine's website is easy to navigate.",
            "a book called 'How to Build a Killer Website'",
            "Visit our Web site at www.Merriam-Webster.com.",
            "He posted pictures from his vacation on his Web site.",
            "Prestel's website provides good coverage of the subject.",
            "The website is a mine of information about all forms of cancer.",
            "If I hear about a website that sounds interesting, I check it out.",
            "For more information on weight loss and healthy eating, visit our website.",
            "I called up their website, but it didn't have the information I was looking for.",
            "On our website you can peep our video interview with R&amp.,B's newest supergroup."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Чтобы узнать больше, посетите наш сайт.",
            "Для более подробной информации посетите наш сайт.",
            "Этот веб-сайт был признан лучшим сайтом месяца.",
            "На веб-сайте этого журнала легко ориентироваться.",
            "книга под названием \"Как создать сногсшибательный веб-сайт\"",
            "Посетите наш веб-сайт по адресу www.Merriam-Webster.com.",
            "Он выложил на своём веб-сайте фотографии с отдыха.",
            "Веб-сайт Престеля обеспечивает хорошее освещение данной темы.",
            "Этот сайт является настоящим кладезем информации о всех формах рака.",
            "Когда мне говорят о каком-нибудь интересном веб-сайте, я захожу на него посмотреть.",
            "Для получения дополнительной информации о похудении и здоровом питании, посетите наш сайт.",
            "Я зашёл на их сайт, но там не было информации, которую я искал.",
            "На нашем сайте вы можете посмотреть видеоинтервью с новейшей супергруппой стиля R&B."
        ]
    }
}