{
    "Wednesday": {
        "comment": [
            "tuesday",
            "thursday",
            "birthday",
            "nowadays",
            "monday",
            "friday",
            "midday",
            "saturday",
            "sunday",
            "today",
            "holiday",
            "day",
            "yesterday",
            "daytime",
            "everyday",
            "daylight"
        ],
        "translate": "среда",
        "transcription": " |ˈwenzdeɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I spoke to her last Wednesday.",
            "New Year's Day falls on a Wednesday.",
            "'Are you free on the 19th?' 'Is that a Wednesday?'",
            "The sale starts on Wednesday.",
            "My birthday falls on a Wednesday this year.",
            "Good, that's settled then. We'll all meet here next Wednesday.",
            "Next week I'll arrive on Wednesday and leave on Friday.",
            "We can go Wednesday.",
            "They left last Wednesday.",
            "I can let you know next Wednesday.",
            "Monday's a bit inconvenient for me. How about Wednesday?",
            "She gave me one book last week and promised to bring the others on Wednesday.",
            "I will arrive on Wednesday morning.",
            "The cutoff for new applications is next Wednesday.",
            "Well, at any rate, the next meeting will be on Wednesday.",
            "The marching band has practice every Wednesday afternoon.",
            "They pushed the deadline ahead from Tuesday to Wednesday.",
            "Most English speakers elide the first 'd' in 'Wednesday.'",
            "She's due to be discharged from the hospital on Wednesday.",
            "The singer complained of a sore throat after Wednesday's show.",
            "Cordon announced his resignation to staff members on Wednesday.",
            "The two days between Monday and Thursday are Tuesday and Wednesday.",
            "Wednesday's session was the latest in a series of planning meetings.",
            "Holy / Spy Wednesday"
        ],
        "example_translate": [
            "Я говорил с ней в прошлую среду.",
            "Новый Год приходится на среду.",
            "\"Ты свободна 19-го?\" — \"Это среда?\"",
            "Распродажа начинается в среду.",
            "В этом году мой день рождения выпадает на среду.",
            "Хорошо, тогда договорились: мы все встречаемся здесь в следующую среду.",
            "На следующей неделе я приеду в среду и уеду в пятницу.",
            "Мы можем пойти в среду. (амер.)",
            "Они уехали в прошлую среду.",
            "Я могу сообщить вам в следующую среду.",
            "Понедельник мне не очень подходит. Как насчёт среды?",
            "Она дала мне одну книгу на прошлой неделе и обещала занести остальные в среду.",
            "Я прибуду в среду утром.",
            "Заявки принимаются до следующей среды. / Последний срок подачи заявок — следующая среда.",
            "Ну, во всяком случае, следующая встреча будет в среду.",
            "Походный оркестр репетирует по средам после обеда.",
            "Они отодвинули крайний срок со вторника на среду.",
            "Большинство англоговорящих опускают первую букву \"d\" в слове \"Wednesday\" (среда).",
            "В среду её должны выписать из больницы.",
            "После выступления в среду певица пожаловалась на боль в горле.",
            "В среду Кордон объявил сотрудникам о своей отставке.",
            "Два дня между понедельником и четвергом — это вторник и среда.",
            "Заседание, прошедшее в среду, стало последним в серии совещаний по планированию.",
            "Святая Среда (на Страстной неделе)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}