{
    "weekly": {
        "comment": [],
        "translate": "еженедельный, недельный, еженедельно, раз в неделю, еженедельник",
        "transcription": " |ˈwiːkli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I am paid weekly / monthly.",
            "He writes for a weekly paper.",
            "We get paid weekly on Fridays.",
            "The magazine is published weekly.",
            "You can pay weekly or monthly - it's up to you.",
            "I make weekly trips to the grocery store.",
            "She writes a weekly column for the paper.",
            "I've already eaten my weekly ration of chocolate.",
            "'The Star' started out as a small weekly newspaper.",
            "What's the average weekly budget for a family of five?",
            "Weekly quizzes will test your understanding of the material.",
            "Under the new regime, all workers must file a weekly report.",
            "The weekly newsletter is mailed to women all over the country.",
            "Grandma usually gets in a dither if I don't make my weekly call.",
            "I'd like to propose a motion to move the weekly meetings to Thursdays.",
            "My friend and I normally do our weekly shopping together at this supermarket.",
            "The city's biggest newspaper got scooped by a weekly paper that released the story a full day before."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мне платят еженедельно / ежемесячно.",
            "Он пишет для еженедельника.",
            "Нам платят каждую неделю, по пятницам.",
            "Журнал выходит еженедельно.",
            "Можете платить ежемесячно или еженедельно, как захотите.",
            "Каждую неделю я совершаю поездки в продуктовый магазин.",
            "В этой газете она ведёт ежедневную колонку.",
            "Я уже съел мою недельную норму шоколада.",
            "\"Звезда\" начиналась как небольшая еженедельная газета.",
            "Каков средний недельный бюджет для семьи из пяти человек?",
            "Ваше понимание материала будет проверяться в ходе еженедельных опросов.",
            "Согласно новым правилам, все работники раз в неделю должны сдавать отчёт.",
            "Еженедельный информационный бюллетень отправлется по почте женщинам по всей стране.",
            "Бабушка обычно начинает нервничать, если я раз в неделю к ней не захожу.",
            "Я бы хотел выдвинуть предложение о переносе еженедельных встреч на четверг.",
            "Мы с другом обычно закупаем продукты на неделю в этом супермаркете.",
            "Крупнейшую городскую газету обошёл еженедельник, в котором этот сюжет вышел на целые сутки раньше."
        ]
    }
}