{
    "weird": {
        "comment": [],
        "translate": "странный, сверхъестественный, судьба, рок, предзнаменование",
        "transcription": " |wɪrd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She's a really weird girl.",
            "Doesn't that seem weird to you?",
            "I heard a weird noise.",
            "He's got some weird ideas.",
            "He's a weird bloke.",
            "My little brother acts weird sometimes.",
            "He was awakened by a weird and unearthly moaning.",
            "I had a really weird dream last night.",
            "A really weird thing happened last night.",
            "There are weird things I can pleasure in.",
            "He's not just weird, he's positively loco.",
            "That's weird — I put my book down right here just a few minutes ago and now it's gone.",
            "I've seen some pretty weird things in my life — but that tops everything!",
            "Let's chalk up her weird behavior to simple nervousness.",
            "They had perhaps some of the weird, inhuman beauty of minerals.",
            "Weird notions inhabit his mind.",
            "a bunch of kooks dressed up in weird costumes",
            "A primitive mind has fantasized the weird looking rock into a god.",
            "He was concerned about the weird excrescence that seemed to be developing on his hand.",
            "a freaky kid wearing a weird hat",
            "The movie features a gallery of weird characters.",
            "necromantic powders and other weird objects",
            "'Tim's a funny guy.' 'Funny weird or funny ha-ha?'",
            "some trick of the moonlight., some weird effect of shadow",
            "They sell all sorts of weird and wonderful (=very strange) products."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "eir = [ɪr]"
        ],
        "example_translate": [
            "Она очень странная девушка.",
            "Разве это не кажется вам странным?",
            "Я услышал странный шум.",
            "У него довольно странные идеи.",
            "Он странный парень.",
            "Мой маленький брат иногда ведёт себя странно.",
            "Его разбудил странный неземной стон.",
            "Прошлой ночью мне приснился очень странный сон.",
            "Прошлой ночью /вчера вечером/ случилась очень странная вещь.",
            "Есть странные вещи, которые мне нравится делать.",
            "Он не просто странный, он точно сумасшедший.",
            "Странно. Я положил книгу сюда всего пару минут назад, а сейчас её нет.",
            "Я в жизни много странного повидал, но чтоб настолько — это впервые!",
            "Давайте спишем её странное поведение на банальную нервозность.",
            "В них было, возможно, что-то от сверхъестественной, неземной красоты минералов.",
            "Странные идеи заполняют его голову.",
            "кучка чудаков, одетых в странные костюмы",
            "Фантазия первобытного человека превратила скалу причудливой формы в божество.",
            "Он был обеспокоен странной шишкой, которая, по-видимому, разрасталась на его руке.",
            "забавный ребенок носящий странную шляпу",
            "В этом фильме присутствует целый ряд странных персонажей.",
            "колдовские порошки и прочие странные вещи",
            "— Тим чудной парень. — В смысле, \"чудной\" — странный или смешной?",
            "какой-нибудь хитрый фокус лунного света или причудливая игра теней",
            "Они продают самые разнообразные продукты, странные и удивительные (т.е. очень необычные)."
        ]
    }
}