{
    "welfare": {
        "comment": [
            "well",
            "dwelling",
            "fare"
        ],
        "translate": "благосостояние, благоденствие, благотворительность",
        "transcription": " |ˈwelfer|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Our only concern is the children's welfare.",
            "The family lives off welfare.",
            "Welfare is their only source of income.",
            "We are extremely concerned about his welfare.",
            "Charity embraces all acts that contribute to human welfare.",
            "She struggled for years to survive without welfare.",
            "He has urged complete reform of the welfare system.",
            "The programme is designed to help older welfare dependent people.",
            "The welfare budget has been cut by $56 billion.",
            "I have your welfare at heart.",
            "He wants to do away with welfare.",
            "She aired her opinions on welfare.",
            "Many considered the changes to the welfare laws a regressive step.",
            "The company's welfare officer deals with employees' personal problems.",
            "Dad lost his job and we had to live off welfare.",
            "Most of the people in this neighborhood are on welfare.",
            "It's just self-interest parading as concern for your welfare.",
            "The state has a dual role: to support business on the one hand and to be the guardian of social welfare on the other.",
            "He was pushing hard for welfare reform.",
            "This is the first step in reforming the welfare system.",
            "She donates to organizations concerned about animal welfare.",
            "Animal welfare did not become a contentious issue until the late 1970s.",
            "The job of the student welfare officer is to counsel students on all kind of problems.",
            "the controversial issue of welfare reform",
            "the moral and material welfare of all good citizens",
            "a demonstrable lack of concern for the general welfare",
            "Welfare spending aids economic development in three ways.",
            "The substance of his argument was that people on welfare should work.",
            "He had always been solicitous for the welfare of his family.",
            "Animal welfare workers were disgusted that anyone could do this to a puppy."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Наша единственная забота — благополучие детей.",
            "Семья живёт за счёт пособия.",
            "Их единственным источником дохода является пособие.",
            "Мы очень обеспокоены тем, все ли у него благополучно.",
            "Милосердие включает все действия, которые способствуют благополучию человека.",
            "Она годами пыталась прожить без пособия по социальному обеспечению.",
            "Он настоял на полной реорганизации системы социального обеспечения.",
            "Программа призвана помочь пожилым людям, живущим за счёт социальных пособий.",
            "Бюджет социального обеспечения был сокращён на пятьдесят шесть миллиардов долларов.",
            "Я заинтересован в вашем благополучии.",
            "Он хочет покончить с пособиями по безработице.",
            "Она высказала своё мнение по поводу пособий.",
            "Многие сочли изменения законов о соцзащите шагом назад.",
            "Ответственному работнику компании по вопросам социального обеспечения приходится иметь дело с личными проблемами сотрудников.",
            "Папа потерял работу, и нам пришлось жить за счёт пособия по безработицы.",
            "Большинство людей в этом районе живёт на пособие.",
            "Это всего лишь личный интерес, выставленный напоказ как забота о вашем благополучии.",
            "Государство играет двоякую роль: поддерживать бизнес, с одной стороны, и стоять на страже благосостояния общества — с другой.",
            "Он энергично проталкивал реформу социального обеспечения.",
            "Это первый шаг в реформировании системы социального обеспечения.",
            "Она делает пожертвования в пользу организаций, занимающихся защитой животных.",
            "Проблема защиты животных стала вызывать много споров лишь в конце семидесятых годов.",
            "Работа студенческого куратора заключается в том, чтобы консультировать студентов по любым проблемным вопросам.",
            "достаточно спорный вопрос реформы системы социального обеспечения",
            "моральное и материальное благополучие всех добропорядочных граждан",
            "видимое отсутствие беспокойства за общее благополучие",
            "Расходы на соцобеспечение способствуют экономическому развитию тремя способами.",
            "Суть его аргументации состояла в том, что люди, получающие пособие, должны работать.",
            "Он всегда заботился о благосостоянии своей семьи.",
            "Защитникам прав животных было противно, что кто-то мог так обойтись со щенком."
        ],
        "stars": 3
    }
}