{
    "wet": {
        "comment": [],
        "translate": "мокрый, влажный, сырой, влажность, сырость, мочить, смачивать",
        "transcription": " |wet|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's very wet outside.",
            "My hair is still wet.",
            "She got her shoes wet.",
            "The summer was cold and wet.",
            "Wet your hair and apply the shampoo.",
            "The paint's still wet.",
            "Her face was wet with tears of joy.",
            "Don't be so wet! Just tell them you don't want to go.",
            "I wet a sponge under the faucet.",
            "I shall be back in a minute, and we'll wet the deal.",
            "Take an umbrella or you'll get wet.",
            "The grass was wet with dew.",
            "His face was wet with sweat.",
            "I nearly wet myself I was so scared.",
            "Don't touch the paint. It's still wet.",
            "Be careful not to slip on the wet floor.",
            "I've washed your shirt but it's still wet.",
            "Avoid wetting the leaves when you water the plant.",
            "The water soaked under the wall and wetted the mud below it.",
            "It is the alternation of wet and fine which brings every crop in its season.",
            "The colour will not be evenly fixed unless the cloth is first properly wetted out.",
            "Sam's wet his bed again.",
            "Go on! Don't be such a wet!",
            "I laughed so hard I almost wet myself.",
            "This eight year old boy still wets his bed.",
            "The towel was soaking wet.",
            "The little boy accidentally wet his pants."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "На улице очень сыро.",
            "Мои волосы ещё мокрые.",
            "Её туфли промокли.",
            "Лето было дождливым и холодным.",
            "Намочите волосы и нанесите шампунь.",
            "Краска ещё не высохла.",
            "Слёзы радости заливали её лицо.",
            "Кончай хныкать! Просто скажи им, что не хочешь идти.",
            "Я намочил губку под краном.",
            "Я скоро вернусь, и мы обмоем сделку.",
            "Возьми с собой зонтик, а то промокнешь.",
            "Трава была влажной от росы.",
            "Его лицо было мокрым от пота.",
            "Я был так напуган, что чуть не обмочился.",
            "Не трогай краску: она ещё не высохла.",
            "Будьте осторожны, не подскользнитесь на мокром полу.",
            "Я постирала твою рубашку, но она ещё влажная.",
            "Когда вы поливаете это растение, избегайте попадания воды на листья.",
            "Вода просочилась под стену и намочила грязь под ней.",
            "Именно чередование дождливой и солнечной погоды позволяет урожаю созреть в срок.",
            "Цвет не закрепится, если ткань не вымочить как следует перед окрашиванием.",
            "Сэм опять обмочился в постели.",
            "Вперёд! Не будь такой размазнёй!",
            "Я так смеялся, что чуть не обмочился.",
            "Это восьмилетний мальчик по-прежнему писается в постель.",
            "Полотенце было очень мокрым.",
            "Мальчик нечаянно обмочил штанишки."
        ]
    }
}