{
    "whale": {
        "comment": [
            "ale"
        ],
        "translate": "кит, масса, бить, бить китов, пороть",
        "transcription": " |weɪl|",
        "antonyms": [],
        "mnemonic": [
            "whale [(ув)е'йл] кит - Океан (веял) китами и акулами."
        ],
        "examples": [
            "A young whale is a calf.",
            "The whale was 50 feet long.",
            "He is a whale on / at history.",
            "The whale surfaced and then dove back down.",
            "The blue whale is a huge, even awesome animal by any measure.",
            "The whale dove down to deeper water.",
            "The whale measures 40 feet from nose to tail.",
            "The whale surfaced briefly then dove under again.",
            "Conservationists are trying to save the whale from extinction.",
            "Candles made from whale oil were once highly prized because they burned with an incandescence superior to that of other candles.",
            "Shamu, the killer whale, is the show's star attraction (=best and most popular person or thing).",
            "Among pelagic animals the undisputed king is the blue whale, the largest creature currently roaming the face of the earth."
        ],
        "example_translate": [
            "Детёныш кита — китёнок.",
            "Кит был 50 футов в длину.",
            "В истории он — дока.",
            "Кит всплыл на поверхность, а затем нырнул обратно в глубину.",
            "Синий кит — это по любым меркам огромное, даже колоссальное животное.",
            "Кит нырнул вниз, в более глубокие воды.",
            "Длина кита от носа до хвоста составляет сорок футов.",
            "Кит ненадолго всплыл, а затем вновь нырнул вглубь.",
            "Борцы за охрану природы пытаются спасти китов от вымирания.",
            "Свечи из китового жира когда-то высоко ценились, потому что они горели с накалом, который превосходил накал остальных свечей.",
            "Шэму, кит-убийца, является главной звездой этого шоу. (т.е. самым лучшим и популярным его участником)",
            "Бесспорным царём пелагических животных является синий кит — крупнейшее существо, которое ныне скитается по Земле."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}