{
    "wheat": {
        "comment": [
            "heat"
        ],
        "translate": "пшеница",
        "transcription": " |wiːt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It is time to harvest the wheat.",
            "Luckily all the wheat was in before the rain began.",
            "Wheat and barley are common cereals.",
            "bread made from whole wheat grain",
            "The wheat headed early this year.",
            "He planted a field of wheat.",
            "Wheat is the stuff they use to make bread.",
            "We grow wheat here.",
            "a hybrid of wheat and rye",
            "The price of wheat had reached an all-time low.",
            "The wheat is pounded into flour.",
            "Our yield of wheat increased this year.",
            "Last night's storm has swamped the wheat fields with rain.",
            "The tares overgrew the wheat.",
            "fields of flaxen wheat waving in the wind",
            "Wheat is one of the country's chief exports.",
            "That's the total for our wheat harvest this year.",
            "He believes the soil is terrific for potatoes and wheat.",
            "They are now long on wheat.",
            "A unit of wheat is a bushel.",
            "whole fields of wheat in shock",
            "the separation of wheat from chaff",
            "a country ill-suited to wheat farming",
            "I must twitch and do my land for wheat.",
            "One load of wheat is a thousand quarters.",
            "Peg the price of wheat at its current level.",
            "They spent hours gleaning in the wheat fields.",
            "When men used to exchange wheat against bullocks.",
            "Any foods containing wheat bring him out in a rash.",
            "They bind and cock barley as they do wheat and rye."
        ],
        "example_translate": [
            "Пришло время жать пшеницу.",
            "К счастью, пшеницу успели собрать до того, как начался период дождей.",
            "Пшеница и ячмень являются распространёнными зерновыми культурами.",
            "хлеб, испечённый из цельного пшеничного зерна",
            "В этом году пшеница рано заколосилась.",
            "Он посадил поле пшеницы.",
            "Пшеница — это тот материал, который используют, чтобы сделать хлеб.",
            "Мы выращиваем здесь пшеницу.",
            "гибрид пшеницы и ржи",
            "Цена пшеницы достигла рекордно низкого уровня.",
            "Зёрна пшеницы растираются в муку.",
            "В этом году наш урожай пшеницы вырос.",
            "Вчерашний ливень затопил все пшеничные поля.",
            "Пшеница заросла сорняками.",
            "поля светло-жёлтой пшеницы, колышащейся на ветру",
            "Пшеница является одной из главных статей экспорта страны.",
            "Таков в этом году полный объём нашего урожая пшеницы.",
            "Он считает, что эта почва просто идеальна для картофеля и пшеницы.",
            "Сейчас они играют на повышение цен на пшеницу.",
            "Единицей измерения объёма пшеницы является бушель. (единица объёма, используемая в английской системе мер)",
            "полностью заскирдованные пшеничные поля",
            "отделение пшеницы от мякины",
            "местность, непригодная для выращивания пшеницы",
            "Я должен очистить землю от пырея и подготовить её к посеву пшеницы.",
            "Одна партия пшеницы составляет тысячу четвертей.",
            "Закрепите цены на пшеницу на текущем уровне.",
            "Они часами собирали колоски на скошенных пшеничных полях.",
            "Когда люди меняли зерно на волов.",
            "Любые продукты, которые содержат пшеницу, вызывают у него сыпь.",
            "Они вяжут ячмень в снопы и складывают в стога так же, как пшеницу и рожь."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}