{
    "when": {
        "comment": [
            "whenever"
        ],
        "translate": " когда, хотя, когда, если, как только, время, дата",
        "transcription": "  |wen|",
        "antonyms": [],
        "mnemonic": [
            "when [(ув)е'н] когда - Когда ты (вен-ик) купишь?;",
            "ever ['evə]\nforever- навсегда\nnever- никогда\n***\nКОГДА- НИБУДЬ поеду к Еве. (это) ever\nВСЕГДА дарю подарки Еве. (это) ever\n***\nВсякий раз \"whenever\"\nот тебя слышу \"никогда\" \"never\",\nно мне без разницы \"whatever\"."
        ],
        "examples": [
            "When shall I see you again?",
            "Call me when you get home.",
            "I'll tell you when to stop.",
            "When is the next performance?",
            "She did not know when he would come.",
            "I'll phone you again when I get home.",
            "There are times when I hate him.",
            "When are we leaving?",
            "You need the report by when?",
            "Stop writing when the bell rings.",
            "You can go when the bell rings.",
            "He used to go fishing when he was a boy.",
            "When I was in school, we didn't have computers.",
            "A contestant is disqualified when he disobeys the rules.",
            "The happy days when we were together",
            "It was a time when people didn't have to lock their doors.",
            "When will the work be finished?",
            "When did you first meet Dr Darnall?",
            "He always wears glasses except when playing football.",
            "Things were better when he got a job.",
            "The detective asked me when I last saw her.",
            "The best moment was when he scored the winning goal.",
            "She remembered the day when Paula had first arrived.",
            "It was the day when the world's first artificial satellite of the Earth was launched.",
            "When he watches television, he falls asleep.",
            "When mixed with water the powder forms a smooth paste.",
            "Why does she steal things when she could easily afford to buy them?",
            "I decided to quit politics when I might have had a great career in it.",
            "When did the American Civil War begin?",
            "When he finally showed up, he was drunk."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Когда мы опять встретимся?",
            "Позвоните мне, когда придете домой.",
            "Я скажу тебе, когда остановиться.",
            "Когда будет следующее представление?",
            "Она не знала, когда он вернётся.",
            "Я перезвоню тебе ещё раз, когда доберусь домой.",
            "Временами /иногда/ я его просто ненавижу.",
            "Когда мы уезжаем?",
            "К какому сроку вам нужен отчёт?",
            "Прекращайте писать, как только прозвенит звонок.",
            "Когда прозвенит звонок, можете идти.",
            "Когда он был ребёнком, то часто ходил на рыбалку.",
            "Когда я учился в школе, у нас не было компьютеров.",
            "Когда участник соревнования нарушает правила, его дисквалифицируют.",
            "То счастливое время /те счастливые дни/, когда мы были вместе",
            "Это было время, когда людям не приходилось запирать двери.",
            "Когда эта работа будет закончена?",
            "Когда вы познакомились с доктором Дарнеллом?",
            "Он всегда носит очки, если только не играет в футбол.",
            "Дела стали получше, когда он нашёл работу.",
            "Детектив спросил, когда я в последний раз её видел.",
            "Лучший момент был, когда он забил победный гол.",
            "Она вспомнила тот день, когда Пола впервые приехала.",
            "Это был день, когда был запущен первый в мире искусственный спутник Земли.",
            "Когда он смотрит телевизор, то засыпает.",
            "При смешивании с водой порошок образует однородную пасту.",
            "Почему она крадёт вещи, если спокойно может себе позволить их купить?",
            "Я решил уйти из большой политики, даже несмотря на то, что я мог сделать хорошую карьеру.",
            "Когда началась гражданская война в США?",
            "Когда он наконец-то появился, то был пьян."
        ],
        "stars": 3
    }
}