{
    "whether": {
        "comment": [
            "weather"
        ],
        "translate": "ли, который",
        "transcription": " |ˈweðər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He asked me whether I needed any help.",
            "I don't know whether they were invited.",
            "I didn't know whether to believe him or not.",
            "Look, Kate, I'm calling the doctor, whether you like it or not.",
            "She was uncertain whether to stay or leave.",
            "She was uncertain whether to go or stay.",
            "He was sitting next to her whether by accident or on purpose.",
            "He asked the hostess whether he could stay there for some months.",
            "There were times when I wondered whether or not we would get there.",
            "Poor farmers, whether owners or tenants, will be worst affected.",
            "The question arose as to whether this behaviour was unlawful.",
            "It seemed to me that she was in trouble whether Mahoney lived or died."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "th = [ð]"
        ],
        "example_translate": [
            "Он спросил меня, не нужна ли мне помощь.",
            "Я не знаю, были ли они приглашены.",
            "Я не знал, верить ли ему или нет.",
            "Послушай, Кейт, я звоню врачу, нравится тебе это или нет.",
            "Она была не уверена, остаться ли ей или уйти.",
            "Она была не уверена, стоит ли ей ехать или остаться.",
            "Случайно или нарочно, но он сидел рядом с ней.",
            "Он спросил у хозяйки, можно ли ему остаться ещё на несколько месяцев.",
            "Были времена, когда я сомневался, попадём мы туда или нет.",
            "Бедные фермеры, будь то владельцы или арендаторы, пострадают больше всего.",
            "Встал вопрос о том, было ли такое поведение незаконным.",
            "Мне показалось, что у неё серьёзные неприятности, вне зависимости от того, жив Махони или умер."
        ]
    }
}