{
    "whichever": {
        "comment": [
            "while",
            "which",
            "white",
            "whip",
            "whisper",
            "whistle",
            "whirl",
            "white-collar",
            "whiskey",
            "whilst"
        ],
        "translate": "какой, какой бы ни, какой угодно, какой бы ни",
        "transcription": " |wɪtʃˈevər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "You can choose whichever color you want.",
            "Take two of the sweets, whichever you prefer.",
            "Whichever nation explodes an atomic bomb will engage the whole world in war.",
            "Choose whichever one you want.",
            "Whichever team wins on Saturday will go through to the national championships.",
            "...pusillanimous politicians who vote according to whichever way the political wind is blowing...",
            "He will support whichever candidate wins.",
            "We can meet at the pub or in the restaurant, whichever's nearer for you.",
            "You may leave at 4:00 or when you've finished the job, whichever comes first.",
            "Your writing style tends to be imitative of whichever author you've recently read."
        ],
        "example_translate": [
            "Можете выбрать любой цвет, какой только захотите.",
            "Бери две любые конфеты, какие тебе понравятся.",
            "Неважно, какая страна взорвет атомную бомбу, это так или иначе вызовет мировую войну.",
            "Выберите любой, какой угодно.",
            "Та команда, которая одержит победу в субботнем матче, отправится на чемпионат страны.",
            "...трусливые политики, голосующие в соответствии с тем, куда дует политический ветер ...",
            "Он поддержит того из кандидатов, кто одержит победу.",
            "Мы можем встретиться в баре или в ресторане, в зависимости от того, что для вас ближе.",
            "Вы можете уйти в четыре ноль-ноль или когда закончите работу — что наступит раньше.",
            "Ваш стиль письма, как правило, подражает автору, которого вы недавно читали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}