{
    "while": {
        "comment": [
            "which",
            "white",
            "whip",
            "whisper",
            "whistle",
            "whirl",
            "whichever",
            "white-collar",
            "whiskey",
            "whilst",
            "meanwhile",
            "worthwhile"
        ],
        "translate": "в то время как, до тех пор пока, проводить время",
        "transcription": " |waɪl|",
        "antonyms": [],
        "mnemonic": [
            "while [waɪl]\n***\nНе БЕЗДЕЛЬНИЧАЙ и не зевай (л). (это) while\nВ то время как; несмотря на то.\nВремя, промежуток времени."
        ],
        "examples": [
            "They arrived while we were having dinner.",
            "Take a nap while I'm out.",
            "While there's life there's hope. посл.",
            "Would you look after the children while I do the shopping?",
            "They met while they were in college.",
            "I'm just whiling away my time, waiting for the train to come in.",
            "That year whiled for me.",
            "Someone called while you were out.",
            "He was here for a little while.",
            "Can I get you anything while I'm at the store?",
            "While never a big eater, he did snack a lot.",
            "It was an easy task for an expert, while it was dangerous for a novice.",
            "The phone rang while I was doing the dishes.",
            "It took them a while to find out what was causing the problem.",
            "While she was asleep, thieves broke in and stole her handbag.",
            "You can get the photos developed while you wait.",
            "She met Andy while working on a production of Carmen.",
            "While there was no conclusive evidence, most people thought he was guilty.",
            "It would be worth your while to talk to the editor.",
            "While I think some parts of the plan are good, I don't think it's practical.",
            "The while his right [hand] did shade / His eyes from the bright sun. (W. Morris)",
            "Schools in the north tend to be better equipped, while those in the south are relatively poor.",
            "He made a comment that, while well-intentioned, still hurt my feelings."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Они приехали, когда мы обедали.",
            "Поспи, пока меня не будет.",
            "Пока живу, надеюсь.",
            "Не могли бы вы присмотреть за детьми, пока я хожу по магазинам?",
            "Они познакомились, когда были в колледже.",
            "Я просто коротаю время в ожидании прибытия поезда.",
            "Тот год показался мне вечностью.",
            "Пока тебя не было, кто-то звонил.",
            "Он пробыл здесь некоторое время.",
            "Тебе что-нибудь купить /захватить/, пока я ещё в магазине?",
            "Хоть он никогда не объедался, но перекусывал и вправду часто.",
            "Для профессионала это была лёгкая задача, тогда как для новичка она была трудной.",
            "Телефон зазвонил, когда я мыла посуду.",
            "Им понадобилось некоторое время, чтобы выяснить, что является причиной проблемы.",
            "Пока она спала, воры проникли в дом и украли её сумочку.",
            "Можно проявить ваши фотографии, пока вы ждёте.",
            "Она познакомилась с Энди во время работы над постановкой \"Кармен\".",
            "Несмотря на отсутствие убедительных доказательств, большинство людей думало, что он виновен.",
            "Тебе стоит поговорить с редактором.",
            "Хотя некоторые части этого плана кажутся мне хорошими, я не считаю его целесообразным.",
            "Все это время он правой рукой заслонял глаза от слепящего солнца.",
            "Школ на севере, как правило, лучше оснащены, а те, что на юге, являются относительно бедными.",
            "Он сделал замечание, которое, хотя и было сделано из самых лучших побуждений, всё же меня задело."
        ],
        "stars": 3
    }
}