{
    "whip": {
        "comment": [
            "while",
            "which",
            "white",
            "whisper",
            "whistle",
            "whirl",
            "whichever",
            "white-collar",
            "whiskey",
            "whilst"
        ],
        "translate": "кнут, хлыст, бич, нагайка, кучер, выжлятник, взбить, хлестать, спереть, сечь, трепаться",
        "transcription": " |wɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Whip the cream until thick.",
            "The wind whipped their faces.",
            "Our team can whip your team.",
            "He was a speaker who could really whip up a crowd.",
            "A tip of the whip will take the courage out of him.",
            "There's whips of room for us both.",
            "Can your cook whip up a meal for us in half an hour?",
            "The curtain whipped her face.",
            "The horse went faster when it was given a quick flick of the whip.",
            "The wind whipped her hair into her eyes.",
            "He whipped round to face them.",
            "His job in the hunt is to whip the dogs in when they scatter.",
            "The jockey whipped his horse.",
            "The driver pointed with his whip.",
            "The tall grass whipped in the wind.",
            "Crack went his whip, and we were off.",
            "He cried out at each stroke of the whip.",
            "The dog cowered down when the man threatened him with a whip.",
            "He whipped off his jacket.",
            "He cracked his whip and galloped off.",
            "They whipped Aristotle so unmercifully.",
            "They know that we shall keep the whip hand.",
            "The radio host whipped his listeners into a frenzy.",
            "They'll do anything to whip up a bit of interest in a book.",
            "He whipped back the sheets.",
            "a whip made of untanned hide",
            "He suddenly whipped out a gun.",
            "He whipped the horse into a canter.",
            "The old man flicked his whip and the horses moved off.",
            "The whip raised a red welt."
        ],
        "example_translate": [
            "Взбейте сливки до загустения.",
            "Ветер хлестал их по лицу.",
            "Наша команда может побить вашу.",
            "Он говорил так, что мог по-настоящему завести толпу.",
            "Лёгкий удар хлыстом поубавит в нём смелости.",
            "Здесь куча места для нас обоих.",
            "Твоя кухарка может приготовить нам какую-нибудь еду за полчаса?",
            "Занавеска хлестнула её по лицу.",
            "Лошадь пошла быстрее, после того как её стегнули кнутом.",
            "Ветер хлестал её волосами по глазам.",
            "Он резко обернулся к ним.",
            "Во время охоты его задача заключается в том, чтобы сгонять вместе разбежавшихся собак.",
            "Жокей подхлестнул своего коня.",
            "Кучер показал кнутом.",
            "Высокая трава хлестала на ветру.",
            "Он щёлкнул кнутом, погоняя лошадей, и мы отправились в путь.",
            "Он вскрикивал от каждого удара хлыстом.",
            "Собака поджала хвост и прижалась к земле, когда мужчина пригрозил ей хлыстом.",
            "Он сдёрнул с себя куртку.",
            "Он ударил его плёткой и поскакал прочь.",
            "Они так немилосердно критиковали Аристотеля!",
            "Они знают, что мы сохраним преимущество.",
            "Ведущий этой радиопередачи буквально доводил слушателей до исступления.",
            "Они будут делать всё для того, чтобы немного подстегнуть интерес к книге.",
            "Он отбросил назад простыни.",
            "хлыст, изготовленный из недублёной кожи",
            "Он вдруг выхватил пистолет.",
            "Ударом кнута он пустил лошадь в галоп.",
            "Старик щелкнул кнутом, и лошади двинулись в путь.",
            "От удара хлыста остался красный рубец."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}