{
    "whisper": {
        "comment": [
            "while",
            "which",
            "white",
            "whip",
            "whistle",
            "whirl",
            "whichever",
            "white-collar",
            "whiskey",
            "whilst"
        ],
        "translate": "шепот, слушок, шорох, шуршание, слух, молва, шептать, шептаться, прошептать",
        "transcription": " |ˈwɪspər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He whispered in my ear.",
            "What were they whispering about?",
            "He whispered a few words to her.",
            "A whisper ran through the crowd.",
            "She whispered to us that she was preparing a party.",
            "The last words came out in a whisper.",
            "There were whispers that he was put to death without trial.",
            "You don't have to whisper, no one can hear us.",
            "'Where are we going?' he asked in a whisper.",
            "Her voice sank to a whisper.",
            "“I'll be right back,” she whispered.",
            "No tree is heard to whisper, bird to sing. (Th. Gray)",
            "I've heard whispers that the company might go out of business.",
            "I couldn't hear what they were saying because they were whispering.",
            "'I've missed you,' he whispered in her ear.",
            "I could hear gulls crying and the soft whisper of the sea.",
            "There are whispers that the actor was seen checking into a hospital last week.",
            "She could only speak in a hoarse whisper.",
            "A soft breeze whispered through the trees.",
            "Staff were whispering that the company was about to go out of business.",
            "She spoke in a whisper.",
            "Hussain drew me aside to whisper in my ear.",
            "'Come quickly,' she said in a husky whisper.",
            "She leaned over and whispered to the girl next to her.",
            "She leaned over and whispered something to the girl next to her."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он шептал мне на ухо.",
            "О чём это они шептались?",
            "Он прошептал ей несколько слов",
            "По толпе пробежал шёпот.",
            "Она сказала нам по секрету, что готовит вечеринку.",
            "Последние слова были произнесены шёпотом.",
            "Ходили слухи, что его казнили без суда и следствия.",
            "Необязательно шептаться: нас никто не слышит.",
            "— Куда мы идём? — шёпотом спросил он.",
            "Её голос опустился / упал до шёпота.",
            "— Я сейчас вернусь, — прошептала она.",
            "Не слышно ни шелеста деревьев, ни пения птиц.",
            "До меня дошли слухи о том, что компания может обанкротиться.",
            "Я не слышала, о чём они говорят, потому что они шептались.",
            "— Я скучал по тебе, — прошептал он ей на ухо.",
            "Я слышал крик чаек и тихий шёпот моря.",
            "Ходят слухи, что на прошлой неделе актёра видели во время поступления в больницу.",
            "Она могла говорить только хриплым шёпотом.",
            "В деревьях прошелестел лёгкий ветерок.",
            "Сотрудники шептались о том, что компания вот-вот разорится.",
            "Она говорила шёпотом.",
            "Хуссейн отвёл меня в сторонку и шепнул кое-что на ухо.",
            "— Давай быстрее, — хрипло прошептала она.",
            "Она наклонилась и что-то шепнула соседней девушке.",
            "Она наклонилась и что-то шепнула соседней девушке."
        ]
    }
}