{
    "whole": {
        "comment": [
            "wholly"
        ],
        "translate": "целый, весь, цельный, здоровый, родной, целое, все",
        "transcription": " |hoʊl|",
        "antonyms": [],
        "mnemonic": [
            "whole [бо'ул] весь, целый - Целый (аул) накрыт оползнем;",
            "whole [həul]\nwholly ['həulɪ] - полностью, целиком\n***\nЦЕЛЬНЫМ молоком заменим колу. (это) whole\nОПТОВАЯ торговля - дело неплохое (л). (это) whole\nЦЕЛЬНОЕ зерно неплохое. (это) whole"
        ],
        "examples": [
            "Two halves make a whole.",
            "We cooked a whole chicken.",
            "I cannot tell you the whole (of it).",
            "On the whole, the book is outstanding.",
            "The whole evening was a great success.",
            "The situation is, on the whole, satisfactory.",
            "I don't believe she's telling us the whole story (=all the facts).",
            "The whole town came out for the parade.",
            "We ate the whole cake in about ten minutes.",
            "Some of the statues were broken, but others were still whole.",
            "Europe considered as a whole",
            "His whole attitude bugs me.",
            "We decided to forget the whole thing.",
            "Place a whole onion inside the chicken.",
            "He related his whole adventure from beginning to end.",
            "She read the whole book in one day.",
            "We cooked the chicken whole.",
            "You have your whole life ahead of you!",
            "It's been a whole week since I've seen him.",
            "How big is that part compared to the whole?",
            "the complex whole which we call \"civilization\"",
            "One whole man is enough to take care of a wounded one.",
            "It was months before the whole truth came out.",
            "The whole place was remodeled. It looks great now.",
            "There is a whole range of therapies that may be suitable.",
            "The whole thing (=everything about the situation) just makes me sick.",
            "I've been waiting my whole life for this.",
            "I spent the whole summer traveling through Europe.",
            "We just sat around and watched TV the whole time (=the only thing we did was watch television).",
            "The frog swallowed the fly whole."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "wh + o = [h]",
            "Прилагательные которые употребляются только перед существительными"
        ],
        "example_translate": [
            "Две половинки составляют целое.",
            "Мы приготовили курицу целиком.",
            "Я не могу сказать вам всего.",
            "В целом, книга — выдающаяся.",
            "Весь вечер прошёл с большим успехом.",
            "В целом, ситуация удовлетворительная.",
            "По-моему, она рассказывает нам не всю историю (т.е. не всё).",
            "На парад вышел весь город.",
            "Мы съели весь торт минут за десять.",
            "Некоторые статуи разбились, но другие были по-прежнему целы.",
            "Европа как единое целое",
            "Меня бесит весь этот его гонор.",
            "Мы решили всё это позабыть.",
            "Поместите внутрь курицы целую луковицу.",
            "Он поведал нам всё о своих приключениях, от начала и до конца.",
            "Она прочла всю книгу за один день.",
            "Мы приготовили курицу целиком.",
            "У вас вся жизнь впереди!",
            "Я не видела его уже целую неделю.",
            "Как велика эта часть по сравнению с целым?",
            "сложное целое, которое мы называем \"цивилизацией\"",
            "Чтобы позаботиться о раненом, достаточно одного здорового человека.",
            "Вся правда вышла наружу только через несколько месяцев.",
            "Весь дом был перестроен. Теперь он выглядит прекрасно.",
            "Существует целый ряд лечебных курсов, которые могут подойти (в данном случае).",
            "Меня от всего этого (т.е. от всей этой ситуации) просто тошнит.",
            "Я ждал этого всю свою жизнь.",
            "Всё лето я путешествовал по Европе.",
            "Всё это время мы просто сидели и смотрели телевизор (и больше ничего не делали).",
            "Лягушка проглотила муху целиком."
        ],
        "stars": 3
    }
}