{
    "wholly": {
        "comment": [],
        "translate": "полностью, целиком, всецело",
        "transcription": " |ˈhəʊllɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We were wholly at a loss what to do.",
            "I do not wholly agree.",
            "She is wholly devoted to her children.",
            "An infant is wholly dependent on its mother.",
            "The claim is wholly without merit.",
            "His words were wholly admirable and true.",
            "Not being wholly unread in the classics.",
            "Help came from a wholly unexpected direction.",
            "American tourists wholly innocent of French",
            "The report claimed that the disaster was wholly unavoidable.",
            "If you sign a document, it is wholly immaterial whether you have read it carefully or not.",
            "Thy existence is wholly an Illusion and optical and tactual Phantasm.",
            "Such an argument is misleading, if not wholly fallacious.",
            "Her informal manner seemed wholly inappropriate to the occasion.",
            "He was wholly undismayed by the commercial failure of the three movies he had made.",
            "The insurance premium is wholly irrecoverable.",
            "He seems to have been wholly unread in political theory.",
            "Any line joining two points on a plane lies wholly on that plane."
        ],
        "example_translate": [
            "Мы совершенно растерялись, и не знали, что делать.",
            "Я не совсем согласен.",
            "Она всецело посвящена своим детям.",
            "Младенец полностью зависит от своей матери.",
            "Претензии являются совершенно безосновательными.",
            "Его слова были совершенно замечательны и правдивы.",
            "Не сказать, чтобы он совсем не читал классику.",
            "Помощь пришла с совершенно неожиданной стороны.",
            "американские туристы, совершенно не знающие французского языка",
            "В докладе утверждалось, что катастрофа стала совершенно неизбежной.",
            "Если вы подписываете документ, совершенно безразлично, внимательно ли вы его прочитали.",
            "Твое существование является не более чем иллюзией, оптической и осязательной галлюцинацией.",
            "Такой аргумент является некорректным, если не полностью ошибочным.",
            "Её непринуждённая манера поведения казалась совершенно неподходящей для данного случая.",
            "Его совершенно не обескуражил коммерческий провал трёх снятых им фильмов.",
            "Страховая премия является абсолютно безвозвратной.",
            "Похоже, он совершенно неначитан в области политической теории.",
            "Любой отрезок, соединяющий две точки на плоскости, полностью лежит на этой плоскости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}