{
    "why": {
        "comment": [],
        "translate": "почему, зачем, отчего, причина, загадка, основание, задача",
        "transcription": " |waɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Why did you do it?",
            "Why didn't you call me?",
            "Why, of course I do!",
            "Why, it's quite easy!",
            "Why, it's you!",
            "I know why he did it.",
            "Why, what is the problem?",
            "He did not know why they were late.",
            "Why didn't I think of that?",
            "Why are you crying?",
            "Why, here's what I was looking for!",
            "I cannot see any reasons why he shouldn't go there.",
            "Why is the sky blue?",
            "Why did you quit your job?",
            "'She wants to meet you.' 'Why?'",
            "Give me one good reason why I should stay.",
            "Why do we have to take all these tests?",
            "Why worry? You can't do anything about it.",
            "There's no reason why we shouldn't be friends.",
            "Simon loves you — that's why he wants to be with you.",
            "'I won't be able to come into work tomorrow.' ' Why not?'",
            "Why, look who's here!",
            "He's angry with me and I don't know why.",
            "And I thought to myself, why, I can do that.",
            "It's easy to see why she fell in love with him.",
            "I have no idea why the television isn't working.",
            "Why on earth didn't you ask me to help?",
            "He's a very good player. That's why he made the team.",
            "'I don't want us to be seen together.' 'Why ever not?'",
            "The reason why they succeeded is obvious. They worked really hard."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Почему ты это сделал?",
            "Почему ты мне не позвонил?",
            "Ну конечно, да!",
            "Да ведь это так просто!",
            "Господи, это ты!",
            "Я знаю, почему он это сделал.",
            "Ну, и в чём проблема?",
            "Он не знал, почему они опаздывают.",
            "Почему я не подумал об этом?",
            "Почему ты плачешь?",
            "Да ведь это-то я и искал!",
            "Не вижу причин, почему он не должен туда ехать.",
            "Почему небо голубое?",
            "Почему вы ушли с работы? / Почему ты уволился?",
            "— Она хочет с тобой встретиться /познакомиться/. — Зачем? /С чего это?/",
            "Назови мне хоть одну убедительную причину, почему я должна остаться.",
            "Почему нам приходится проходить все эти испытания?",
            "Зачем беспокоиться? Ничего тут не поделаешь.",
            "Нет никаких причин, из-за которых нам не следует быть друзьями.",
            "Саймон любит тебя, и поэтому он хочет быть с тобой.",
            "— Я не смогу завтра прийти на работу. — Почему это?",
            "Только посмотрите, кто здесь!",
            "Он сердится на меня, а я не знаю, почему.",
            "И тут я подумал: да я ведь могу это сделать!",
            "Легко понять, почему она в него влюбилась.",
            "Я понятия не имею, почему телевизор не работает.",
            "Почему же ты не позвал меня на помощь?",
            "Это очень хороший игрок, и именно поэтому его взяли в команду.",
            "— Я не хочу, чтобы нас видели вместе. — Почему же это?",
            "Причина, по которой они добились успеха, очевидна: они очень много работали."
        ]
    }
}