{
    "widely": {
        "comment": [
            "wide",
            "widespread",
            "widen",
            "wide-ranging",
            "worldwide",
            "nationwide"
        ],
        "translate": "широко, далеко",
        "transcription": " |ˈwaɪdli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I believe my view is widely shared.",
            "His fame blazed widely abroad.",
            "What I have to tell you is widely blazed.",
            "His music was copied widely.",
            "Two theories were then widely current.",
            "The discussion ranged widely.",
            "Consequences that go on branching out more widely.",
            "a widely accepted scientific theory",
            "He walked out of the pool, grinning widely.",
            "The book has been widely acclaimed by teachers and pupils.",
            "Mr Thornton's broadcast talks on exotic music are widely known.",
            "The US and other Western countries were widely penetrated by KGB agents.",
            "...diamonds are widely considered to be indestructible because they are one of the hardest known substances...",
            "This view is not widely held.",
            "This view was not widely held.",
            "Organic food is now widely available.",
            "The new law has been widely criticized.",
            "Computers are now widely used in business.",
            "The quality of the applicants varies widely.",
            "He's widely regarded as the king of soul music.",
            "This type of software is widely used in industry.",
            "The book has been widely condemned as blasphemous.",
            "She's now widely recognized as an artist of genius.",
            "The story was widely covered in the national press.",
            "Ultrasound is now widely used as a diagnostic tool.",
            "The health benefits of exercise are widely extolled.",
            "The scandal was widely reported in the national media.",
            "The incident was widely reported in the national press.",
            "The books are widely read by adults as well as children.",
            "Matcham's theatres were widely disparaged by architects."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Я верю, что мое мнение разделяют многие.",
            "Слава о нём разнеслась по всему миру.",
            "То, о чём я должен тебе сказать, уже широко известно.",
            "Его музыке многие подражали.",
            "В то время бытовали две широко распространённые теории.",
            "Обсуждались самые разные темы.",
            "Мы продолжаем ощущать всё новые и новые последствия этого.",
            "общепризнанная научная теория",
            "Он вышел из бассейна, широко улыбаясь.",
            "Эта книга получила широкое признание у преподавателей и учеников.",
            "Радиопрограммы мистера Торнтона о необычных направлениях в музыке широко известны.",
            "В США и другие западные страны проникло огромное количество агентов КГБ.",
            "...широко распространено мнение о том что алмазы трудно расколоть, потому что они являются одними из самых твёрдых среди известных веществ...",
            "Эта точка зрения не пользуется широкой поддержкой.",
            "Эта точка зрения была распространена не так широко.",
            "В настоящее время органические продукты питания широко доступны.",
            "Новый закон подвергся широкой критике.",
            "В настоящее время компьютеры широко используются в бизнесе.",
            "Уровень кандидатов варьируется в широких пределах.",
            "Многие считают его королём соул-музыки.",
            "Этот тип программного обеспечения широко используется в промышленности.",
            "Книга подверглась широкому осуждению как кощунственная.",
            "Сейчас она широко известна как гениальная художница.",
            "Эта история получила широкое освещение в национальной прессе.",
            "В настоящее время УЗИ широко используется в качестве диагностического инструмента.",
            "Пользу физических упражнений очень расхваливают.",
            "Скандал широко освещался в средствах массовой информации страны.",
            "Данное происшествие широко освещалось в национальной прессе.",
            "Эти книги много читают как дети, так и взрослые.",
            "Театры, спроектированные Мэтчемом, большинство архитекторов оценивало с пренебрежением."
        ]
    }
}