{
    "widow": {
        "comment": [],
        "translate": "вдова, висячая строка, лишать, обездоливать, отнимать",
        "transcription": " |ˈwɪdəʊ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "His widow was dressed in mourning.",
            "He tried to hook a well-off widow.",
            "The war widowed many women in the former Yugoslavia",
            "A widow with a brood of daughters.",
            "The widow broke down in tears, but her daughters maintained their composure.",
            "The widow leapt into the funeral pyre.",
            "He hadn't been dead five minutes before those vultures from the media were after his widow.",
            "The kind words brought a little solace to the grieving widow.",
            "The military's explanation of the accident did nothing to console the anguished widow.",
            "The young widow remarried with what was regarded as immoderate haste by most observers.",
            "The soldier's widow continued to sorrow long after her husband's last letter had turned yellow with age."
        ],
        "example_translate": [
            "Его вдова была одета в траур.",
            "Он пытался подцепить какую-нибудь состоятельную вдову.",
            "Война оставила вдовами многих женщин в бывшей Югославии.",
            "Вдова с целым выводком дочерей",
            "Вдова ударилась в слёзы, но её дочери сохранили самообладание.",
            "Вдова прыгнула в погребальный костёр.",
            "С момента его смерти не прошло и пяти минут, как стервятники из прессы набросились на его вдову.",
            "Эти добрые слова немного утешили скорбящую вдову.",
            "Объяснение данной аварии, предоставленное военными, нисколько не утешило страдания вдовы погибшего.",
            "Молодая вдова снова вышла замуж с поспешностью, которую большинство наблюдателей сочло неприличной.",
            "Эта солдатская вдова горевала ещё долго после того, как последнее письмо её мужа пожелтело от времени."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}