{
    "wildly": {
        "comment": [
            "will",
            "wild",
            "unwilling",
            "willing",
            "wildlife",
            "goodwill"
        ],
        "translate": "дико, бешено",
        "transcription": "|ˈwaɪldli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The sail jibbed wildly.",
            "The crowd was yelling wildly.",
            "The spectators cheered him wildly.",
            "The band is wildly popular in Cuba.",
            "The stock market floor was wildly busy.",
            "The vapour is eddying wildly in the air.",
            "His latest film is a wildly amusing romp.",
            "He stood still, his heart thumping wildly",
            "Something was thrashing wildly in the water.",
            "I'm not wildly enthusiastic about seeing them.",
            "He flailed wildly as she tried to hold him down.",
            "Jane gesticulated wildly and shouted 'Stop! Stop!'",
            "I'm not wildly enthusiastic about your latest idea.",
            "The boat rocked wildly, hurling him into the water.",
            "He stood on the stage, emoting and gesturing wildly.",
            "The dancers gyrated wildly to the beat of the music.",
            "The stock market is oscillating wildly at the moment.",
            "He is always falling wildly in and out of love with dishy dollies.",
            "The skyrocketing price of oil resulted in a wildly fluctuating, hyperactive stock market.",
            "They sighted the coral island only on Saturday with a rock happy sailor greeting them wildly."
        ],
        "example_translate": [
            "Парус яростно мотало с одного борта корабля на другой.",
            "Толпа бешено ревела. / Толпа неистово кричала.",
            "Зрители бурно приветствовали его.",
            "Эта музыкальная группа дико популярна на Кубе.",
            "Фондовый рынок был чрезвычайно оживлён.",
            "В воздухе сильно клубится пар.",
            "Его последний фильм — дико забавная, динамичная киношка.",
            "Он стоял неподвижно, его сердце бешено колотилось",
            "Что-то отчаянно барахталось в воде.",
            "Я не испытываю дикого восторга от того, что с ними увижусь.",
            "Он бешено размахивал руками и ногами, а она пыталась не дать ему встать.",
            "Джейн бешено замахала руками и закричала: \"Стой! Стой!\"",
            "Я не очень-то в восторге по поводу вашей последней затеи.",
            "Лодку сильно качнуло, и он упал в воду.",
            "Он стоял на сцене, изображая наплыв чувств и размахивая руками.",
            "Танцоры бешено кружились в такт музыке.",
            "В данный момент фондовый рынок дико колеблется.",
            "Он легко влюбляется в пустоголовых куколок и так же быстро теряет к ним интерес.",
            "Стремительный рост цен на нефть привёл к чрезвычайно нестабильному и активному фондовому рынку.",
            "Они увидели коралловый остров только в субботу, где их бурно приветствовал матрос, чуть не сошедший с ума от вынужденного одиночества."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}