{
    "willingness": {
        "comment": [],
        "translate": "готовность",
        "transcription": " |ˈwɪlɪŋnəs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He expressed his willingness to help.",
            "They have demonstrated a willingness to negotiate.",
            "She expressed the willingness to work for us.",
            "He was a willing participant in the crime.",
            "Both sides have signaled their willingness to start negotiations.",
            "Employers today put a premium on reasoning skills and willingness to learn.",
            "She's lending a willing hand.",
            "The Russians have already indicated their willingness to cooperate.",
            "The essentials for success include a willingness to work and the right attitude.",
            "Her willingness to spend freely made her popular among her friends.",
            "A desire for tranquillity had crept on him, and a willingness to let others act and even think for him.",
            "There have been plenty of general declarations about willingness to meet and talk, but conspicuously no mention of time and place.",
            "The naturalist is known for her willingness to expatiate on any number of issues relating to wildlife and the environment.",
            "his regardful willingness to let his elderly father carve the turkey this year"
        ],
        "example_translate": [
            "Он выразил готовность помочь.",
            "Они продемонстрировали готовность вести переговоры.",
            "Она выразила готовность работать на нас.",
            "Он был добровольным участником преступления.",
            "Обе стороны заявили о своей готовности начать переговоры.",
            "В наше время работодатели придают большое значение умению рассуждать и готовности учиться.",
            "Она охотно помогает.",
            "Россияне уже выразили готовность к сотрудничеству.",
            "Для успеха совершенно необходимы желание работать и правильное отношение.",
            "Готовность сорить деньгами сделала её популярной среди друзей.",
            "Ему вдруг захотелось покоя, чтобы другие действовали и даже думали за него.",
            "Было много общих деклараций о готовности встретиться и поговорить, но явных упоминаний о времени и месте не было.",
            "Естествоиспытательница известна своей готовностью рассуждать на любые вопросы, касающиеся дикой природы и окружающей среды.",
            "его почтительная готовность позволить своему престарелому отцу разрезать индейку в этом году"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 0
    }
}