{
    "winner": {
        "comment": [],
        "translate": "победитель, первый призер, удачная идея, перспективное предприятие",
        "transcription": " |ˈwɪnər|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Winner takes all.",
            "He was the clear winner.",
            "Practice makes the winner.",
            "The winner will take home the cup.",
            "And the winner is…the blue team!",
            "The winners will receive their medals shortly.",
            "The winner showed top form.",
            "And the winner is...the blue team!",
            "The ace of trumps is a sure winner.",
            "The winner was awarded a gold medal.",
            "The winner stroked an average of 28.",
            "the winners and losers of the court case",
            "A panel of judges will choose the winner.",
            "They selected the winner from six finalists.",
            "An overall winner and a runner-up were chosen.",
            "Why don't you read out the name of the winner?",
            "I think she's onto a real winner with this song.",
            "What were the criteria used to choose the winner?",
            "The winner is the man who gives the first \"noser\".",
            "Moran scored the winner with only two minutes left.",
            "They engraved the trophy cup with the winner's name.",
            "They timed the winner at 2 minutes and 14.05 seconds.",
            "With seconds left on the clock, she scored the winner.",
            "She tried not to smirk when they announced the winner.",
            "The book has proved to be a winner with young children.",
            "The crowd set up a shout as the winner neared the post.",
            "She backed the winner of the race and won a lot of money.",
            "The winner is the team with the most points at the finish.",
            "the most nerveless winner in the history of the tournament",
            "In spite of the people's opinions, she ended up the winner."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Победитель забирает всё.",
            "Он был явным победителем.",
            "Тренировка — ключ к победе.",
            "Победитель увезёт этот кубок домой.",
            "И победителем становится... команда синих!",
            "В ближайшее время победителям будут вручены медали.",
            "Победитель продемонстрировал пик своей формы.",
            "И победителем становится... команда синих!",
            "Козырной туз означает верную победу.",
            "Победителя наградили золотой медалью.",
            "Средний темп победителей составил двадцать восемь гребков.",
            "победители и проигравшие в данном судебном процессе",
            "Судейская коллегия выберет победителя.",
            "Они выбрали победителя из числа шести финалистов.",
            "Были выбраны абсолютный победитель и второй призёр.",
            "Почему бы вам не огласить имя победителя?",
            "Я думаю, что с этой песней она реально претендует на победу.",
            "Каковы были критерии выбора победителя?",
            "Выигрывает тот, кто первым бьёт по носу.",
            "Моран забил победный гол всего за две минуты до конца.",
            "На кубке выгравировали имя победителя.",
            "Победитель показал время 2 минуты 14.05 секунд.",
            "Она забила победный гол, когда до конца оставалось несколько секунд.",
            "Она старалась не ухмыляться, когда они объявили победителя.",
            "Оказалось, что книга очень нравится маленьким детям.",
            "Когда победитель вышел на финишную прямую, толпа закричала.",
            "Она поставила на победителя гонки и выиграла кучу денег.",
            "Побеждает команда с наибольшим количеством очков на финише.",
            "самый хладнокровный победитель в истории данного турнира",
            "Несмотря на всеобщее мнение, она вышла победительницей."
        ]
    }
}