{
    "winning": {
        "comment": [
            "wind",
            "windy",
            "window",
            "win",
            "winner",
            "twin",
            "winter",
            "wine"
        ],
        "translate": "победа, выигрыш, добыча, выигрывающий, побеждающий, решающий",
        "transcription": " |ˈwɪnɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Beckham scored the winning goal.",
            "I'll beat you to the winning post!",
            "I want to know who is winning the game!",
            "I can't see him winning, can you?",
            "The team has a real chance at winning.",
            "I think we have an even chance of winning.",
            "I think we've got a sporting chance of winning.",
            "Our team are winning.",
            "They have only a slim chance of winning.",
            "Celtic are on a six-game winning streak.",
            "Success is gained by resolving on winning.",
            "Winning that big contract was a real coup.",
            "She spiked the ball and scored the winning point.",
            "It's not about winning or losing. It's about having fun.",
            "She scored the winning goal.",
            "Think you're winning a cup, Sir.",
            "The team are on a winning streak.",
            "He kicked the winning field goal.",
            "They were a winning marketing team.",
            "She is hopeful of winning the race.",
            "They don't have a prayer of winning.",
            "They had no chance of winning the war.",
            "The chances of winning are 1 in 100,000.",
            "Winning the lottery was a happy accident.",
            "He always likes to be on the winning side.",
            "The winning party will form the government.",
            "Come join us and be part of a winning team.",
            "Payment is contingent upon winning the case.",
            "We're all counting on winning this contract.",
            "The team has a reasonable chance of winning."
        ],
        "example_translate": [
            "Бекхэм забил победный гол.",
            "Я у тебя выиграю!",
            "Я хочу знать, кто выигрывает!",
            "Я не представляю, как он может выиграть, а ты?",
            "У команды есть реальные шансы на победу.",
            "Я думаю, шансы на победу у нас равные.",
            "По-моему, у нас достаточно хорошие шансы на победу.",
            "Наша команда побеждает.",
            "У них — лишь призрачные шансы на победу.",
            "У \"Селтика\" — серия побед из шести матчей. (The Celtic Football Club — футбольный клуб из Глазго, Шотландия)",
            "Успех достигается, когда ты твёрдо решил победить.",
            "Выигрыш того большого контракта был большой удачей.",
            "Она вогнала мяч в площадку и заработала победное очко. (о волейболе)",
            "Неважно, выиграешь ты или проиграешь., главное — получить удовольствие от игры.",
            "Она забила победный гол.",
            "Думаю, сэр, Вы выиграете кубок.",
            "У команды продолжается победная серия.",
            "Он забил победный филд-гол. (об американском футболе)",
            "Они были успешной маркетинговой командой.",
            "Она надеется на победу в гонке.",
            "У них нет никаких шансов на победу.",
            "У них не было шансов на победу в этой войне.",
            "Шансы на выигрыш — один из ста тысяч.",
            "Выигрыш в лотерею был счастливой случайностью.",
            "Он всегда любит быть на стороне победителя.",
            "Победившая партия сформирует правительство.",
            "Присоединяйтесь к нам, и станьте частью команды-победителя.",
            "Осуществление платежа зависит от выигрыша дела.",
            "Мы все рассчитываем на получение этого контракта.",
            "Команда имеет реальный шанс на победу."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 2
    }
}