{
    "wipe": {
        "comment": [
            "pipe",
            "pipeline"
        ],
        "translate": " протирать, вытирать, замахнуться, вытирание, носовой платок, издевка",
        "transcription": "  |waɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Would you wipe the dishes?",
            "You wash, I'll wipe.",
            "He wiped the dishes dry.",
            "Wipe your feet or you'll track up the kitchen.",
            "Nothing could wipe out his bitter memories of the past.",
            "Don't wipe your feet on the carpet!",
            "Using a second cloth, wipe the floor dry.",
            "He had the happy faculty of wiping his mind clear of harassing thoughts.",
            "You need to wipe your nose.",
            "She wiped her eyes with a tissue.",
            "Kim wiped the sweat from her face.",
            "Wipe your feet on the mat.",
            "He wiped his hand across his forehead.",
            "My tears shall wipe away these bloody marks.",
            "Tell him how much it'll cost — that should wipe the smile off his face!",
            "Wipe the table with a damp cloth.",
            "He wiped his mouth on the back of his hand.",
            "Here's a towel to wipe up the spill.",
            "Give the baby's nose a wipe, would you?",
            "Wipe the surface with a clean dry cloth.",
            "You can wipe that smug look off your face.",
            "Come on, let's wipe that muck off your face.",
            "He pulled a handkerchief from his pocket and wiped his nose.",
            "An occasional wipe with a soft cloth will keep the surface shiny."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Ты не протрёшь тарелки?",
            "Ты моешь посуду, я буду её вытирать.",
            "Он досуха вытер всю посуду.",
            "Вытирайте ноги, а то вы наследите в кухне.",
            "Ничто не могло стереть его горькие воспоминания о прошлом.",
            "Не вытирай ноги об ковер!",
            "Возьмите другую тряпку и вытрите пол насухо.",
            "Он обладал счастливой способностью избавляться от тревожных мыслей.",
            "Тебе нужно вытереть нос.",
            "Она вытерла глаза салфеткой.",
            "Ким вытерла с лица пот.",
            "Вытирайте ноги о коврик.",
            "Он провёл рукой по лбу. / Он вытер рукой лоб.",
            "Мои слёзы смоют эти кровавые отметины.",
            "Скажите ему, сколько это будет стоить, и он сразу же перестанет улыбаться!",
            "Вытрите стол влажной тряпкой.",
            "Он вытер рот тыльной стороной ладони.",
            "Вот полотенце, чтобы вытереть то, что разлито.",
            "Вытри, пожалуйста, ребёнку нос, ладно?",
            "Поверхность протрите чистой сухой тканью.",
            "Можешь стереть с лица эту самодовольную ухмылку.",
            "Ну-ка, давай сотрём с твоего лица эту грязь.",
            "Он вытащил из кармана платок и вытер нос.",
            "Поверхность останется блестящей, если её время от времени протирать мягкой тканью."
        ]
    }
}