{
    "wire": {
        "comment": [],
        "translate": "провод, проволока, проволочный, телеграфировать",
        "transcription": " |ˈwaɪər|",
        "antonyms": [],
        "mnemonic": [
            "wire [(ув)а'я] проволока - Песню (напе-вая) проволоку наматывал.",
            "wire ['waɪə]\nwireless - беспроводной\n***\nПо ПРОВОДАМ идут трамваи. (это) wire\nТЕЛЕГРАММЫ везут в трамвае. (это) wire"
        ],
        "examples": [
            "We wired the money to her.",
            "The wire is charged with electricity.",
            "The flowers were bound together with thin wire.",
            "She wired home for some money.",
            "Can you wire me $300?",
            "We wired them to return home immediately.",
            "She wired us that the manuscript had arrived.",
            "Twist the two ends of the wire together.",
            "There was a wire sticking out of the chair.",
            "Bend a wire into a circle.",
            "She got her foot caught in the wire.",
            "The explosives were wired to the door.",
            "The wire is held on with a metal clip.",
            "The patients are wired up to different machines for tests.",
            "A telephone wire had fallen on the road during the storm.",
            "The game was very close and went right down to the wire.",
            "I ripped out the telephone wire that ran through to his office.",
            "I'll reply by wire.",
            "She wired the money home to Canada.",
            "When you get in to town, wire me.",
            "The wire is coupled to the terminal.",
            "The damaged wire blew out the cooker.",
            "The wire must not contact the metal cover.",
            "The house will be wired next week.",
            "Check that the plug has been wired up properly.",
            "One in every five homes with television are wired to a cable system.",
            "This wire frame is intended to prevent birds from nesting in our chimney.",
            "My room is wired for cable.",
            "A stent is a wire metal mesh tube used to prop open an artery during angioplasty.",
            "I cannot say 'zip wire'."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Мы послали ей деньги.",
            "Этот провод под напряжением.",
            "Цветы были связаны тонкой проволокой.",
            "Она телеграфировала домой, чтобы ей выслали денег.",
            "Вы можете перечислить мне 300 долларов по безналичному расчёту?",
            "Мы телеграфировали им, чтобы они немедленно возвращались домой.",
            "Она сообщила нам телеграммой, что рукопись пришла.",
            "Скрутите два конца проволоки вместе.",
            "Из стула торчала проволока.",
            "Согните из проволоки кольцо.",
            "Её нога запуталась в проволоке /в проводах/.",
            "Взрывчатка была привязана к двери.",
            "Провод крепится металлическим зажимом.",
            "Пациентов для диагностики подключают к различным машинам.",
            "Во время грозы на дорогу упал телефонный провод.",
            "Игра была очень упорной, и всё решилось лишь в самый последний момент.",
            "Я вырвал телефонный провод, который шёл в его кабинет.",
            "Я отвечу телеграммой.",
            "Она отправила эти деньги домой, в Канаду.",
            "Когда доберёшься до города, вышли мне телеграмму.",
            "Этот провод подсоединён к терминалу.",
            "Из-за неисправности в проводке сгорела плита.",
            "Провода не должны соприкасаться с металлической крышкой.",
            "Дом подключат к электросети на следующей неделе.",
            "Убедитесь, что разъём подключён правильно.",
            "Из каждых пяти домов, в которых есть телевизор, один подключен к системе кабельного телевидения.",
            "Эта проволочная рама предназначена для того, чтобы помешать птицам вить гнезда в нашей трубе.",
            "Моя комната подключена к кабельному телевидению.",
            "Стент - это каркасная трубка из металлической проволоки для предотвращения сужения артерии во время ангиопластики.",
            "Я не могу произнести \"zip wire\" (тарзанка, канатная дорога, зип-лайн)."
        ],
        "stars": 2
    }
}