{
    "wisdom": {
        "comment": [],
        "translate": "мудрость, премудрость, здравый смысл",
        "transcription": " |ˈwɪzdəm|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The owl symbolizes wisdom and learning.",
            "Wisdom is profitable to direct.",
            "Wisdom and goodness radiated from his face.",
            "His answers evinced both wisdom and integrity.",
            "She was the incarnation of wisdom.",
            "I fail to see the wisdom in doing that.",
            "This vastly great, infinite power and wisdom.",
            "The President's wisdom has served the country well.",
            "God's infinite wisdom",
            "The book is a collection of his wit and wisdom.",
            "You can always expect a few words of wisdom from Dave.",
            "Approach, ye sons of Wisdom, and rejoice.",
            "Wisdom lies in being superior to passion, joy, grief.",
            "The director is still pondering over the wisdom of accepting the contract.",
            "She has gained a lot of wisdom over the years.",
            "He had the wisdom to stop before he said too much.",
            "Her books are infused with humour and wisdom.",
            "As a temporary measure, I do not presume to challenge its wisdom.",
            "Local people are questioning the wisdom of spending so much money on a new road.",
            "Thank you for those pearls of wisdom, Emma.",
            "These stories offer plenty of wisdom to readers.",
            "He shared a valuable bit of wisdom with his daughter.",
            "The conventional wisdom is that boys mature more slowly than girls.",
            "What was radical thinking in times past has become received wisdom today.",
            "The venerable old man was a cherished source of advice and wisdom for the villagers.",
            "The boss, in her infinite wisdom, has decided to reorganize the whole office yet again.",
            "The ordinary reader is endowed with considerable wisdom and knowledge of the way of the world.",
            "You find both wisdom and unwisdom in his writings, and it's your job to discover which is which.",
            "Conventional wisdom had long held that the mountain's summit was inapproachable from the northen slope."
        ],
        "example_translate": [
            "Сова символизирует мудрость и учёность.",
            "Мудрость помогает управлять.",
            "Его лицо излучало мудрость и доброту.",
            "Его ответы продемонстрировали и мудрость, и честность",
            "Она была воплощением мудрости.",
            "Я не вижу смысла это делать.",
            "Эта необычайно большая, бесконечная сила и мудрость.",
            "Мудрость этого президента сослужила стране хорошую службу.",
            "безграничная мудрость божия",
            "Книга представляет собой сборник его остроумия и мудрости.",
            "От Дэйва всегда можно ожидать несколько мудрых слов.",
            "Подойдите, о сыны мудрости, и возрадуйтесь.",
            "Мудрость заключается в том, чтобы оставаться неподвластным ни страсти, ни радости, ни горю.",
            "Директор всё ещё думает, целесообразно ли подписывать контракт.",
            "За эти годы она стала намного мудрее.",
            "Ему хватило ума остановиться, пока не наговорил лишнего.",
            "Её книги пронизаны юмором и мудростью.",
            "Я не осмеливаюсь ставить под сомнение разумность этого шага в качестве временной меры.",
            "Местные жители сомневаются в целесообразности таких больших затрат на новую дорогу.",
            "Спасибо вам, Эмма, за эти бесценные сведения. (ирон.)",
            "Эти рассказы дают читателям множество ценных знаний.",
            "Он поделился с дочерью множеством ценных знаний.",
            "Принято считать, что мальчики взрослеют медленнее девочек.",
            "То, что когда-то в прошлом считалось нестандартным мышлением, сегодня стало народной мудростью.",
            "Этот почтенный старик был для сельчан любимым источником советов и мудрости.",
            "Начальница с какой-то радости /от большого ума/ решила реорганизовать всё управление ещё раз.",
            "Обычный читатель наделён немалой мудростью и знанием того, как устроен мир.",
            "В его трудах вы найдёте и мудрость, и глупость, и ваша задача заключается в том, чтобы выяснить, что есть что.",
            "Долгое время всеми считалось, что вершины этой горы невозможно достичь по северному склону."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}