{
    "wise": {
        "comment": [
            "wisdom"
        ],
        "translate": "мудрый, осведомленный, надоумить, способ, образ",
        "transcription": " |waɪz|",
        "antonyms": [],
        "mnemonic": [
            "wise [(ув)а'из] мудрый - (Супер-вайз-ер) - мудрый продавец.",
            "wise [waɪz]\n***\nСамый МУДРЫЙ из всех \"вайс\". (это) wise"
        ],
        "examples": [
            "He was not very wise.",
            "That was a wise choice.",
            "Don't get wise with me!",
            "This differences a wise man and a fool.",
            "It would be wise to agree.",
            "OK, wise guy, shut up and listen!",
            "It was wise of you to remain silent.",
            "It's easy to be wise after the event.",
            "I believed him to be rarely good and wise.",
            "I'm a little wiser now than I was back then.",
            "Cunning men often pass for wise.",
            "A word to the wise is sufficient.",
            "It is wise to come back betimes, or never.",
            "The wisest course of action would be to leave.",
            "I think you were wise to leave when you did.",
            "Fools ravel, and wise men rede.",
            "A wise man flinches from danger.",
            "I finally got wise to their tricks.",
            "A wise man will save himself today for tomorrow.",
            "He is a wise and kind man, and comes of a good stem.",
            "Teachers quickly get wise to students who are cheating.",
            "He acted very wise after the event.",
            "Abraham Lincoln was a wise and good man.",
            "Many have benefited from her wise counsel.",
            "In this cold wind you'd be wise to bundle up well.",
            "It's not wise to risk traveling so soon after surgery.",
            "Those wise heads came to the conclusion that there was hope.",
            "He inclined his ear to the wise old man",
            "She had the vision to make wise investments several years ago.",
            "He lived intensely in his own imaginings, wise or idle, beautiful or extravagant."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Он был не очень умён.",
            "Это был правильный выбор.",
            "Не умничай со мной!",
            "В этом различие между умным и дураком.",
            "Разумнее было бы согласиться.",
            "Ну ладно умник, заткнись и слушай!",
            "С твоей стороны было мудро сохранять молчание. / Вы правильно поступили, что промолчали.",
            "Легко быть умным задним числом.",
            "Я считал, что он исключительно добрый и мудрый человек.",
            "Сейчас я немного умнее, чем тогда.",
            "Хитрых людей частенько принимают за мудрых.",
            "Умный понимает с полуслова. (посл.)",
            "Следует возвращаться либо вовремя, либо никогда.",
            "Самым мудрым поступком было бы уйти.",
            "Я думаю, что ты правильно поступил, когда ушёл.",
            "Глупцы запутывают, а умные разгадывают.",
            "Мудрый человек избегает опасностей.",
            "В конце концов я узнал об их проделках.",
            "Мудрый человек сбережёт себя сегодня ради завтрашнего дня.",
            "Он добрый и мудрый человек, к тому же из хорошей семьи.",
            "Учителя быстро понимают кто из студентов списывает.",
            "После этого случая он поступил очень мудро.",
            "Авраам Линкольн был мудрым и добропорядочным человеком.",
            "Многие получили пользу от ее мудрых советов.",
            "На таком ветру надо кутаться потеплее.",
            "Неразумно рисковать, путешествуя так скоро после операции.",
            "Эти мудрецы пришли к выводу, что надежда ещё есть.",
            "Он прислушался к мудрому старцу.",
            "Несколько лет тому назад ей хватило проницательности с выгодой вложить деньги .",
            "Он жил напряженной жизнью в своих фантазиях, мудрых или пустых, прекрасных или странных."
        ],
        "stars": 2
    }
}