{
    "witch": {
        "comment": [],
        "translate": "ведьма, колдун, колдунья, знахарь, околдовать, очаровать, обвораживать",
        "transcription": " |wɪtʃ|",
        "antonyms": [],
        "mnemonic": [
            "switch [swiʧ]\nwitch [wɪtʃ] околдовать; колдунья\n***\nПЕРЕКЛЮЧАЕТ свет москвич. (это) switch\nОТКЛЮЧАЕТ свет москвич. (это) switch\nПЕРЕВОДИТ стрелки москвич. (это) switch\nПрут, хлыст; фальшивая коса.\n***\nВЕДЬМА села на Москвич. (это) witch\n***\nУ ведьмы \"witch\"\nв руках выключатель \"switch\"."
        ],
        "examples": [
            "A witch had changed him into a mouse.",
            "Her mother-in-law is a bitter old witch.",
            "The woman did witch me with her gentle smile.",
            "The bad witch cursed the child.",
            "A witch put a curse on his whole family.",
            "The cat is hexed: it is approved by a witch.",
            "He claimed that a witch had put a hex on him.",
            "In the book the evil witch curses the villagers.",
            "The witch gave Snow White a poison apple.",
            "They say she died after a witch had cast a spell on her.",
            "The witch had turned them all into stone.",
            "I say, duck her in the loch, and then we will see whether she is witch or not.",
            "The witch pronounced a curse in some strange language.",
            "She's a witch, and she'll cast a spell on you if she catches you.",
            "Hovering over the sick child, the witch doctor muttered mysterious incantations.",
            "With her dying breath the witch imprecated the villagers for their relentless persecution of her."
        ],
        "example_translate": [
            "Одна ведьма превратила его в мышь.",
            "Её свекровь - злая старая ведьма.",
            "Эта женщина и впрямь околдовала меня своей нежной улыбкой.",
            "Злая ведьма прокляла дитя /ребёнка/.",
            "Одна ведьма наложила проклятье на всю его семью.",
            "Как подтвердила колдунья, кошка заколдована.",
            "Он утверждал, что ведьма наложила на него порчу.",
            "В книге злая ведьма проклинает жителей деревни.",
            "Ведьма дала Белоснежке отравленное яблоко.",
            "Говорят, она умерла после того, как ведьма околдовала её.",
            "Всех их ведьма превратила в камень.",
            "Послушай, окуни её в озеро, и мы посмотрим, ведьма она или нет.",
            "Ведьма произнесла проклятие на каком-то чужом языке.",
            "Она — ведьма, и она заколдует тебя, если поймает.",
            "Склонившись над больным ребёнком, знахарь пробормотал таинственные заклинания.",
            "С последним вздохом ведьма прокляла жителей деревни за то, что те безжалостно её преследовали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}