{
    "withdraw": {
        "comment": [
            "drawing",
            "draw",
            "drawer",
            "withdrawal"
        ],
        "translate": "изымать, отзывать, уходить, забирать, увести, удаляться, отводить, ретироваться",
        "transcription": " |wɪðˈdrɔː|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Withdraw it!",
            "She withdrew her eyes.",
            "He promised to withdraw from England.",
            "I withdrew my foot a little.",
            "They have withdrawn the charges.",
            "Claudia withdrew her hand from his.",
            "She withdrew $200 from her checking account.",
            "I'd like to withdraw £500 from my current account.",
            "The enemy had to withdraw before the onset of winter.",
            "You can withdraw up to $1,000 a day from your account.",
            "Our troops have withdrawn from the border area.",
            "Both countries agreed to withdraw their troops.",
            "The drug has been withdrawn from the market for further tests.",
            "Ralph has withdrawn from the other kids.",
            "I shall withdraw my custom from this shop.",
            "We withdrew to the garden for a private talk.",
            "She withdrew a document from her briefcase.",
            "I have withdrawn from all attendance at public banquets.",
            "A knee injury forced her to withdraw from the competition.",
            "Parents can withdraw their child from school if they so wish.",
            "He refused to withdraw his remarks and was expelled from the Party.",
            "The prosecutor withdrew her question to the witness.",
            "The US showed its own goodwill by undertaking to withdraw their troops.",
            "This machine withdraws heat from the environment.",
            "Many depressed people just withdraw into themselves.",
            "He knew he could not win the election — hence his decision to withdraw.",
            "A bid at an auction is legally binding and you are unable to withdraw your offer.",
            "The general tone of articles appearing in the newspapers is that the government should withdraw.",
            "Parents have the right to withdraw their children from religious education lessons if they wish.",
            "The government has threatened to take military action if the rebels do not withdraw from the area."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Возьмите назад свои слова!",
            "Она отвела глаза.",
            "Он обещал покинуть Англию.",
            "Я немного отодвинул ногу.",
            "Они сняли обвинения.",
            "Клаудия отдёрнула свою руку из его руки.",
            "Она сняла с банковского счёта двести долларов.",
            "Я бы хотел снять пятьсот фунтов стерлингов со своего текущего счёта.",
            "Перед наступлением зимы враг был вынужден отступить.",
            "Вы можете снимать со счёта до тысячи долларов в день.",
            "Наши войска покинули приграничную территорию.",
            "Обе страны согласились отозвать свои войска.",
            "Препарат был отозван с рынка для дальнейших испытаний.",
            "Ральф отдалился /отстранился/ от других детей.",
            "Я больше не буду делать покупки в этом магазине.",
            "Мы вышли в сад, чтобы поговорить наедине /посекретничать/.",
            "Она достала из портфеля какой-то документ.",
            "Я перестал присутствовать на всяких банкетах.",
            "Травма колена вынудила её сняться с соревнований.",
            "Родители могут отозвать своих детей из школы, если того пожелают.",
            "Он отказался взять свои слова назад и был исключён из партии.",
            "Прокурор отозвал свой вопрос к свидетелю.",
            "США продемонстрировали со своей стороны добрую волю, взяв обязательство вывести свои войска.",
            "Эта машина отводит тепло из окружающей среды.",
            "Во время депрессии многие люди просто уходят в себя.",
            "Он знал, что не сможет победить на выборах, поэтому его решение — снять свою кандидатуру.",
            "Заявка на аукционе является юридически обязывающей, и вы не можете отозвать свое предложение.",
            "Общий тон статей, опубликованных в этих газетах, таков, что правительство должно сложить полномочия.",
            "При желании родители вправе отстранить своих детей от уроков религиозного образования.",
            "Правительство пригрозило начать военные действия, если повстанцы не покинут этот район."
        ]
    }
}