{
    "without": {
        "comment": [],
        "translate": "без, вне, за, если не, без того, чтобы, снаружи",
        "transcription": " |wɪˈðaʊt|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I can't see you without my glasses.",
            "I don't know what I'd do without you.",
            "Won't you be lonely without her?",
            "I can't imagine life without a car.",
            "Don't leave home without your wallet.",
            "She remembered not without a pang that...",
            "There is a footman without with the horses.",
            "Do you take your coffee with sugar or without?",
            "These cookies are made without flour.",
            "Try doing the math without a calculator.",
            "The rest of the group set off without him.",
            "I accepted his offer without a moment's hesitation.",
            "It happened suddenly and without warning.",
            "Without water, there would be no life on Earth.",
            "Do you take your coffee with or without sugar?",
            "'What do you expect?' he said, without looking at her.",
            "He told his story without anger or bitterness.",
            "He had gone out without his parents' permission.",
            "I got to my destination without too much difficulty.",
            "The prisoner will be held without bail until his trial.",
            "Suddenly and without any warning, the army opened fire.",
            "Without so much as a word of thanks, Ben turned and went back into the office (=he did not even say thank you as he should have done)."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Без очков я тебя не вижу.",
            "Я не знаю, что бы я без вас делал.",
            "Разве вам не будет без неё одиноко?",
            "Я не могу представить жизнь без автомобиля.",
            "Не выходи из дома без кошелька.",
            "Она вспомнила не без угрызений совести, что...",
            "На улице лакей с лошадьми.",
            "Вам кофе с сахаром или без?",
            "Эти печенья сделаны без использования муки.",
            "Попробуй cделать расчёт без калькулятора.",
            "Остальная группа отправилась без него.",
            "Я принял его предложение, не задумываясь ни на секунду.",
            "Это произошло внезапно и без предупреждения.",
            "Без воды на Земле не было бы жизни.",
            "Вам кофе с сахаром или без?",
            "— Чего ты ждёшь? — спросил он, не глядя на неё.",
            "Он рассказал свою историю без гнева или обиды.",
            "Он вышел на улицу без разрешения родителей.",
            "Я добрался до пункта своего назначения без особых трудностей.",
            "Заключённый будет содержаться под стражей до суда без возможности поручительства.",
            "Внезапно и без всякого предупреждения войска открыли огонь.",
            "Не сказав ни слова благодарности, Бен развернулся и пошёл обратно в офис (т.е. он даже \"спасибо\" не сказал, а следовало бы)."
        ]
    }
}