{
    "within": {
        "comment": [
            "without",
            "with",
            "withdraw",
            "withdrawal"
        ],
        "translate": " в течение, в пределах, в пределах, внутри, внутренняя сторона",
        "transcription": "  |wɪˈðɪn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Is she within?",
            "The door opens from within.",
            "They live within the city limits.",
            "I was dressed within the ten minutes.",
            "The rain obliged me to stay within.",
            "The gate that was ironed within and without.",
            "We could hear sounds coming from within.",
            "Elaine felt a pain deep within her.",
            "Within an hour of our arrival Caroline was starting to complain.",
            "They were outwardly calm but nervous within.",
            "I stood firm collected in my strength within.",
            "The rooms within were richly furnished.",
            "He entered the house, and within seconds, he was surrounded by children.",
            "Within the space of a year, three of the town's factories have closed down.",
            "He fell sick and died within a matter of weeks.",
            "Most students find a job within a year of graduating.",
            "We should have the test results back within 24 hours.",
            "You can go anywhere you want within reason (=within reasonable limits).",
            "Baby rabbits for sale. Enquire within.",
            "We live within easy reach of (=close to) the shops.",
            "We could hear sounds coming from within his apartment.",
            "She made several friends within days of moving into her new apartment.",
            "Everything I need is within a few miles of my apartment.",
            "I'm feeling more relaxed within myself.",
            "There have been a lot of changes within the department since I joined.",
            "The invading troops came within 50 miles of Paris.",
            "Security firms have to work strictly within the law.",
            "We all try to appear strong and attempt to hide the scared little child within.",
            "Reports from within the company indicate a change in policy.",
            "We have to operate within a very tight budget."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она там? (внутри помещения)",
            "Дверь открывается изнутри.",
            "Они живут в пределах города.",
            "Не прошло и десяти минут, как я уже был одет.",
            "Дождь вынудил меня остаться дома.",
            "Ворота были обиты железом изнутри и снаружи.",
            "Мы слышали звуки, доносящиеся изнутри.",
            "Илейн почувствовала глубокую внутреннюю боль.",
            "С момента нашего прибытия не прошло и часа, а Кэролайн уже начала жаловаться.",
            "Внешне они были спокойны, но на самом деле очень нервничали.",
            "Я твёрдо стоял на своём, собрав всю свою внутреннюю силу.",
            "Изнутри комнаты были богато обставлены.",
            "Он вошёл в дом, и всего через несколько секунд оказался в окружении детей.",
            "Всего за год закрылись три городских завода.",
            "Он заболел и умер в течение нескольких недель.",
            "Большинство студентов находит работу в течение года после окончания обучения.",
            "Мы должны получить результаты анализов в течение 24 часов.",
            "Можешь идти куда угодно — в пределах разумного (т.е. в разумных пределах).",
            "Продаются крольчата, спрашивать у хозяев дома. (объявление на дверях)",
            "Мы живем в пределах лёгкой досягаемости (т.е. неподалеку) от магазинов.",
            "Мы слышали звуки, доносящиеся из его квартиры.",
            "Не прошло и нескольких дней после её переезда в новую квартиру, как она уже завела несколько друзей.",
            "Всё, что мне нужно, находится в пределах нескольких миль от моей квартиры.",
            "Наедине с собой я чувствую себя более непринуждённо.",
            "С того времени, как я поступил на работу, внутри отделения много чего поменялось.",
            "Вторгшиеся войска подошли к Парижу ближе, чем на пятьдесят километров.",
            "Охранные фирмы вынуждены работать строго в рамках закона.",
            "Мы все стараемся казаться сильными и пытаемся скрыть напуганного ребёнка, что находится внутри каждого из нас.",
            "Сообщения сотрудников компании указывают на изменения в её политике.",
            "Мы вынуждены действовать в рамках весьма ограниченного бюджета."
        ],
        "stars": 3
    }
}