{
    "witness": {
        "comment": [
            "victim",
            "witty",
            "wit"
        ],
        "translate": "свидетель, свидетельство, очевидец, свидетельствовать, видеть",
        "transcription": " |ˈwɪtnəs|",
        "antonyms": [],
        "mnemonic": [
            "witness [(ув)и'тнис] свидетель - (Увитни-й с-видетель) видный свидетель.",
            "witness ['wɪtnəs]\n***\nСВИДЕТЕЛЬ тоже любит фитнес. (это) witness\nСвидетельствовать.\n***\nСвидетель \"witness\"\nувлечён фитнесом \"fitness\"."
        ],
        "examples": [
            "The defense called only one witness.",
            "My friend here was a witness of the accident.",
            "Who witnessed his signing the documents?",
            "Several people witnessed the accident.",
            "A surprise witness cleared him of the crime.",
            "Europe witnessed many wars.",
            "His actions witness to his trustworthiness.",
            "\"What is your relationship to the witness?\" \"He is my father.\"",
            "The witness stated that he had not seen the woman before.",
            "The witness wasn't able to describe the robber.",
            "The witness related the events.",
            "The witness of the accident did not come before the court.",
            "He primed the witness.",
            "James was subpoenaed as a witness.",
            "The witness was questioned by the defense.",
            "The prosecution called their first witness.",
            "He tripped up a witness by artful questions.",
            "She displayed no emotion on the witness stand.",
            "The witness is biased and so cannot be trusted.",
            "The defense is expected to call them as witnesses.",
            "The witness refused to cooperate, hindering the investigation.",
            "The defense called its first witness to the stand.",
            "The empty workshops bear witness to the industrial past.",
            "The witness became overwrought as she described the crime.",
            "The lawyer questioned the truth of the witness's statement.",
            "Practically every word had to be corkscrewed out of the tight-lipped witness.",
            "Then the prosecution wheeled in a surprise witness.",
            "The jury did not doubt the veracity of the witness.",
            "The prosecutor withdrew her question to the witness.",
            "The witness positively identified the suspect in the crime."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Защита вызвала только одного свидетеля.",
            "Вот мой друг был очевидцем происшествия.",
            "Кто видел, как он подписывал эти документы?",
            "Несколько человек стали свидетелями этой аварии.",
            "Неожиданный свидетель снял с него подозрение в совершении преступления.",
            "Европа не раз была ареной войн.",
            "Его действия свидетельствуют о том, что ему можно доверять.",
            "— Как вы связаны со свидетелем? — Он мой отец.",
            "Свидетель заявил, что никогда не видел эту женщину раньше.",
            "Свидетель не смог описать грабителя.",
            "Свидетель рассказал об этих событиях.",
            "Свидетель этого происшествия не предстал перед судом.",
            "Он заранее проинструктировал свидетеля.",
            "Джеймс был вызван повесткой в суд в качестве свидетеля.",
            "Свидетель был допрошен стороной защиты.",
            "Сторона обвинения вызвала своего первого свидетеля.",
            "Он запутал свидетеля хитро поставленными вопросами.",
            "Она проявила никаких эмоций, выступая в суде в качестве свидетеля.",
            "Этот свидетель пристрастен, и поэтому ему нельзя доверять.",
            "Ожидается, что сторона защиты вызовет их в качестве свидетелей.",
            "Свидетель отказался сотрудничать, мешая расследованию.",
            "Защита вызвала для дачи показаний своего первого свидетеля.",
            "Пустые цеха свидетельствуют об индустриальном прошлом.",
            "Описывая преступление, свидетель крайне разволновался.",
            "Адвокат подверг сомнению правдивость заявления свидетеля.",
            "Из неразговорчивого свидетеля приходилось вытаскивать практически каждое слово.",
            "Тогда обвинение выставило свидетеля, давшего весьма неожиданные показания.",
            "Присяжные не усомнились в правдивости слов свидетеля.",
            "Прокурор отозвал свой вопрос к свидетелю.",
            "Свидетель уверенно опознал подозреваемого в этом преступлении."
        ],
        "stars": 2
    }
}