{
    "wolf": {
        "comment": [],
        "translate": "волк, хищник, бабник, жадный человек, пожирать с жадностью",
        "transcription": " |wʊlf|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Wolves hunt in packs.",
            "The wolf is a predator.",
            "The teenager wolfed down the pizza",
            "The wolf was hunting its prey.",
            "The way you wolf your food it's no wonder you have intestinal distress.",
            "The distant cry of a wolf was heard.",
            "The young of a wolf are called pups.",
            "I work part-time in a coffee shop just to keep the wolf from the door.",
            "The dogs tracked the wolf to its lair.",
            "The hound will scent., the wolf will prowl.",
            "The wolf was tamed and evolved into the house dog.",
            "She threatened to geld the wolf if he didn't stop making passes at her.",
            "They released the wolf back into the wilderness.",
            "He had the reputation of being a lone wolf in high school.",
            "Wolf's work is completely unconnected to the current study.",
            "By the 1930s, the wolf had vanished from the American West."
        ],
        "example_translate": [
            "Волки охотятся стаями.",
            "Волк является хищником.",
            "Подросток с жадностью уплетал пиццу",
            "Волк преследовал свою добычу.",
            "То, как ты пожираешь пищу, объясняет, почему у тебя кишечное расстройство.",
            "Слышался далёкий волчий вой.",
            "Детёныши волка называются щенками /волчатами/.",
            "Чтобы как-то свести концы с концами, я подрабатываю в кофейне.",
            "Собаки проследили волка до его логова.",
            "Гончая будет принюхиваться, волк будет рыскать.",
            "Волк был приручен, и превратился в домашнюю собаку /сторожевого пса/.",
            "Она пригрозила кастрировать этого кобеля, если он не перестанет к ней клеиться.",
            "Волка выпустили обратно на волю.",
            "В средней школе у него была репутация одиночки.",
            "Работа Вольфа совершенно не связана с данным исследованием.",
            "К тридцатым годам двадцатого века волк исчез с американского Запада."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}