{
    "wooden": {
        "comment": [
            "wood",
            "woodland"
        ],
        "translate": "деревянный, безжизненный, топорный",
        "transcription": " |ˈwʊdn|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She bought a small wooden carving of a Buddha.",
            "The wooden door had been cleft in two.",
            "She is one of the most wooden actresses of all time.",
            "a knife with a carved wooden handle",
            "The jewel box had a carved wooden cover.",
            "The roof was covered with wooden shingles.",
            "The canvas is stretched over a wooden frame.",
            "a wooden jewellery box inlaid with ivory",
            "He walked with the help of a wooden staff.",
            "He climbed the wooden steps and rang the bell.",
            "They removed the picture from its wooden frame.",
            "Bobby had perched himself on a tall wooden stool.",
            "Wooden decks should be sealed to prevent cracking.",
            "Dying fish were flopping about on the wooden boards.",
            "an ancient cart with wooden wheels",
            "The actor's performance was wooden.",
            "The wooden table has a marble overlay.",
            "A simple wooden cross marked her grave.",
            "a high wooden structure with a curved roof",
            "We built a wooden footbridge over the creek.",
            "a round of steel to reinforce the wooden beam",
            "Martha was chopping vegetables on a wooden board.",
            "At the same time he set his wooden stump upon my foot.",
            "I had to pound the heavy wooden stick into the ground.",
            "Bruise the berries with a wooden spoon and strain them.",
            "The head of the ax was crudely lashed to a wooden helve.",
            "At the head of the grave there was a small wooden cross.",
            "That old wooden ironing board she uses is a museum piece.",
            "The barley for soup was pearled in a large wooden mortar.",
            "The wooden stakes designate the edge of the building site."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "example_translate": [
            "Она купила небольшую деревянную статуэтку Будды.",
            "Деревянная дверь была расколота на две (половины).",
            "Она - одна из самых неестественных актрис всех времён.",
            "нож с резной деревянной ручкой",
            "Крышка шкатулки для драгоценностей была сделана из дерева и украшена резьбой.",
            "Крыша была покрыта кровельной дранкой.",
            "Холст натянут на деревянную раму.",
            "деревянная коробка для украшений, инкрустированная слоновой костью",
            "Он ходил с помощью деревянной палки.",
            "Он поднялся по деревянным ступенькам и позвонил в колокольчик.",
            "Они вынули картину из её деревянной рамы.",
            "Бобби уже уселся на высокий деревянный табурет.",
            "Во избежание растрескивания, деревянные настилы должны быть герметизированы.",
            "На деревянной палубе билась умирающая рыба.",
            "древняя повозка с деревянными колёсами",
            "Игра этого актёра была \"деревянной\".",
            "На этом деревянном столе есть мраморная накладка.",
            "Её могилу отмечал простой деревянный крест.",
            "высокое деревянное строение с изогнутой крышей",
            "Мы построили деревянный мостик через ручей.",
            "стальное кольцо для укрепления деревянной балки",
            "Марта резала овощи на деревянной доске.",
            "И в этот момент он наступил мне на ногу своим деревянным протезом.",
            "Мне нужно было забить тяжелый деревянный кол в землю.",
            "Ягоды разомните деревянной ложкой и процедите.",
            "Головка топора была грубо примотана к деревянному топорищу.",
            "Во изголовье могилы стоял небольшой деревянный крест.",
            "Старой деревянной гладильной доске, которой она пользуется, место в музее.",
            "Ячмень для супа потолкли в большой деревянной ступе.",
            "Эти деревянные колья обозначают границы строительного участка."
        ],
        "stars": 3
    }
}