{
    "workplace": {
        "comment": [
            "workshop",
            "worker",
            "work",
            "homework",
            "network",
            "working",
            "firework",
            "workload",
            "workforce",
            "workman",
            "paperwork",
            "workstation",
            "framework",
            "housework"
        ],
        "translate": "производственное помещение, рабочее место, место работы, планировка рабочих мест",
        "transcription": " |ˈwɜːrkpleɪs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Foul language will not be tolerated in the workplace.",
            "Women still face prejudice in the workplace.",
            "The company accommodates employees near the workplace.",
            "The company took positive steps to create a safer workplace.",
            "The company has softened its stance on dating in the workplace.",
            "Women have yet to achieve full equality with men in the workplace.",
            "He has antediluvian notions about the role of women in the workplace.",
            "We need effective strategies to combat sexual harassment in the workplace.",
            "Each employee brings his or her own psychological baggage to the workplace.",
            "The company hired Bob to conduct an independent review of their workplace procedures.",
            "The survey revealed that, for the first time, there are more women in the workplace than men."
        ],
        "example_translate": [
            "Нецензурная брань на рабочем месте недопустима.",
            "Женщины по-прежнему сталкиваются с несправедливым отношением на работе.",
            "Компания предоставляет своим работникам жилье недалеко от места работы.",
            "Компания предприняла конструктивные шаги для создания более безопасных рабочих мест.",
            "Компания смягчила свою позицию относительно служебных романов.",
            "Женщины ещё не добились полного равенства с мужчинами на рабочем месте.",
            "У него допотопные представлений о роли женщин на работе.",
            "Нам нужны успешные стратегии борьбы с сексуальными домогательствами на рабочем месте.",
            "Каждый сотрудник приносит на рабочее место свой собственный психологический багаж.",
            "Компания наняла Боба для проведения независимой проверки своего внутреннего рабочего распорядка.",
            "Исследование показало, что количество работающих женщин впервые превысило количество мужчин."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}