{
    "workforce": {
        "comment": [
            "reinforce",
            "force",
            "enforcement",
            "",
            "enforce",
            "workshop",
            "worker",
            "work",
            "homework",
            "network",
            "working",
            "firework",
            "workload",
            "workplace",
            "workman",
            "paperwork",
            "workstation",
            "framework",
            "housework"
        ],
        "translate": "трудовые ресурсы",
        "transcription": " |ˈwɜːrkfɔːrs|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "The workforce has been reduced by half.",
            "The company is cutting its workforce.",
            "The firm has slashed its workforce by half.",
            "We have a workforce of 2,400 people.",
            "The company is planning to shed about a quarter of its workforce.",
            "The workforce has been slashed by 50%.",
            "Women now represent almost 50% of the workforce.",
            "We want to involve the workforce at all stages of the decision-making process.",
            "The workforce is mainly made up of women.",
            "The office's entire workforce is devoted to a single project right now.",
            "The workforce were willing to make sacrifices in order to preserve jobs.",
            "The key to a successful modern economy is a well-educated and motivated workforce.",
            "His former workforce of 1,300 now stands at 220."
        ],
        "example_translate": [
            "Количество работников сократилось наполовину.",
            "Компания сокращает свой штат.",
            "Фирма сократила половину сотрудников.",
            "У нас в штате — две тысячи четыреста человек.",
            "Компания планирует сократить около четверти рабочей силы.",
            "Количество работников было урезано на пятьдесят процентов.",
            "Сегодня женщины составляют почти пятьдесят процентов персонала.",
            "Мы хотим привлечь работников к участию на всех стадиях процесса принятия решений.",
            "Трудовой коллектив в основном состоит из женщин.",
            "Сейчас все работники бюро заняты работой над единственным проектом.",
            "Работники были готовы пойти на жертвы, чтобы сохранить рабочие места.",
            "Ключом к успеху в современной экономике являются хорошо образованные и мотивированные работники.",
            "Численность его бывший рабочего коллектива, которая достигала 1300 человек, сейчас составляет 220 человек."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}