{
    "worldwide": {
        "comment": [
            "wide",
            "widely",
            "widespread",
            "widen",
            "wide-ranging",
            "nationwide"
        ],
        "translate": "всемирный, мировой, общемировой, всемирно известный",
        "transcription": " |ˈwɜːrldwaɪd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "One pandemic of Spanish flu took nearly 22 million lives worldwide.",
            "The revolution could result in worldwide cataclysm.",
            "The company has more than 2,000 employees worldwide.",
            "The Society boasts 3000 members worldwide.",
            "She built a tiny business into a worldwide empire.",
            "What a worldwide jungle of redtape!",
            "News of the attack attracted worldwide attention.",
            "WordNet gets many hits from users worldwide.",
            "The worldwide picture for tribal people remains grim.",
            "Nearly £7 billion has been wiped off share prices worldwide.",
            "...millions have been slain worldwide by this dreadful disease...",
            "She has acquired an email address and a site on the WorldWide Web."
        ],
        "example_translate": [
            "Одна пандемия испанки унесла почти 22 миллиона жизней во всем мире.",
            "Революция может привести к мировой катастрофе.",
            "В данной компании работает более двух тысяч сотрудников по всему миру.",
            "Общество может похвастать тремя тысячами членов по всему миру.",
            "Она превратила крошечное предприятие во всемирную империю.",
            "Что за бесконечные дебри бюрократических проволочек!",
            "Новость об этом нападении привлекла внимание всего мира.",
            "На сайт WordNet заходит множество пользователей со всего мира.",
            "Ситуация с племенными народами в мировом масштабе по-прежнему мрачная.",
            "В мировом масштабе уменьшение цен акций составило почти семь триллионов фунтов стерлингов.",
            "...миллионы людей были убиты во всем мире этой страшной болезнью...",
            "Она обзавелась электронной почтой и сайтом во «всемирной паутине»."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}