{
    "worrying": {
        "comment": [
            "worrying – тревожный  worried – встревоженный",
            "worry",
            "worried"
        ],
        "translate": "волнующий",
        "transcription": " |ˈwɜːriɪŋ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "What's the use of worrying?",
            "There's no point in worrying.",
            "The situation is extremely worrying.",
            "The best thing to do is to stop worrying.",
            "There's no percentage in worrying.",
            "What's the good of worrying?",
            "You're worrying yourself unnecessarily.",
            "A rather worrying thought struck me.",
            "Emma lay awake half the night, worrying.",
            "I've been worrying a lot about my health.",
            "Vigorous worrying finally loosened the saw.",
            "Lately, she has been worrying about her son.",
            "worrying about kids eating too much junk food",
            "This is a worrying development for small businesses.",
            "I cannot sleep — my daughter's health is worrying me.",
            "Stop worrying about the past and live in the present.",
            "She spent a restive night worrying about the next day's exam.",
            "David had noticed the return of worrying symptoms in the last few days.",
            "He could not conceive that anything really serious could be worrying his friend.",
            "His nervous mother is always worrying that something terrible will happen to him."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Прилагательные, оканчивающиеся на -ing и -ed"
        ],
        "example_translate": [
            "Какой смысл волноваться?",
            "Волноваться /беспокоиться/ нет никакого смысла.",
            "Ситуация крайне тревожная.",
            "Лучшее, что можно сделать — это перестать беспокоиться.",
            "Нет смысла волноваться. / Волноваться бессмысленно.",
            "Что толку переживать? / Какой смысл волноваться?",
            "Вы напрасно себя изводите. / Ты зря волнуешься.",
            "Меня осенила довольно тревожная мысль.",
            "Эмма полночи провела без сна, волнуясь.",
            "В последнее время я очень волнуюсь о своём здоровье.",
            "Пилу всё-таки удалось освободить, сильно подёргав её туда-сюда.",
            "В последнее время она беспокоится о сыне.",
            "волнуясь о том, что дети едят слишком много вредного",
            "Такое развитие событий вызывает тревогу у представителей малого бизнеса.",
            "Я не могу спать: меня беспокоит здоровье дочери.",
            "Перестаньте беспокоиться о прошлом и живите настоящим.",
            "Она провела беспокойную ночь, тревожась по поводу предстоящего на следующий день экзамена.",
            "В последние несколько дней Дэвид заметил возвращение тревожных симптомов.",
            "Он не мог себе представить, что его друга может волновать что-то действительно серьёзное.",
            "Его нервная мама вечно боится, что с ним произойдёт что-то ужасное."
        ]
    }
}