{
    "worship": {
        "comment": [],
        "translate": "поклоняться, почитать, боготворить, поклонение, богослужение, культ",
        "transcription": " |ˈwɜːrʃɪp|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "He absolutely worships her.",
            "I worship God in my own way.",
            "They all worship the same god.",
            "They bowed their heads in worship.",
            "Your Worship",
            "Worship services are held daily.",
            "They addressed him in terms of worship extraordinary to a scientist ear.",
            "Many ancient cultures worshipped the sun and moon.",
            "They worship in the traditional manner.",
            "We were invited to join in their act of worship (=religious ceremony).",
            "Worship of the old gods still continues in remote areas of the country.",
            "They worship at this temple.",
            "churches and other places of worship",
            "For a Muslim the hajj is the ultimate act of worship.",
            "We will not tolerate such deplorable behavior in a house of worship.",
            "the media's worship of celebrities",
            "The lecture was about ancient worship of animate and inanimate objects.",
            "Reverence for or worship of the dead is found in all societies, because belief in life after death is universal."
        ],
        "example_translate": [
            "Он просто боготворит её.",
            "Я по-своему почитаю Бога.",
            "Все они поклоняются одному богу.",
            "Они склонили головы в знак поклонения.",
            "Ваша милость (о судье, мэре., преим. в Великобритании)",
            "Богослужения проводятся ежедневно.",
            "Они обращались к нему со словами поклонения, которые звучали непривычно для уха ученого.",
            "Во многих древних культурах поклонялись Солнцу и Луне.",
            "Они проводят богослужения в традиционной манере.",
            "Нас пригласили принять участие в богослужении (т.е. религиозном обряде).",
            "В отдаленных районах страны люди по-прежнему поклоняются старым богам.",
            "Они проводят богослужения в этом храме.",
            "церкви и другие культовые сооружения",
            "Хадж для мусульманина является обязательным актом поклонения.",
            "Мы не потерпим столь недостойного поведения в храме.",
            "поклонение СМИ знаменитостям",
            "Лекция была о древних культах одушевлённых и неодушевлённых предметов.",
            "Почитание и поклонение умерших наблюдается во всех обществах, потому что вера в жизнь после смерти является всеобщей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}