{
    "worthy": {
        "comment": [
            "worth",
            "worthwhile"
        ],
        "translate": "достойный, заслуживающий, достойный человек, герой, особа",
        "transcription": " |ˈwɜːrðɪ|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "This is a circumstance worthy of being noted.",
            "She looked down on Jim and thought he was not worthy of her daughter.",
            "She is a worthy successor to the mayor.",
            "The money will go to a worthy cause.",
            "The house was improved by the insertion of worthy windows.",
            "The hypothesis is worthy of dismissal.",
            "I consider him a worthy opponent.",
            "This is a fine book., a worthy addition to the Cambridge Encyclopedia series.",
            "We were met by a group of local worthies.",
            "She has given money to many worthy causes.",
            "I'm sure his motives were worthy.",
            "Is he worthy of such a signal honor?",
            "Your donations will be going to a worthy cause.",
            "They are glad to lend their support to worthy causes.",
            "You can get fit, and at the same time raise money for a worthy cause.",
            "Your sentiments and conduct are worthy of the noble house you descend from.",
            "Leeds United were worthy winners of the competition."
        ],
        "example_translate": [
            "На это обстоятельство стоит обратить внимание.",
            "Она смотрела на Джима свысока и считала, что он недостоин её дочери.",
            "Она является достойным преемником мэра.",
            "Деньги пойдут на благое дело.",
            "Дом улучшили, установив подходящие окна.",
            "Эту гипотезу следует отбросить.",
            "Я считаю его достойным противником.",
            "Это прекрасная книга., ценное дополнение к серии Кембриджской энциклопедии.",
            "Нас встретила группа местных знаменитостей.",
            "Она давала деньги на многие важные дела.",
            "Уверен, что он действовал из благородных побуждений.",
            "Достоин ли он такой выдающейся чести?",
            "Ваши пожертвования пойдут на благое дело.",
            "Они рады оказать свою поддержку достойному делу.",
            "Можно приобрести хорошую физическую форму, и в то же время собрать деньги на благое дело.",
            "Ваши чувства и поведение достойны того знатного рода, из которого Вы происходите.",
            "\"Лидс Юнайтед\" заслуженно выиграли этот турнир."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}