{
    "would like": {
        "comment": [
            "unlikely",
            "likely",
            "dislike",
            "like",
            "unlike",
            "likelihood",
            "likewise",
            "alike",
            "would"
        ],
        "translate": "хотел бы",
        "transcription": "",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I would like to visit Rome someday.",
            "I would like to revise my estimate.",
            "I would like to ask a favour of you.",
            "I would like to heft it in my own hand.",
            "We would like to get better acquainted.",
            "I would like you to respect my privacy.",
            "I would like to advise everyone that...",
            "I would like to read some of his essays.",
            "I would like to read some of her essays.",
            "They would like to be married in a church.",
            "He would like us all to be at the meeting.",
            "We would like to see a sample of your work.",
            "I would like to put my feelings into words.",
            "Molly would like to do some diving if there is time.",
            "I would like to draw your attention to the third line.",
            "I'll behave toward them as I would like to be treated.",
            "Contact our office if you would like more information.",
            "I would like to set the record straight on a few points.",
            "I would like to read more, but one doesn't have the time.",
            "I would like to see changes in the way the course is run.",
            "Is there anything else you would like to add to your list?",
            "Quite a few companies would like to get in on the project.",
            "I would like to say how much we appreciate your hard work.",
            "There are two critical points that I would like to discuss.",
            "I would like some financial advice before I buy this house.",
            "Don't just say what you think I would like. It's your call.",
            "If no one objects, I would like Mrs Harrison to be present.",
            "I would like to call your attention to a problem we are having.",
            "Put an 'X' in the box if you would like to join our mailing list.",
            "The waiter inquired whether we would like to sit near the window."
        ],
        "synonyms": [],
        "grups": [
            "all_words",
            "Причастие",
            "Сложное дополнение",
            "Инфинитив",
            "Инфинитив - сложное дополнение(сказуемое выражено глаголами, обозначающими чувство, желание, намерение)",
            "Причастие - сложное дополнение с причастием 2(после глаголов)",
            "Сложное дополнение с причастием 2"
        ],
        "example_translate": [
            "Мне бы хотелось когда-нибудь побывать в Риме.",
            "Я бы хотел, внести исправления в свои вычисления/расчёты.",
            "Я хотел бы попросить тебя об одолжении.",
            "Я хотел бы сам прикинуть этот вес.",
            "Мы хотели бы познакомиться поближе.",
            "Я бы хотел, чтобы вы уважали мою личную жизнь.",
            "Я хотел(а) бы известить всех о том, что …",
            "Я хотел бы прочесть некоторые из его сочинений.",
            "Я хотел бы прочесть некоторые из её сочинений.",
            "Они хотели бы заключить брак в церкви.",
            "Он просил, чтобы мы все присутствовали на этом собрании.",
            "Мы бы хотели увидеть образец вашей работы.",
            "Мне бы хотелось выразить свои чувства словами.",
            "Молли хотела бы немного понырять, если будет время.",
            "Я хотел бы обратить ваше внимание на третью строку.",
            "Я буду вести себя с ними так, как хотел бы, чтобы обращались со мной.",
            "Если хотите получить больше информации, обращайтесь в наше представительство.",
            "Я хотел бы внести ясность по нескольким вопросам.",
            "Я и рад бы читать больше, но времени для этого совсем нет.",
            "Я хотел бы увидеть изменения в том, как проходит курс обучения.",
            "Вы ничего больше не хотите добавить в ваш список?",
            "Немало компаний хотели бы поучаствовать в этом проекте.",
            "Я хотел бы сказать, насколько мы ценим ваш нелёгкий труд.",
            "Есть два критически важных момента, которые мне хотелось бы обсудить.",
            "Прежде чем купить этот дом, я бы хотел получить кое-какую финансовую консультацию.",
            "Не надо просто говорить то что, как вам кажется, я хотел бы услышать. Решение за вами.",
            "Если никто не возражает, я бы хотел пригласить сюда миссис Харрисон.",
            "Я хотел бы обратить ваше внимание на одну имеющуюся проблему.",
            "Отметьте данное поле крестиком, если вы хотите присоединиться к нашему списку рассылки.",
            "Официант спросил, не хотели бы мы сесть возле окна."
        ],
        "stars": 0
    }
}