{
    "wounded": {
        "comment": [
            "wound"
        ],
        "translate": "раненый, уязвленный, оскорбленный, раненый",
        "transcription": " |ˈwuːndəd|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We were trailing a wounded deer.",
            "The wounded soldier moaned in pain.",
            "Losing the match wounded his pride.",
            "The wounded soldiers were shipped home.",
            "He was wounded in his deepest affections.",
            "The wounded animal left a trail of blood.",
            "It was only wounded pride that stopped him from apologizing.",
            "Three people were killed and more than seventy were wounded.",
            "The mouth of the wounded was engorged with blood.",
            "The wounded man groaned in pain.",
            "The wounded soldier begged for mercy.",
            "Eight crewmen were wounded in the attack.",
            "The sick and wounded were allowed to go free.",
            "They had to leave the wounded where they fell.",
            "A British soldier was wounded in the fighting.",
            "Shrapnel from the explosion wounded many people.",
            "We recoiled in horror at the sight of his wounded arm.",
            "Lay the wounded soldier down carefully so as not to hurt him.",
            "Every time I rolled over, I woke up because of my wounded knee.",
            "He regarded the mortally wounded man with no pity in his heart.",
            "the obscene massacre at Wounded Knee",
            "The wounded prisoner uttered a groan.",
            "The local hotel was commandeered for the wounded.",
            "Hundreds of people were reported killed or wounded.",
            "One whole man is enough to take care of a wounded one.",
            "The crowd backed away to let the wounded man pass through.",
            "The wounded animal lay on the ground, flailing helplessly.",
            "The wounded soldiers were evacuated by medevac to the hospital.",
            "Hospitals were reported to be overflowing with dead and wounded.",
            "We could hear the plaintive cry of a wounded animal in the woods."
        ],
        "example_translate": [
            "Мы шли по следу раненого оленя.",
            "Раненый солдат застонал от боли.",
            "Поражение в матче задело его гордость.",
            "Раненых солдат морем доставили домой.",
            "Он был оскорблён в своих лучших чувствах.",
            "Раненое животное оставляло за собой кровавый след.",
            "Только уязвленное самолюбие помешало ему извиниться.",
            "Три человека погибли, более семидесяти получили ранения.",
            "У раненого был полный рот крови.",
            "Раненый застонал от боли.",
            "Раненый солдат умолял пощадить его.",
            "При нападении восемь членов экипажа получило ранения.",
            "Больным и раненым было разрешено выйти на свободу.",
            "Им пришлось оставить раненых на месте падения.",
            "В ходе сражения был ранен английский солдат.",
            "Многих людей ранило осколками от взрыва.",
            "Мы в ужасе отпрянули при виде его раненой руки.",
            "Уложи раненого осторожно, чтобы не сделать ему больно.",
            "Каждый раз, когда я начинал ворочаться, я просыпался из-за своего больного колена.",
            "Он смотрел на смертельно раненного человека безо всякой жалости в сердце.",
            "отвратительная бойня на ручье Вундед-Ни",
            "Раненый пленник застонал.",
            "Местные гостиницы были реквизированы для раненых.",
            "Как сообщалось, сотни людей были убиты или ранены.",
            "Чтобы позаботиться о раненом, достаточно одного здорового человека.",
            "Толпа отступила, чтобы дать дорогу раненому.",
            "Раненный зверь беспомощно бился на земле.",
            "Раненые солдаты были эвакуированы в госпиталь по воздуху. (medevac — служба доставки раненых в госпиталь с помощью военной авиации)",
            "Сообщалось, что больницы переполнены ранеными и убитыми.",
            "Из леса до нас доносился жалобный вой раненого зверя."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}