{
    "wreck": {
        "comment": [
            "reckon",
            "wreckage"
        ],
        "translate": "крушение, авария, крах, разрушать, потопить, аварийный",
        "transcription": " |rek|",
        "antonyms": [],
        "mnemonic": [
            "wreck [рек] крушение, гибель - Гибель (рек).",
            "wreck [rek]\n***\nПОТОПИЛИ судно в устье рек. (это) wreck\nКРУШЕНИЕ судна в устье рек. (это) wreck\nАВАРИЯ в устье рек. (это) wreck\nОбломки самолёта в устье рек. (это) wreck"
        ],
        "examples": [
            "Their plans were wrecked.",
            "He was killed in a car wreck.",
            "The car was a total wreck.",
            "The house was a wreck after the party.",
            "He looked a complete wreck.",
            "I wrecked my mother's car.",
            "Bad weather wrecked our vacation.",
            "It was drink that wrecked their marriage.",
            "The ship was wrecked off the coast of Africa.",
            "The wreck began to unjoint.",
            "The affair wrecked his marriage.",
            "The 'w' in 'wreck' is silent.",
            "This car has never been in a wreck.",
            "What a wreck of his former self he is!",
            "A great number of ships were wrecked by stormy weather.",
            "The wreck of the crashed plane was distributed over a wide area.",
            "My father died in a car wreck.",
            "When you're here, this place is a wreck!",
            "We thought of buying the house as a wreck, doing it up, then selling it.",
            "Many houses were wrecked by the hurricane.",
            "The wreck is a danger to other ships.",
            "The driver was lifted from the wreck.",
            "Thanks to that quack I am a human wreck.",
            "The house was a wreck when they bought it.",
            "The attack had left her an emotional wreck.",
            "Injury threatened to wreck his sporting career.",
            "The wreck of the plane lay smashed up on the ground.",
            "The Republican party was formed out of the wrecks of the Whig party.",
            "She was a nervous wreck, crying when anyone asked her about her children.",
            "The stress of her final exams made her a wreck."
        ],
        "example_translate": [
            "Их планы были сорваны.",
            "Он погиб в автомобильной аварии.",
            "Автомобиль был разбит вдребезги.",
            "В доме было всё вверх дном после вечеринки.",
            "Он выглядел совершенно разбитым. / Вид у него был — хуже некуда.",
            "Я разбил машину матери.",
            "Плохая погода совершенно испортила нам отпуск.",
            "Их брак разрушило пьянство.",
            "Корабль потерпел крушение у берегов Африки.",
            "Остатки потерпевшего крушение судна начали разрушаться.",
            "Этот любовный роман разрушил его брак.",
            "Буква \"w' в слове \"wreck\" не произносится.",
            "Эта машина ни разу не была в аварии.",
            "Какой он стал развалиной!",
            "Большое количество кораблей было потоплено во время шторма.",
            "Остатки потерпевшего катастрофу самолёта были разбросаны на большой площади.",
            "Мой отец погиб в автокатастрофе.",
            "Когда ты здесь, тут такой бардак!",
            "Мы обдумывали идею купить дом-развалюху, отремонтировать его и затем продать.",
            "Ураганом было разрушено много домов.",
            "Эти обломки представляют собой опасность для других судов.",
            "Водителя вытащили из-под обломков.",
            "Благодаря этому шарлатану, я — ходячая развалина.",
            "Когда они покупали этот дом, он был жалкой развалиной.",
            "Это нападение глубоко потрясло её с эмоциональной точки зрения.",
            "Травмы грозили положить конец его спортивной карьере.",
            "Разбитые вдребезги останки самолёта лежали на земле.",
            "Республиканская партия была сформирована из остатков партии вигов.",
            "У нее никуда не годились нервы, она начинала плакать, как только ее спрашивали о детях.",
            "Она здорово потрепала себе нервы из-за выпускных экзаменов."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ],
        "stars": 1
    }
}