{
    "wrist": {
        "comment": [],
        "translate": "запястье, цапфа, наручный",
        "transcription": " |rɪst|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She had a gold watch on her wrist.",
            "He caught hold of her wrist.",
            "The ball hit him hard on the wrist.",
            "a simple twist of the wrist",
            "Her bracelets jangled on her wrist.",
            "Her wrist was swollen and tender.",
            "A strong hand fastened round her wrist.",
            "The device is small enough to wear on your wrist.",
            "He wrapped a bandage around my injured wrist.",
            "She hurt her wrist but decided to continue playing.",
            "He missed 20 games after breaking a bone in his wrist.",
            "...the ruckus left one person with a sprained wrist...",
            "Brett got into a fight and finished up with a broken wrist.",
            "an injury caused by repetitive wrist movements",
            "With a flick of the wrist, Frye sent the ball into the opposite court.",
            "You should press against the artery in your wrist and count the pulsations to calculate your heart rate."
        ],
        "example_translate": [
            "У неё были золотые часы на запястье.",
            "Он поймал /ухватил/ её за запястье.",
            "Мяч сильно ударил его по запястью.",
            "простой поворот запястья / ловкое движение руки",
            "Ее браслеты звенели на её запястье.",
            "Её запястье распухло и болело, если дотронуться.",
            "Сильная рука крепко обхватила её запястье.",
            "Малая величина этого аппарата позволяет носить его на запястье.",
            "Он обмотал моё повреждённое запястье бинтом.",
            "Она повредила запястье, но решила продолжить игру.",
            "Он пропустил двадцать игр после перелома одной из костей в запястье.",
            "...в результате потасовки один человек остался с вывихнутым запястьем...",
            "Бретт ввязался в драку, и всё закончилось тем, что он сломал запястье.",
            "травма, причиной которой послужили многократные движения запястья",
            "Резким движением руки Фрай отправил мяч на противоположную половину корта.",
            "Вы должны нажать пальцем артерию на запястье и сосчитать пульсации, чтобы вычислить ваш сердечный ритм."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}