{
    "wrongly": {
        "comment": [],
        "translate": "превратно",
        "transcription": " |ˈrɔŋli|",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I entered the numbers wrong.",
            "I got four answers wrong on the test.",
            "You're wrong., the answer is six.",
            "These pages are in the wrong order.",
            "Her name was spelled wrong on the form.",
            "I don't want you to get the wrong impression of him.",
            "...wouldst not play false And yet would wrongly win.",
            "The cutline wrongly identified the people in the photo.",
            "We made the inference that she had been wrongly accused.",
            "He thinks I can't win, but I'm going to prove him wrong.",
            "As the wronged party, you have the right to sue for damages.",
            "Many people, rightly or wrongly, believe the economy will soon improve.",
            "Don't take this the wrong way, but I think you should start exercising.",
            "Human rights organizations maintain that the men have been wrongly convicted.",
            "Any reasonable person should be expected to know the difference between right and wrong."
        ],
        "example_translate": [
            "Я неправильно ввёл числа.",
            "Я неправильно ответил на четыре вопроса теста.",
            "Вы ошибаетесь, ответ — шесть.",
            "Эти страницы расположены в неправильном порядке.",
            "Её имя в анкете было написано неправильно.",
            "Я не хочу, чтобы у вас о нём создалось неправильное впечатление.",
            "...Ты играешь честно, Но рад нажиться. (У. Шекспир, \"Макбет\", пер. М.Лозинский)",
            "Люди, изображённые на фотографии, были подписаны неправильно.",
            "Мы сделали заключение, что ее обвинили ошибочно.",
            "Он думает, что мне никак не победить, но я докажу, что он ошибается.",
            "Как потерпевшая сторона, вы имеете право предъявлять иски о возмещении ущерба.",
            "Многие люди, справедливо или ошибочно, считают, что состояние экономики в ближайшее время улучшится.",
            "Не поймите меня неправильно, но мне кажется, что вам нужно начать заниматься спортом.",
            "Правозащитные организации утверждают, что эти люди осуждены несправедливо.",
            "Любой разумный человек должен знать разницу между правильным и неправильным."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}