{
    "3": [
        [
            "1 Если бы я поговорил с ним вчера, я бы знал, что теперь делать.",
            "1 If I had talked to him yesterday (= Had I talked to him yesterday), I wouldknow what to do now. "
        ],
        [
            "2 Если бы он был готов сейчас, он пошел бы с нами. ",
            "2 If he were ready now (= Were he ready now), he would gowith us. "
        ],
        [
            "3 Если бы уменя было время вчера, я сходил бы на рынок и купил яблок.",
            "3 If I had had time yesterday (= Had I had time yesterday), I would havegone to the market and buy apples. "
        ],
        [
            "4 Жаль, что твоя сестра не пришла. ",
            "4 I wish your sister had come. "
        ],
        [
            "5 Если она так думает, то онане права. ",
            "5 If she thinkslike this, she isn't right. "
        ],
        [
            "6 Если бы я поехала в Канны, я хорошо бы провелавремя. ",
            "6 If I went to Cannes, I would have a good time. "
        ],
        [
            "7 На вашем месте я бы сказал ему об этом. ",
            "7 If Iwere you, I would tell him about it. "
        ],
        [
            "8 Даже если яувижу его, я не скажу ему об этом. ",
            "8 Even if I see him, I will not tell him aboutit. "
        ],
        [
            "9 Если он попросит меня вернуться, я вернусь. ",
            "9 If he asks me to come back, I will come back. "
        ],
        [
            "10 Если вы прочтете эту книгу, вы узнаете много нового. ",
            "10 If you read this book, youwill learn much new. "
        ],
        [
            "11 Если бы вы позвонили мне вчера, я пошел бы свами. ",
            "11 If you had called me yesterday (= Had you called meyesterday), I would have gone with you. "
        ],
        [
            "12 Если бы вы объяснили мне в чем дело, я попытался быпонять. ",
            "12 If you explained to me what thematter was, (Had you explaned to me what the matter was) I would try to understand."
        ],
        [
            "13 Жаль, что ты не сказал ей об этом. ",
            "13 I wish you had told her about it. "
        ],
        [
            "14 Если бы он былздесь, он дал бы нам денег. ",
            "14 If he were here, he would give us money."
        ],
        [
            "15 Если бы я пришел вчера, я принесбы вам книгу. ",
            "15 If I had come yesterday (= Had I come yesterday), I would have brought youthe book. "
        ],
        [
            "16 Жаль, что у нас было так мало денег. ",
            "16 I wish we had had more money. "
        ],
        [
            "17 Еслибы она не была больна на прошлой неделе, она решила бы этупроблему. ",
            "17 If she had not been ill last week(= Had she not been ill last week), she would have solved this task. "
        ],
        [
            "18 Если бы он приехал, он бы навестил нас. ",
            "18 If he hadcome (= Had he come), he would visit us. "
        ],
        [
            "19 Еслибы она могла перевести это письмо без словаря, на это не ушло бытак много времени. ",
            "19 If she could have translated thisletter without a dictionary (= Could she have translated this letter withouta dictionary), it would not have taken so much time. "
        ],
        [
            "20 Если бы ты позвонил раньше, она была бысейчас здесь. ",
            "20 If you had called earlier(= Had you called earlier), she would be here now. "
        ],
        [
            "21 Если бы вы повторили правила, вы бы не делалитак много ошибок.",
            "21 If you had repeated therules (= Had you repeated the rules), you would not make so many mistakes."
        ]
    ]
}