{
    "4": [
        [
            "1 Вчера я посмотрел фильм, рассказывающий о Париже.",
            "1 Yesterday I watched a film telling about Paris. "
        ],
        [
            "2 Анна подошла к стоящей на углу женщине. ",
            "2 Anna came up to the womanstanding at the corner. "
        ],
        [
            "3 Он стоял, наблюдаяза играющими детьми. ",
            "3 He stood watching the playing children. "
        ],
        [
            "4 Парень, сидящий на скамейке, читаетгазету. ",
            "4 The guysitting on the bench is reading a newspaper. "
        ],
        [
            "5 Когда ему позвонили, он не знал, что ответить. ",
            "5 When phoned (= having been phoned= being phoned) he didn't know what to answer. "
        ],
        [
            "6 Вернувшись домой, он вспомнил, что не купил молока. ",
            "6 Having come (= coming) backhome, he recalled that he hadn't bought milk. "
        ],
        [
            "7 Он смотрелна танцующую девушку. ",
            "7 He looked at the dancing girl."
        ],
        [
            "8 Высокая женщина, стоящая у окна, —его мать. ",
            "8 A tall woman standing at the window is his mother. "
        ],
        [
            "9 Читая книгу, он вспомнил, что забыл позвонить ей.",
            "9 Reading a book heremembered that he had forgotten to call her. "
        ],
        [
            "10 Получив все деньги после развода, он решил уехать из города. ",
            "10 Having received (= receiving) allthe money after the divorce, he decided to leave the city. "
        ],
        [
            "11 Публикуя новую книгу, они надеялись получить большуюприбыль. ",
            "11 Publishing a newbook, they hoped to get big profit. "
        ],
        [
            "12 Она улыбнулась, получив письмо. ",
            "12 Having received (= receiving) the letter, shesmiled. "
        ],
        [
            "13 Окончив институт, мой брат начал работать в большой фирме. ",
            "13 Having graduated (= graduating) from the institute, my brother startedworking at a big firm. "
        ],
        [
            "14 Ожидаявечером свою жену, я подумал, как она мне дорога. ",
            "14 Waiting for my wife in the evening, I thought how dearshe was to me. "
        ],
        [
            "15 Ложасьспать, моя мама вспомнила, что не полила днем цветы. ",
            "15 Going to bed, my mother remembered that she hadn't wateredthe flowers during the day. "
        ],
        [
            "16 Ресторан, построенный недалеко от нашего дома, очень красивый.",
            "16 The restaurant built not far from our house is verybeautiful. "
        ],
        [
            "17 Он заплатил за разбитое стекло. ",
            "17 He paid for the broken glass. "
        ],
        [
            "18 Девушка, поющая в комнате, — его дочь. ",
            "18 The girl singing in the room is hisdaughter. "
        ],
        [
            "19 Увидев кота, бегущего по улице, дети началигромко кричать.",
            "19 Having seen (= seeing) a cat running down the street, the childrenstarted shouting loudly."
        ]
    ]
}