{
    "mix with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Some of these pills don't mix with drink.",
            "They mix with peculiar people.",
            "The bloody nerve - how dare you. I'm a respectable girl - I'd never mix with the likes of you.",
            "With their outgoing manner no one can call them party poopers, they can mix with people easily.",
            "He was not mixed up with the drug scene.",
            "Teddy managed to mix business with pleasure.",
            "Charlie doesn't mix well with the other children.",
            "The powder is mixed with cold water to form a paste.",
            "Spicy wurst mixed with chopped potatoes is delicious.",
            "I make it a rule never to mix business with pleasure.",
            "When mixed with water the powder forms a smooth paste.",
            "I don't want my son to be mixed up with criminal types.",
            "Unleavened bread is often simply flour mixed with water.",
            "When he left college he got mixed up with the wrong people.",
            "Shake the bottle well so that the oil mixes with the vinegar.",
            "You have to powder the antibiotic tablet and mix it with food.",
            "He never mixes with his neighbours.",
            "Them two babies mixed with each other many times a month."
        ],
        "example_translate": [
            "Некоторые из этих таблеток не сочетаются с алкоголем.",
            "Они водят дружбу с очень странными людьми.",
            "Какая наглость! Что ты тут себе позволяешь?! Я честная девушка и не хочу иметь дело с такими, как ты.",
            "Они всегда были готовы поддержать компанию и благодаря своим общительным манерам легко сходились с людьми.",
            "Он не был замешан в наркобизнесе.",
            "Тедди удавалось сочетать дело с развлечениями.",
            "Чарли не ладил с другими детьми.",
            "Этот порошок перемешивается в холодной воде до образования пасты.",
            "Острая колбаса, перемешанная с нарезанной картошкой, очень вкусна.",
            "Я взял себе за правило никогда не смешивать бизнес с удовольствием.",
            "При смешивании с водой порошок образует однородную пасту.",
            "Я не хочу, чтобы мой сын водился с преступниками.",
            "Пресный хлеб — это часто просто мука, смешанная с водой.",
            "Бросив колледж, он связался не с теми людьми.",
            "Хорошенько встряхните бутылку, чтобы масло смешалось с уксусом.",
            "Нужно будет размолоть таблетку антибиотика в порошок и смешать его с едой.",
            "Он мало общается со своими соседями.",
            "Эти двое дрались друг с другом по несколько раз в месяц."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}