{
    "object to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I object to being spoken to like that.",
            "They object to the use of live animals in scientific experiments.",
            "Only a curmudgeon would object to the nursing home's holiday decorations.",
            "The meeting will give people who object to the policy a chance to voice their displeasure.",
            "I don't object to giving you a helping hand. But being made use of like this is another cup of tea.",
            "No one objected.",
            "I see an object in the distance.",
            "Verbs have complements, objects.",
            "His words achieved their object.",
            "The sounds bounce off the objects.",
            "A floating object displaces water.",
            "Money's no object., I want the best.",
            "The sun was an object of veneration.",
            "My wife objects to modern furniture.",
            "They saw a starlike object in the sky.",
            "Exactly how do we link words to objects?",
            "The object was part hidden by the grass.",
            "The blind are too often objects of pity.",
            "The tower predominates over every object.",
            "The killer struck him with a blunt object.",
            "They objected that the price was too high.",
            "She feared becoming an object of ridicule.",
            "'My name's not Sonny,' the child objected.",
            "I objected to having to rewrite the article.",
            "The camera could define the smallest object.",
            "My object was to explain the decision simply.",
            "Once famous, he was now a mere object of pity.",
            "Local people aren't objecting — far from it.",
            "I think I'll have a smoke, if you don't object.",
            "No one objected when the paintings were removed."
        ],
        "example_translate": [
            "Не люблю, когда со мной говорят в подобном тоне.",
            "Они возражают против использования живых животных в научных экспериментах.",
            "Только скряга будет протестовать по поводу праздничных декораций в доме престарелых.",
            "Эта встреча даст возможность людям, которым не нравится данная политика, высказать своё недовольство.",
            "Я не против помочь тебе. Но вкалывать за тебя - ты уж извини.",
            "Никто не возражал.",
            "Я вижу вдали какой-то предмет.",
            "У глагола бывают комплементы и объекты",
            "Его слова достигли своей цели.",
            "Звуки отражаются от предметов.",
            "Плавающий предмет вытесняет воду.",
            "Деньги не вопрос, мне нужно самое лучшее.",
            "Солнце было предметом почитания.",
            "Моей жене не нравится современная мебель.",
            "Они увидели в небе звездообразный объект.",
            "Как именно мы связываем слова с объектами?",
            "Предмет был частично прикрыт травой.",
            "Слепые зачастую становятся объектами жалости.",
            "Башня возвышается над остальными постройками.",
            "Убийца ударил его тупым предметом.",
            "Они возразили, что цена слишком высока.",
            "Она боялась стать объектом насмешек.",
            "— Меня зовут не Сынок, — возразил ребёнок.",
            "Переписывать статью мне ужасно не хотелось.",
            "Эта камера могла различить мельчайшие предметы.",
            "Моя цель была в том, чтобы объяснить это решение просто.",
            "Некогда знаменитый, теперь он лишь вызывал жалость.",
            "Местные жители не возражают — совсем наоборот.",
            "Я бы выкурил сигарету, если вы не против.",
            "Никто не возразил, когда эти картины убирали."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}