{
    "occur to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It did not occur to me to mention it.",
            "New ideas occur to him in the act of writing.",
            "Did it ever occur to you that I might like more myself?",
            "Marble also occurs here.",
            "Many suicides occur in prisons.",
            "This word occurs in casual usage.",
            "Most infections occur in childhood.",
            "The explosion occurred at 5.30 a.m.",
            "When exactly did the incident occur?",
            "Seismic social changes have occurred.",
            "Nothing occurred that seemed important.",
            "Combustion may occur at high temperatures.",
            "She forecast that an earthquake would occur.",
            "It is uncertain how likely this is to occur.",
            "No one was ready for what was about to occur.",
            "The accident occurred at a busy intersection.",
            "The incident occurred much earlier in the game.",
            "His research documents how the crisis occurred.",
            "A third of accidental deaths occur in the home.",
            "Whooping cough occurs mainly in young children.",
            "The major term of a syllogism must occur twice.",
            "Errors were occurring with increasing frequency.",
            "This deodorant prevents bad odor from occurring.",
            "The disease occurs chiefly in tropical climates.",
            "The species occurs in vast numbers in this lake.",
            "Precious stones occur in a large area in Brazil.",
            "The event is scheduled to occur at noon tomorrow.",
            "Few continental rises occur in the Pacific Ocean.",
            "The plant occurs naturally throughout South America.",
            "Mistakes could and, in all probability, would occur."
        ],
        "example_translate": [
            "Мне и в голову не приходило об этом упоминать.",
            "Новые идеи приходят к нему в процессе работы.",
            "Тебе никогда не приходило в голову, что мне самой больше нравится?",
            "Здесь также залегает мрамор.",
            "Многие самоубийства совершаются в тюрьмах.",
            "Это слово встречается в повседневном использовании.",
            "В большинстве случаев инфицирование происходит в детстве.",
            "Взрыв произошел в пять-тридцать утра.",
            "Когда именно случилось это происшествие?",
            "Произошли кардинальные перемены в обществе.",
            "Вроде бы ничего важного не произошло.",
            "Горение может происходить при высоких температурах.",
            "Она предсказала, что произойдёт землетрясение.",
            "Неясно, насколько высока вероятность того, что это произойдёт.",
            "Никто не был готов к тому, что должно было вот-вот произойти.",
            "Авария произошла на оживлённом перекрёстке.",
            "Этот инцидент произошёл в игре гораздо раньше.",
            "В его исследовании задокументирован процесс возникновения данного кризиса.",
            "Треть смертей от несчастных случаев происходит в домашних условиях.",
            "Коклюш бывает в основном у маленьких детей.",
            "Основной термин в силлогизме должен встретиться дважды.",
            "Ошибки случались всё чаще.",
            "Этот дезодорант предотвращает появление неприятного запаха.",
            "Это заболевание встречается, главным образом, в тропическом климате.",
            "Данный вид встречается в этом озере в большом количестве.",
            "В Бразилии драгоценные камни встречаются на большой территории.",
            "Мероприятие запланировано на завтрашний полдень.",
            "В Тихом океане залегают несколько материковых возвышенностей.",
            "Это растение встречается в природе по всей Южной Америке.",
            "Ошибки могут, и, по всей вероятности, будут случаться."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}