{
    "play with": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I love to play with marbles.",
            "It's risky to play with fire.",
            "You mustn't play with matches.",
            "Play with her and chirk her up a little!",
            "Don't let your children play with matches.",
            "I used to play with trucks as a little girl.",
            "She'll sit and play with her dollies for hours.",
            "I knelt down to play with the baby on the floor.",
            "Kids need friends of their own age to play with.",
            "He got down on all fours to play with his grandson.",
            "...the miser liked to sit and play with his money...",
            "Did you like to play with dolls when you were little?",
            "I like a girl who doesn't play with her food or drink.",
            "I couldn't play with such crippled fingers, even if I wanted to.",
            "The budget is very tight, so there isn't much money to play with.",
            "I'm sure you'll learn your lines for the play with enough practice.",
            "The children squabbled loudly over who got to play with the toy first.",
            "With encouragement, Sally is starting to play with the other children.",
            "She was thrilled at the idea of having her very own toys to play with.",
            "The audience was invited to stop behind to discuss the play with its author.",
            "One of these unwritten rules is that parents should play with their children.",
            "He's good at devising language games that you can play with students in class.",
            "Small children are so possessive they will not let others play with their toys.",
            "Play with the design on screen, moving text and pictures until you get a pleasing arrangement.",
            "We play with more sophistication than the heavy metal, punk, and hardcore bands we listened to in our youth.",
            "All right for you! See if I play with you again.",
            "She made great play with the frustrations of life in a city.",
            "They said they'd come back and get her if I didn't play with them.",
            "He comes it a bit too strong when he doesn't allow his child to play with the other boys.",
            "The team played with style."
        ],
        "example_translate": [
            "Я люблю играть с шариками.",
            "Опасно играть с огнём.",
            "Нельзя играть со спичками.",
            "Поиграй с ней и немного повесели ее!",
            "Не давайте детям играть со спичками.",
            "В детстве я часто играла с машинками-грузовиками.",
            "Она может часами сидеть и играть со своими куклами.",
            "Я опустился на колени, чтобы поиграть на полу с ребёнком.",
            "Для игр дети нуждаются в друзьях своего возраста.",
            "Он опустился на четвереньки, чтобы поиграть со своим внуком.",
            "...этот скряга любил сидеть и играть со своими деньгами...",
            "Тебе нравилось играть с куклами, когда ты была маленькой?",
            "Мне нравится девушка, которая не относится легкомысленно к своей еде или питью.",
            "Я не мог бы играть такими застывшими пальцами, даже если бы очень захотел.",
            "Бюджет очень скудный, поэтому денег в распоряжении немного.",
            "Я уверен, что при достаточном усердии ты выучишь свою роль для спектакля.",
            "Дети шумно ссорились по поводу того, кому из них первому играть с новой игрушкой.",
            "Получив слова поддержки, Салли начинает играть вместе с другими детьми.",
            "Она была в восторге при мысли о том, что у неё будут собственные игрушки.",
            "Зрителей пригласили остаться после спектакля, чтобы обсудить пьесу с автором.",
            "Одним из этих неписаных правил является то, что родители должны играть со своими детьми.",
            "У него хорошо получается придумывать языковые игры, в которые вы можете играть со студентами на уроках.",
            "Маленькие дети такие собственники, что не позволяют другим играть со своими игрушками.",
            "Поиграйтесь с дизайном на экране монитора, подвигайте текст и картинки, до тех пор пока их расположение не будет удовлетворять вас.",
            "Мы играем с большей изощрённостью, чем хэви-метал, панк и хардкор группы, которые мы слушали в юности.",
            "Все, хватит! Я больше с тобой не играю.",
            "Она особенно напирала на то, как травмирует личность жизнь в городе.",
            "Они сказали, что вернутся и пришьют ее, если и не буду с ними сотрудничать.",
            "Он уж слишком строг, если не позволяет ребенку играть с другими детьми.",
            "Команда играла красиво."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}