{
    "point at": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "It's rude to point at people.",
            "Real Madrid dropped a point at home yesterday.",
            "To open the program, point at the icon and click the left mouse button.",
            "The finger of scorn is pointed at you.",
            "Swindon were six points down at one stage.",
            "The finger of suspicion points at / to you.",
            "She produced a camera and pointed it at me.",
            "The point is, at least we're all safely back home.",
            "At that point, I was still living at home and had no job.",
            "The winner is the team with the most points at the finish.",
            "The points at which stress and anxiety emerge can be mapped.",
            "Leeds United are now six points clear at the top of the table.",
            "He pointed at the box she'd strategically placed on the counter.",
            "A policeman was standing on point duty at the corner of the street."
        ],
        "example_translate": [
            "Некрасиво показывать на людей пальцем.",
            "Мадридский \"Реал\" упустил очко во вчерашней домашней игре.",
            "Чтобы открыть программу, наведите указатель на значок и щёлкните левой кнопкой мыши.",
            "Над тобой насмехаются.",
            "В какой-то момент \"Суиндон\" проигрывал целых шесть очков.",
            "На тебя падает тень подозрения.",
            "Она вынула камеру и направила её на меня.",
            "Самое главное, что, по крайней мере, мы все благополучно вернулись домой.",
            "В тот момент я по-прежнему жил с родителями и не имел работы.",
            "Побеждает команда с наибольшим количеством очков на финише.",
            "Можно обозначить точки, в которых возникают стресс и тревога.",
            "Сейчас \"Лидс Юнайтед\" возглавляет турнирную таблицу с отрывом в шесть очков. (Leeds United Association Football Club — английский футбольный клуб)",
            "Он указал на коробку, которую она предусмотрительно поставила на прилавок.",
            "Полицейский регулировал движение на углу улицы."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}