{
    "praise for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She won praise for her hard work.",
            "There were words of praise for the girls.",
            "She received a gush of praise for her play.",
            "He was full of praise for the work of the unit.",
            "I have nothing but praise for the hospital staff.",
            "He deserves praise for the way he's handled this crisis.",
            "The UN deserves praise for the way it handled the crisis situation.",
            "The story is always written as a tearjerker, with praise for the person",
            "Mrs. George was full of praise for her nurses (=she praised them a lot).",
            "She received praise for her effective representation of Garcia during the trial.",
            "The player's fulsome praise for the coach showed just how hard he was trying to be named captain of the team.",
            "We praise God for your safe arrival.",
            "The dancer was praised for her uncanny extension.",
            "a hero that will be praised forevermore for his great deeds",
            "He was praised for fathering a plan to improve the city's schools.",
            "The Minister was praised for its honesty about his family life and his father's bisexuality.",
            "He was praised for showing strong leadership and decisiveness in a time of great uncertainty."
        ],
        "example_translate": [
            "Она заслужила похвалу за свой нелёгкий труд.",
            "В адрес девочек прозвучали слова похвалы.",
            "Она получила целый поток хвалебных откликов на свою пьесу.",
            "Он на все лады расхваливал работу данного агрегата.",
            "Персонал больницы я могу только похвалить.",
            "Он заслуживает похвалы за то, как он справился с этой критической ситуацией.",
            "Организация Объединенных Наций заслуживает похвалы за то, как она справилась с кризисной ситуацией.",
            "Подобная история всегда написана для слезливого фильма, с похвалой за безропотное отношение человека.",
            "Миссис Джордж не скупилась на похвалу в адрес медсестёр (т.е. она их очень хвалила).",
            "Она получила похвалу за успешное представительство интересов Гарсии в ходе данного судебного разбирательства.",
            "То, как расхваливал этот игрок своего тренера, наглядно показало, как сильно он старается получить звание капитана команды.",
            "Мы благодарим Бога за ваше благополучное прибытие.",
            "Танцовщицу хвалили за невероятную растяжку.",
            "герой, которого будут вечно восхвалять за его великие деяния",
            "Его хвалили за разработку плана улучшения школ города.",
            "Министра похвалили за честность в отношении его семейной жизни и бисексуальности его отца.",
            "Его похвалили за то, что он проявил сильное лидерство и решительность во времена большой неопределённости."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}