{
    "prefer to": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "I'd prefer to travel by air.",
            "I prefer to take byways to town.",
            "We prefer to travel in first class.",
            "Most home helps prefer to live out.",
            "Would you prefer to sit in the shade?",
            "I prefer to just hang with my homies.",
            "I'd prefer to read it in the original.",
            "Some customers prefer to pay by cheque.",
            "I prefer to be called by my middle name.",
            "Travellers on a budget might prefer to camp.",
            "In this instance I prefer to remain anonymous.",
            "They prefer to bargain with individual clients.",
            "I prefer to wear clothes made of natural fibers.",
            "I prefer to send nonreligious cards at Christmas.",
            "Some dieters prefer to opt for a calorie deficit.",
            "Retrogression they prefer to any untried innovation.",
            "We'd prefer to rent the house to a professional couple.",
            "Some people prefer to eat their main meal at lunchtime.",
            "Oreads supposedly prefer to live in hills and mountains.",
            "Most elderly people prefer to live independently if they can.",
            "If I 'm going out for a meal, I prefer to try something different.",
            "Not being one for alcoholic beverages, I prefer to wind down with a cup of tea every night.",
            "Most people prefer to take the soft option.",
            "I prefer to stay clear of town during the rush hour.",
            "I'd prefer to open the conference with an upbeat topic.",
            "If it's all the same to you, I'd prefer to go shopping by myself.",
            "I prefer not to smoke.",
            "I prefer drama to comedy.",
            "I prefer her later works.",
            "I prefer playing singles."
        ],
        "example_translate": [
            "Я бы предпочёл полететь на самолёте.",
            "Я предпочитаю добираться до города просёлочными дорогами.",
            "Мы предпочитаем путешествовать первым классом.",
            "Большинство подёнщиков / помощников по хозяйству предпочитают жить не по месту работы.",
            "Вы бы предпочли посидеть в тени?",
            "Я предпочитаю просто общаться со своими приятелями.",
            "Я бы предпочёл прочитать это на языке оригинала.",
            "Некоторые клиенты предпочитают расплачиваться чеком.",
            "Я предпочитаю, чтобы меня называли по второму имени /по отчеству/.",
            "Путешественники с ограниченным бюджетом могут предпочесть разбить лагерь.",
            "На этом этапе я предпочитаю не сообщать своего имени.",
            "Они предпочитают заключать сделки с отдельными клиентами.",
            "Я предпочитаю носить одежду из натуральных волокон.",
            "Я предпочитаю посылать нерелигиозные открытки на Рождество.",
            "Некоторые люди, сидящие на диете, предпочитают ограничивать потребление калорий.",
            "Они предпочитают регресс любым неиспытанным новшествам.",
            "Мы бы предпочли сдать дом супружеской паре специалистов.",
            "Некоторые люди предпочитают делать основной приём пищи в обеденное время.",
            "Ореады (горные нимфы) якобы предпочитают жить на холмах и горах.",
            "Большинство пожилых людей по возможности предпочитают жить самостоятельно.",
            "Если я уж иду в ресторан, то предпочитаю пробовать что-то необычное.",
            "Я не любитель алкогольных напитков, и каждый вечер предпочитаю отдыхать за чашкой чая.",
            "Большинство людей предпочитают не утруждать себя лишний раз.",
            "В часы пик я предпочитаю не показываться в городе.",
            "Я хотел бы открыть совещание, начав с приятного сообщения.",
            "Если ты не возражаешь, я бы отправилась по магазинам одна.",
            "Я предпочитаю не курить.",
            "Я предпочитаю драму комедии.",
            "Я предпочитаю её более поздние работы.",
            "Я предпочитаю играть в одиночном разряде. (о теннисе)"
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}