{
    "prepare for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "We should prepare for a time of troubles.",
            "You'd better prepare for mother's arrival.",
            "The king ordered his people to prepare for war.",
            "Please give us enough notice to prepare for your arrival.",
            "“Hope for the best and prepare for the worst” is my motto.",
            "The government stockpiled vaccines to prepare for a flu epidemic.",
            "To prepare for war, the army is performing maneuvers off the coast.",
            "Soccer fever has been sweeping the nation as they prepare for the World Cup.",
            "In making our business plans, we tried to prepare for any contingency that might hurt sales.",
            "Several leading Wall Street seers have cautioned investors to prepare for a downturn in the economy.",
            "We weren't prepared for defeat.",
            "She's busy preparing for her test.",
            "Is the meal prepared for our guests?",
            "We are prepared for every eventuality.",
            "He's preparing for his move to California.",
            "I wasn't prepared for all their questions.",
            "She tried to prepare herself for bad news.",
            "Being prepared for meetings will save time.",
            "The opposing armies were preparing for war.",
            "You need to prepare yourself for a long wait.",
            "The crew of the submarine prepared for a dive.",
            "It is vital to be prepared for any eventuality.",
            "He prepared for teaching while still in college.",
            "We prepared ourselves for the long journey ahead.",
            "We need to be prepared for a bioterrorist process.",
            "The sailors are preparing themselves for a long voyage.",
            "Voltaire's march was prepared for him before he was born.",
            "The hunter skinned the rabbit and prepared it for cooking.",
            "The team is preparing for another tilt at the European Cup.",
            "Their team was insufficiently prepared for the competition."
        ],
        "example_translate": [
            "Нам следует готовиться к трудным временам.",
            "Советую подготовиться к приезду матери.",
            "Король приказал своим людям готовиться к войне.",
            "Просим сообщить о своём приезде заранее, чтобы мы успели к нему подготовиться.",
            "Мой девиз — “надейся на лучшее, но готовься к худшему”.",
            "Правительство накопило запасы вакцин, чтобы подготовиться к эпидемии гриппа.",
            "Готовясь к войне, армия выполняет манёвры недалеко от побережья.",
            "В ходе подготовки к чемпионату мира страну охватила футбольная лихорадка.",
            "При составлении бизнес-планов мы пытались подготовиться к любым случайностям, которые могли бы повредить продажам.",
            "Несколько ведущих прогнозистов с Уолл-Стрит предостерегли инвесторов о том, что следует готовиться к спаду в экономике.",
            "Мы не были готовы к поражению.",
            "Она занята подготовкой к своему тесту.",
            "Еда для наших гостей готова?",
            "Мы готовы к любому повороту событий.",
            "Он готовится к переезду в Калифорнию.",
            "Я был готов не ко всем их вопросам.",
            "Она пыталась подготовиться к плохим новостям.",
            "Подготовка к совещаниям позволит сэкономить время.",
            "Противоборствующие армии готовились к войне.",
            "Тебе нужно приготовиться к долгому ожиданию.",
            "Экипаж подводной лодки приготовился к погружению.",
            "Важно быть готовым к любым случайностям.",
            "Он готовился к преподавательской работе ещё будучи в колледже.",
            "Мы приготовились к предстоящему долгому путешествию.",
            "Мы должны быть готовы к биотеррористическому процессу.",
            "Моряки сейчас готовятся к дальнему плаванию.",
            "Жизненный путь Вольтера был ему предначертан ещё до рождения.",
            "Кролика охотник ободрал и подготовил к приготовлению в пищу.",
            "Команда готовится к очередному сражению за Кубок Европы.",
            "Их команда плохо подготовилась к соревнованиям."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}