{
    "prevent from": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "Bad weather prevented us from leaving.",
            "We were prevented from entering the site.",
            "It prevented anarchy from breaking bounds.",
            "He grabbed my arm to prevent me from falling.",
            "Nothing shall prevent us from reaching our aim!",
            "Muzzle the dog to prevent it from biting strangers.",
            "These problems have prevented me from completing the work.",
            "Weather conditions prevented them from attempting the jump.",
            "They were unable to prevent bacteria from infecting the wound.",
            "The college removed rules that prevented women from enrolling.",
            "His back injury may prevent him from playing in tomorrow's game.",
            "How are you going to prevent him from finding out about the party?",
            "The Italians guyed the Tower of Pisa to prevent it from collapsing",
            "Her illness did not prevent her from performing her official duties.",
            "Constant stirring prevents it from burning on the bottom of the pan.",
            "The goal is to prevent koalas from becoming infected with chlamydia.",
            "The shoes have little nubs on the bottom that prevent you from slipping.",
            "My broken leg prevents me from leaving the house. I'm really crocked up.",
            "Her obsessive possessiveness of her brother prevented him from marrying.",
            "This wire frame is intended to prevent birds from nesting in our chimney.",
            "His political adversaries tried to prevent him from winning the nomination.",
            "Firms are shackled with stupid rules that prevent them from increasing trade.",
            "The doctor will put some stitches in that cut to prevent it from scarring over.",
            "We used seed depots to prevent seeds from being washed away during heavy rains.",
            "The windows had been nailed up to prevent thieves from entering the empty house.",
            "The firm uses electronic filters to prevent workers from accessing the Internet.",
            "Fame has become an albatross that prevents her from leading a normal and happy life.",
            "Conceivably, supporters of the law could filibuster to prevent it from being revised.",
            "The cruel owners used to pinion the birds' wings together to prevent them from flying.",
            "The dog had to be destroyed since its owner could not prevent it from attacking people."
        ],
        "example_translate": [
            "Плохая погода не позволила нам уехать.",
            "Нам помешали войти на эту территорию.",
            "Это предотвратило выход анархии за пределы определённых рамок.",
            "Он схватил меня за руку, чтобы не дать мне упасть.",
            "Ничто не сможет помешать нам достичь цели!",
            "Наденьте на собаку намордник, чтобы она не покусала посторонних.",
            "Эти проблемы не позволили мне завершить работу.",
            "Погодные условия не позволили им совершить попытку такого прыжка.",
            "Они не смогли помешать заражению раны бактериями.",
            "Колледж отменил правила, которые запрещали женщинам туда поступать.",
            "Травма спины может помешать ему принять участие в завтрашней игре.",
            "Как же вы собираетесь помешать ему узнать о вечеринке?",
            "Итальянцы закрепили Пизанскую башню растяжками, чтобы предотвратить её обрушение.",
            "Болезнь не помешала ей выполнять свои должностные обязанности.",
            "Постоянное помешивание не даёт (пище) пригореть к дну кастрюли.",
            "Цель состоит в том, чтобы предотвратить заражение коал хламидиозом.",
            "На подошве этих ботинок имеются небольшие утолщения, предотвращающие скольжение.",
            "У меня сломана нога, я не могу выходить из дому. Я совсем расклеился.",
            "Её навязчивое чувство собственности по отношению к брату помешало ему жениться.",
            "Эта проволочная рама предназначена для того, чтобы помешать птицам вить гнезда в нашей трубе.",
            "Его политические противники пытались помешать ему одержать победу на выборах кандидата на пост президента.",
            "Деятельность многих фирм сковывается дурацкими законами, которые не дают им наращивать объем продаж.",
            "Врач наложит на эту рану несколько швов, чтобы потом не остался шрам.",
            "Мы использовали семенные склады, чтобы предотвратить вымывание семян во время сильных дождей.",
            "Окна были заколочены, чтобы в пустой дом не могли проникнуть воры.",
            "Фирма использует электронные фильтры, чтобы не дать работникам доступ в Интернет.",
            "Слава стала для неё тяжёлой ношей, не дающей жить нормальной и счастливой жизнью.",
            "Вполне возможно, что сторонники закона могли бы прибегнуть к обструкции, чтобы предотвратить его пересмотр.",
            "Жестокие хозяева обычно подрезали птицам крылья, чтобы те не могли улететь.",
            "Собаку пришлось уничтожить, поскольку её владелец не смог помешать ей нападать людей."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}