{
    "punish for": {
        "comment": [],
        "translate": "",
        "transcription": "||",
        "antonyms": [],
        "mnemonic": [],
        "examples": [
            "She was punished for lying.",
            "He was punished for his temerity.",
            "The dog was punished for its disobedience.",
            "You can't punish me for something I didn't do.",
            "The boy was punished for his impudent behavior.",
            "He was punished for a crime that he didn't commit.",
            "They will be punished for their outrageous behavior.",
            "Her parents punished her for trying to deceive them.",
            "She was punished for her misdeeds by the church elders.",
            "I felt I was being punished for what my mother had done.",
            "He should be punished for his mistreatment of his mother.",
            "The boy was punished for the transgressions of his father.",
            "They deserve to be punished for putting passengers at risk.",
            "He was punished for taking too many cuts in his math class.",
            "The kids were punished for their mischievous tricks on the neighbors.",
            "So far the US has been unable to bring him to justice (=make him be punished for his actions).",
            "The inequity of the punishment led many people to believe that the defendant was being punished for his political beliefs.",
            "The boy was punished for being smart."
        ],
        "example_translate": [
            "Она была наказана за ложь.",
            "Он поплатился за свою опрометчивость.",
            "Собака была наказана за непослушание.",
            "Ты не можешь наказать меня за то, чего я не делал.",
            "Мальчик был наказан за своё наглое поведение.",
            "Он был наказан за преступление, которого он не совершал.",
            "Они будут наказаны за своё возмутительное поведение.",
            "Родители наказали её за попытку их обмануть.",
            "Старейшины церкви наказали её за проступки.",
            "Мне казалось, что меня наказывают за грехи моей матери.",
            "Его следует наказать за плохое обращение со своей матерью.",
            "Мальчик был наказан за грехи своего отца.",
            "Они заслуживают наказания за то, что подвергли пассажиров риску.",
            "Он был наказан за слишком большое количество прогулов на уроках математики.",
            "Дети были наказаны за озорные проделки с соседями.",
            "Пока что США не удалось привлечь его к ответственности (т.е. заставить его понести наказание за свои действия).",
            "Несправедливость наказания заставила многих людей поверить, что подсудимый был наказан за свои политические убеждения.",
            "Мальчика наказали за дерзость."
        ],
        "synonyms": [],
        "grups": [
            "all_words"
        ]
    }
}